<HTML>
<HEAD>
    <TITLE>Тест по специальности 05.13.18 Раздел I. Математическое моделирование </TITLE>
    <META http-equiv=Content-Type content="text/html; charset=windows-1251">
</HEAD>
<BODY text=black bgColor=white leftMargin=0 background="../images/oboifon.jpg">

<H2>Тест по специальности 05.13.18</H2>

<H3>Раздел I. Математическое моделирование </H3>


<table>

    <tr>
        <td><B>1.1. Кто в Институте механики АН ССР успешно защитил докторскую диссертацию
                "Вопросы гидромеханики вязкопластичных и вязких жидкостей" ?
            </B>
            <OL><I>Ответы</I>
                <LI>Бахтизин Рамиль Назифович
                <LI>Мирзаджанзаде Азат Халилович
                <LI>Шаммазов Айрат Мингазович
                <LI>Нигматуллин Роберт Искандерович
                <LI>Хасанов Марс Магнавиевич
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.2. К прямым задачам математической физики относят
            </B>
            <OL><I>Ответы</I>
                <LI>задачи регрессионного анализа
                <LI>задачи нахождения следствий заданных причин
                <LI>корректно поставленные задачи
                <LI>задачи отыскивания неизвестных причин заданных следствий
                <LI>задачи дисперсионного анализа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.3. К обратным задачам математической физики относят
            </B>
            <OL><I>Ответы</I>
                <LI>задачи регрессионного анализа
                <LI>задачи нахождения следствий заданных причин
                <LI>корректно поставленные задачи
                <LI>задачи отыскивания неизвестных причин заданных следствий
                <LI>задачи дисперсионного анализа
            </OL>
        </td>
    </tr>



</table>
</body>
</html>

