<HTML>
<HEAD>
    <TITLE>Тест по специальности 05.13.18 Раздел I. Математическое моделирование </TITLE>
    <META http-equiv=Content-Type content="text/html; charset=windows-1251">
</HEAD>
<BODY text=black bgColor=white leftMargin=0 background="../images/oboifon.jpg">

<H2>Тест по специальности 05.13.18</H2>

<H3>Раздел I. Математическое моделирование </H3>


<table>

    <tr>
        <td><B>1.1. Кто в Институте механики АН ССР успешно защитил докторскую диссертацию
                "Вопросы гидромеханики вязкопластичных и вязких жидкостей" ?
            </B>
            <OL><I>Ответы</I>
                <LI>Бахтизин Рамиль Назифович
                <LI>Мирзаджанзаде Азат Халилович
                <LI>Шаммазов Айрат Мингазович
                <LI>Нигматуллин Роберт Искандерович
                <LI>Хасанов Марс Магнавиевич
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.2. К прямым задачам математической физики относят
            </B>
            <OL><I>Ответы</I>
                <LI>задачи регрессионного анализа
                <LI>задачи нахождения следствий заданных причин
                <LI>корректно поставленные задачи
                <LI>задачи отыскивания неизвестных причин заданных следствий
                <LI>задачи дисперсионного анализа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.3. К обратным задачам математической физики относят
            </B>
            <OL><I>Ответы</I>
                <LI>задачи регрессионного анализа
                <LI>задачи нахождения следствий заданных причин
                <LI>корректно поставленные задачи
                <LI>задачи отыскивания неизвестных причин заданных следствий
                <LI>задачи дисперсионного анализа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.4. В равнобедренной трапеции большее основание меньше периметра на 28 см, средняя линия равна 8 см, а
                диагональ является биссектрисой тупого угла. Тогда большее основание трапеции равно </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.5. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы, падало на землю 3
                секунды, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно летело
                12 секунд. С какой высоты бросали тело ?
            </B>
            <OL><I>Ответы</I>
                <LI>100 метров
                <LI>150 метров
                <LI>160 метров
                <LI>170 метров
                <LI>180 метров
                <LI>200 метров
                <LI>220 метров
                <LI>240 метров
                <LI>260 метров
                <LI>280 метров
                <LI>300 метров
                <LI>320 метров
                <LI>340 метров
                <LI>400 метров
                <LI>500 метров
                <LI>1000 метров
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.6. В треугольнике с углом 120&#176; длины сторон образуют арифметическую прогрессию c разностью 1 см.
                Найти длину самой короткой стороны.
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>1,5 см
                <LI>2 см
                <LI>2,5 см
                <LI>3 см
                <LI>3,5 см
                <LI>4 см
                <LI>4,5 см
                <LI>5 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.7. В прямоугольном треугольнике с катетами a,b и гипотенузой с сумма катетов больше гипотенузы (a+b&#62;с),
                по теореме Пифагора квадрат гипотенузы равнен сумме квадратов катетов (c<SUP>2</SUP>=a<SUP>2</SUP> +
                b<SUP>2</SUP>) и
            </B>
            <OL><I>Ответы</I>
                <LI>куб гипотенузы меньше суммы кубов катетов (c<SUP>3</SUP>&#60;a<SUP>3</SUP> + b<SUP>3</SUP>)
                <LI>куб гипотенузы равен сумме кубов катетов (c<SUP>3</SUP>=a<SUP>3</SUP> + b<SUP>3</SUP>)
                <LI>куб гипотенузы больше суммы кубов катетов (c<SUP>3</SUP>&#62;a<SUP>3</SUP> + b<SUP>3</SUP>)
                <LI>куб гипотенузы может быть как меньше, так и больше суммы кубов катетов
                <LI>приду сдавать тест в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.8. На наклонной плоскости с углом наклона &#945; лежат две шайбы: одна весом 10 кг, другая &ndash; 1
                кг.
                Коэффициент трения шайбы о плоскость &#956;=0.1. Постепенно угол наклона &#945; начинают увеличивать.
                Какое из приведенных ниже утверждений верное ?</B>
            <OL><I>Ответы</I>
                <LI>Сначала начнется двигаться шайба весом 10 кг, после этого (с дальнейшим увеличением угла &#945;)
                    начнет двигаться
                    шайба весом 1 кг
                <LI>Сначала начнется двигаться шайба весом 1 кг, после этого (с дальнейшим увеличением угла &#945;)
                    начнет двигаться
                    шайба весом 10 кг
                <LI>Обе шайбы начнут двигаться одновременно, при одном и том же критическом значении угла &#945;
                <LI>Шайбы двигаться не будут до тех пор, пока значение угла &#945; не станет равным 90&#176;
                <LI>Шайбы двигаться не будут до тех пор, пока значение угла &#945; не превысит 90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.9. Углы при одном из оснований трапеции равны 37&#176; и 53&#176;, а отрезки, соединяющие середины
                противоположных сторон трапеции, равны 19 и 3. Найдите
                сумму длин оснований трапеции.
            </B>
            <OL><I>Ответы</I>
                <LI>22
                <LI>26
                <LI>32
                <LI>38
                <LI>76
                <LI>44
                <LI>88
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.10. Вычислить площадь фигуры, ограниченную линиями: y=&#8730;x и y=x
            </B>
            <OL><I>Ответы</I>
                <LI>1/10
                <LI>1/8
                <LI>1/6
                <LI>1/4
                <LI>1/2
                <LI>1
                <LI>2
                <LI>4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.11. Когда груз неподвижно висел на вертикальной пружине, её удлинение было равно 0,4 см. Затем груз
                слегка оттянули и отпустили, вследствие чего он начал совершать гармонические колебания. Каков период
                этих колебаний ? </B>
            <OL><I>Ответы</I>
                <LI>~0,1 с
                <LI>~0,2 с
                <LI>~0,3 с
                <LI>~0,4 с
                <LI>~0,5 с
                <LI>~0,6 с
                <LI>~1 с
                <LI>~10 с
                <LI>~1 мин
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.12. Функция y=2x<SUP>3</SUP> &#8722; 3x<SUP>2</SUP> + 5
                имеет в точке x=0
            </B>
            <OL><I>Ответы</I>
                <LI>глобальный минимум
                <LI>локальный минимум
                <LI>точку перегиба
                <LI>локальный максимум
                <LI>глобальный максимум
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.13. В прямоугольном треугольнике ABC с прямым углом C известны катеты: AC = 12 , BC = 16 . Найдите
                медиану CK этого треугольника.
            </B>
            <OL><I>Ответы</I>
                <LI>8
                <LI>10
                <LI>12
                <LI>14
                <LI>16
                <LI>18
                <LI>20
                <LI>22
                <LI>24
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.14. Угол между векторами a(1;&ndash;2&ndash;2) и b(2;0;1) равен:
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.15. Боковая поверхность конуса разделена пополам сечением, параллельным основанию. Радиус основания
                равен R, образующая L.
                Тогда верхний отрезок образующей равен
            </B>
            <OL><I>Ответы</I>
                <LI>L&#8730;2
                <LI>L/&#8730;2
                <LI>L&#8730;3
                <LI>L/&#8730;3
                <LI>&#8730;[R&#183;(R+L)]
                <LI>&#8730;[R&#183;(R+L)/2]
                <LI>&#8730;(RL)
                <LI>&#8730;(R<SUP>2</SUP> + L<SUP>2</SUP> )
                <LI>&#8730;(RL/2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.16. В треугольнике АВС со сторонами АВ=4 и АС=8 точка О &ndash; центр окружности, описанной около
                треугольника АВС. Прямая ВМ, перпендикулярная АО, пересекает сторону ВС в точке М. Найдите длину СМ
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
            </OL>
        </td>
    </tr>


    <td><B>1.17. Тяжелое тело подвешено на невесомой нити в аудитории I-440
            на невесомой гибкой нити. Нить направлена по прямой линии, которая
        </B>
        <OL><I>Ответы</I>
            <LI>проходит точно через геометрический центр Земли
            <LI>проходит через прямую, соединяющую полюса Земли, выше экваториальной плоскости
            <LI>проходит через прямую, соединяющую полюса Земли, ниже экваториальной плоскости
            <LI>параллельна плоскости экватора
            <LI>параллельна прямой, соединяющей полюса Земли
        </OL>
    </td>
    </tr>


    <tr>
        <td><B>1.18. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)&#62;0, f&#8243;(x<sub>0</sub>)=0,
                где a&#60;x<sub>0</sub>&#60;b. Тогда
                функция y=f(x) имеет в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>локальный минимум
                <LI>локальный максимум
                <LI>глобальный минимум
                <LI>глобальный максимум
                <LI>точку перегиба
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.19. Отношение площади основания конуса к площади осевого сечения равно &#960;. Тогда угол наклона
                образующей к основанию равен
            </B>
            <OL><I>Ответы</I>
                <LI>15&#176;
                <LI>30&#176;
                <LI>arctg&#960;/3
                <LI>45&#176;
                <LI>arctg2
                <LI>60&#176;
                <LI>arctg&#960;/2
                <LI>75&#176;
                <LI>arctg3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.20. Найти функцию, производная которой равна y&#180;=4x&ndash;3 и которая при x=2 принимает значение
                y=6:
            </B>
            <OL><I>Ответы</I>
                <LI>y = 2x<SUP>2</SUP> &ndash; 3x &ndash; 8
                <LI>y = 2x<SUP>2</SUP> + 3x + 4
                <LI>y = 4x<SUP>2</SUP> &ndash; 3x &ndash; 4
                <LI>y = 4x<SUP>2</SUP> &ndash; 3x &ndash; 14
                <LI>y = x<SUP>2</SUP> &ndash; 3x + 8
                <LI>y = 2x<SUP>2</SUP> &ndash; 3x 3x + 4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.21. Углом какой четверти является угол &#945;, если известно, что
                &#945;=23&#960;/7 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.22. В треугольнике АВС со сторонами АВ=4 и АС=8 точка О &ndash; центр окружности, описанной около
                треугольника АВС. Прямая ВМ, перпендикулярная АО, пересекает сторону ВС в точке М. Найдите длину АМ
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.23. Точка движется по окружности радиуса R=const по заданному временному закону &#966;=&#966;(t),
                где &#966; &ndash; угол между радиусом, проведенным к точке и
                положительным направлением оси абсцисс, t &ndash; время.
                Угловая скорость точки &#969; равна </B>
            <OL><I>Ответы</I>
                <LI>&#969;=Rsin&#966;
                <LI>&#969;=Rcos&#966;
                <LI>&#969;=&#966;
                <LI>&#969;=d&#966;/dt
                <LI>&#969;=Rd&#966;/dt
                <LI>&#969;=(d&#966;/dt)<SUP>2</SUP>
                <LI>&#969;=d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>
                <LI>&#969;=R(d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>)
                <LI>&#969;=R(d&#966;/dt)<SUP>2</SUP>
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.24. При каком значении &#945; векторы
                a(5;&#945;;&ndash;2) b(&#945; ;&ndash;5;&ndash;1) взаимно перепендикулярны ?

            </B>
            <OL><I>Ответы</I>
                <LI>при любом значении &#945;
                <LI>ни при каком значении &#945;
                <LI>&ndash;4
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.25. У какого из двух треугольников вписанный круг больше: у треугольника со сторонами
                97, 169, 122 или у треугольника со сторонами 97, 169, 228 ?
            </B>
            <OL><I>Ответы</I>
                <LI>круг, вписанный в треугольник со сторонами 97, 169, 122 больше
                    круга, вписанного в треугольник со сторонами 97, 169, 228
                <LI>круг, вписанный в треугольник со сторонами 97, 169, 122 равен
                    кругу, вписанному в треугольник со сторонами 97, 169, 228
                <LI>круг, вписанный в треугольник со сторонами 97, 169, 122 меньше
                    круга, вписанного в треугольник со сторонами 97, 169, 228
                <LI>в треугольник со сторонами 97, 169, 122 нельзя вписать круг
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.26. Пусть функция z=x<SUP>2</SUP>+sin<SUP>2</SUP>y + 2017,
                (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент этой функции в точке М(2;0)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.27. Общее уравнение прямой, проходящей через точку A(&ndash;3;1)
                параллельно прямой x &ndash; 2y + 7 = 0, имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>x &ndash; 2y + 7 = 0
                <LI>x + 2y + 1 = 0
                <LI>2x + y + 5 = 0
                <LI>2x &ndash; 2y + 8 = 0
                <LI>x &ndash; 2y + 5 = 0

            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.28. Окружности ра­ди­у­сов 15 и 3 ка­са­ют­ся внеш­ним образом. Точки A и B лежат на пер­вой
                окружности, точки C и D &ndash; на второй. При этом AC и BD &ndash; общие ка­са­тель­ные окружностей.
                Най­ди­те рас­сто­я­ние между пря­мы­ми AB и CD.
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>10
                <LI>15
                <LI>18
                <LI>20
                <LI>30
                <LI>36
            </OL>
        </td>
    </tr>


    <td><B>1.29. Уравнение прямой, проходящей через точку А (&ndash;3; 7) и параллельной прямой 3х &ndash; 4у &ndash; 10
            = 0
            имеет вид
        </B>
        <OL><I>Ответы</I>
            <LI>3х + 4у &ndash; 19 = 0
            <LI>3х &ndash; 4у + 37 = 0
            <LI>&ndash;3х &ndash; 4у + 21 = 0
            <LI>&ndash;3х + 4у &ndash; 36 = 0
            <LI>3х &ndash; 4у &ndash; 37 = 0
        </OL>
    </td>
    </tr>


    <tr>
        <td><B>1.30. Автомобиль едет со скоростью 48 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
                <LI>92
                <LI>96
                <LI>120
                <LI>140
                <LI>165
                <LI>180
                <LI>240
                <LI>300
                <LI>360
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.31. Даны координаты точек A(1;&ndash;1;1), B(&ndash;2;1;1), C(1;1;1).
                Площадь параллелограмма, построенного на векторах AB и AC, равна
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>4
                <LI> 6
                <LI> 16
                <LI> 36
                <LI> 60
                <LI> 100
                <LI> 144
                <LI> 196
                <LI> 256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.32. Даны точки А(1;0;2), B(2;1;0), C(0;&ndash;2;&ndash;4), D(&ndash;2;&ndash;4;0). Найдите угол между
                векторами AB и CD
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>105&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
                <LI>165&#176;
                <LI>180&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.33. В треугольнике АВС на его медиане ВМ отмечена точка К так, что ВК : КМ = 10 : 9. Прямая АК
                пересекает сторону ВС в точке Р. Найдите отношение площади четырёхугольника КРСМ к площади треугольника
                АВС.
            </B>
            <OL><I>Ответы</I>
                <LI>10 : 81
                <LI>9 : 10
                <LI>81 : 100
                <LI>100 : 162
                <LI>54 : 133
                <LI>9 : 14
                <LI>5 : 9
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.34. У Главного корпуса УГНТУ на уборке снега работают два трактора. Первый может убрать всю улицу за
                1 час, а второй &ndash; за 45 минут. Начав уборку одновременно, оба трактора проработали 20 минут, после
                чего первый трактор прекратил работу. Сколько ещё нужно времени, чтобы второй трактор завершил работу ?
            </B>
            <OL><I>Ответы</I>
                <LI>5 минут
                <LI>6 минут
                <LI>7 минут
                <LI>8 минут
                <LI>9 минут
                <LI>10 минут
                <LI>11 минут
                <LI>12 минут
                <LI>13 минут
                <LI>14 минут
                <LI>15 минут
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.35. Чему равен arccos(&#960;/2)?
            </B>
            <OL><I>Ответы</I>
                <LI>не существует
                <LI>0
                <LI>&#8722;1
                <LI>1
                <LI>&#8722;&#960;/2
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.36. Объем тела, ограниченного поверхностью 4x<SUP>2</SUP> + y<SUP>2</SUP> + z<SUP>2</SUP> = 1,
                равен
            </B>

            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/3
                <LI>2&#960;/3
                <LI>&#960;
                <LI>2&#960;
                <LI>2
                <LI>4
                <LI>&#8734; (неограничен)

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.37. Определить меньший острый угол прямоугольного треугольника, если радиус описанного около него круга
                относится к радиусу вписанного круга как 5:2
            </B>
            <OL><I>Ответы</I>
                <LI>arcsin0,4
                <LI>arcsin0,6
                <LI>arcsin0,8
                <LI>arccos0,4
                <LI>arctg0,6
                <LI>arctg0,8
                <LI>arctg2,5
                <LI>arctg1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.38. Диагонали трапеции равны 12 и 16, средняя линия равна 10. Площадь трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>12
                <LI>16
                <LI>22
                <LI>26
                <LI>28
                <LI>48
                <LI>70
                <LI>96
                <LI>120
                <LI>160
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.39. Около окружности, радиус которой равен 5 см, описан прямоугольный треугольник,
                гипотенуза которого равна 30 см. Периметр такого треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>60 см
                <LI>65 см
                <LI>70 см
                <LI>75 см
                <LI>80 см
                <LI>85 см
                <LI>90 см
                <LI>95 см
                <LI>100 см
                <LI>105 см
                <LI>110 см
                <LI>115 см
                <LI>120 см
                <LI>150 см
                <LI>180 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.40. Две окружности радиусами 9 и 16 касаются друг друга внешним образом. Длина
                отрезка их общей касательной АВ равна
            </B>
            <OL><I>Ответы</I>
                <LI>9
                <LI>12
                <LI>14
                <LI>16
                <LI>24
                <LI>32
                <LI>64
                <LI>128
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.41. Легковая машина вышла из города А, направилась в сторону города В и встретилась с грузовой
                автомашиной, которая одновременно вышла из города В в направлении А. Встреча произошла на расстоянии 353
                км от В в городе С. Когда машины достигли своих пунктов назначения, они тут же повернули обратно и
                вторично встретились на расстоянии 271 км от города А в городе D. Найдите расстояние между городами А и
                В.
            </B>
            <OL><I>Ответы</I>
                <LI>712
                <LI>788
                <LI>828
                <LI>846
                <LI>888
                <LI>924
                <LI>1024
                <LI>1256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.42. Автомобиль едет со скоростью 35 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>40
                <LI>45
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
                <LI>92
                <LI>96
                <LI>120
                <LI>140
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.43. К окружности, вписанной в равнобедренный треугольник с основанием 12 см и высотой 8 см, проведена
                касательная параллельная основанию. Длина отрезка этой касательной, заключенного между сторонами
                треугольника, равна
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.44. В острый угол, равный 60&#176;, вписаны две окружности, извне касающиеся друг друга. Радиус меньшей
                окружности равен r. Тогда радиус большей окружности равен
            </B>
            <OL><I>Ответы</I>
                <LI>R=r
                <LI>R=r&#8730;2
                <LI>R=r&#8730;3
                <LI>R=2r
                <LI>R=3r
                <LI>R=4r
                <LI>R=5r
                <LI>R=10r

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.45. Сторона а правильного десятиугольника, вписанного в круг радиуса R, равна
            </B>
            <OL><I>Ответы</I>
                <LI>a = R/10
                <LI>a = R/5
                <LI>a = (&#8730;2 &ndash; 1) R
                <LI>a = (&#8730;3 &ndash; 1) R
                <LI>a = (&#8730;3 &ndash; 1) R/2
                <LI>a = (&#8730;5 &ndash; 1) R/2
                <LI>a = (&#8730;5 &ndash; 1) R
                <LI>a = R/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.46. В равнобедренной трапеции большее основание меньше периметра на 32 см, средняя линия равна 10 см, а
                диагональ является биссектрисой тупого угла. Тогда меньшее основание трапеции равно </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.47. Кровельшик желает сделать открытый желоб наибольшей вместимости, у которого дно и бока
                были бы шириной 12 см и бока были бы одинаково наклонены ко дну. Какова должна быть ширина желоба
                наверху ?
            </B>
            <OL><I>Ответы</I>
                <LI>0 см
                <LI>4 см
                <LI>8 см
                <LI>12 см
                <LI>16 см
                <LI>20 см
                <LI>24 см
                <LI>28 см
                <LI>32 см
                <LI>64 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.48. Как относятся между собой радиусы трех шаров, если поверхность первого шара касется граней куба,
                поверхность второго шара касается его ребер, а поверхность третьего шара проходит через его вершины ?
            </B>
            <OL><I>Ответы</I>
                <LI>1:&#8730;2:&#8730;3
                <LI>1:2:3
                <LI>&#8730;2:&#8730;3:2
                <LI>&#8730;3:2:3
                <LI>1:1:1
                <LI>1:2:4
                <LI>1:4:8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.49. Фигура, ограниченная дугами кривых
                y=2x<SUP>2</SUP> и y<SUP>2</SUP>=4x, вращается вокруг оси абсцисс. Вычислите объем тела, которое при
                этом получается.
            </B>
            <OL><I>Ответы</I>
                <LI>&#960;/10
                <LI>&#960;/5
                <LI>3&#960;/10
                <LI>2&#960;/5
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>&#960;
                <LI>6&#960;/5
                <LI>7&#960;/5
                <LI>2&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.50. В треугольнике АВС величина угла С равна 48&#176;. Тогда
                острый угол между биссектрисами углов А и В равен
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>48&#176;
                <LI>52&#176;
                <LI>66&#176;
                <LI>96&#176;
                <LI>132&#176;
                <LI>138&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.51. Высоты АА<sub>1</sub> и СС<sub>1</sub> остроугольного треугольника АВС пересекаются в точке М.
                Найдите угол АА<sub>1</sub>С<sub>1</sub>, если угол А равен 70&#176;
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>50&#176;
                <LI>60&#176;
                <LI>70&#176;
                <LI>80&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.52. Биссектриса угла А треугольника АВС делит высоту, опущенную из вершины В на прямую АС, в отношении
                13:12. Найдите радиус описанной окружности, если ВС=20
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>13
                <LI>15
                <LI>19,5
                <LI>20
                <LI>21
                <LI>25
                <LI>27,5
                <LI>32
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.53. Даны координаты точек A(1;&ndash;2;1), B(3;2;&ndash;1), C(2;&ndash;1;2), D(1;1;&ndash;1).
                Объем параллепипеда, построенного на векторах AB, AC, AD, равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.54. Уравнение сферы задано выражением:
                x<SUP>2</SUP> + y<SUP>2</SUP> + z<SUP>2</SUP> &ndash;4x + 2y &ndash; 10z &ndash; 19 = 0
                Тогда радиус сферы равен …
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>7
                <LI>10
                <LI>19
                <LI>49
                <LI>это не сфера
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.55. Объем стенок полого шара равен 876&#960; см<SUP>3</SUP>, а толщина стенок 3 см. Тогда радиус
                наружной поверхности
                будет равен
            </B>
            <OL><I>Ответы</I>
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
                <LI>13 см
                <LI>14 см
                <LI>15 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.56. В треугольнике АВС угол А=39&#176;, угол В=72&#176;, тогда
            </B>
            <OL><I>Ответы</I>
                <LI>sinA + sinB + sinC &#60; 4sinA&#183; sinB&#183;sinC
                <LI>sinA + sinB + sinC = 4sinA&#183; sinB&#183;sinC
                <LI>sinA + sinB + sinC &#62; 4sinA&#183; sinB&#183;sinC
                <LI>без компьютера ответить на вопрос невозможно
                <LI>Пойду учиться в школу
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.57. Пусть функция z=x<SUP>2</SUP>+y<SUP>2</SUP>,
                (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент этой функции в точке М(2;0)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;

            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.58. Центр окружности, описанной около выпуклого четырехугольника ABCD, является серединой стороны AD.
                Длина стороны ВС равна 12, а его углы В и С равны соответственно 117&#176; и 123&#176;. Тогда
                длина стороны AD равна
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>12
                <LI>14
                <LI>16
                <LI>18
                <LI>20
                <LI>22
                <LI>24
                <LI>26
                <LI>28
                <LI>30
                <LI>36
                <LI>48
                <LI>72
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.59. Из фанерного круга радиусом 42 cм выпилены два меньших круга, радиусы которых равны 21 cм. Чему
                равен радиус наибольшего круга, который можно выпилить из оставшегося куска фанеры?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
                <LI>19
                <LI>20
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.60. Когда груз неподвижно висел на вертикальной пружине, её удлинение было равно 10 см. Затем груз
                слегка оттянули и отпустили, вследствие чего он начал совершать гармонические колебания. Каков период
                этих колебаний ? </B>
            <OL><I>Ответы</I>
                <LI>~0,1 с
                <LI>~0,2 с
                <LI>~0,6 с
                <LI>~1 с
                <LI>~10 с
                <LI>~1 мин
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.61. Уравнение сферы задано выражением:
                x<SUP>2</SUP> + y<SUP>2</SUP> + z<SUP>2</SUP> &ndash;4x + 2y &ndash; 10z &ndash; 19 = 0
                Тогда центр сферы находится в точке
            </B>
            <OL><I>Ответы</I>
                <LI>А(&ndash;2;1;&ndash;5)
                <LI>B(&ndash;2;&ndash;1;5)
                <LI>C(&ndash;2;&ndash;1;&ndash;5)
                <LI>D(2;&ndash;1;5)
                <LI>E(2;1;5)
                <LI>O(0;0;0))
                <LI>это не сфера
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.62. В прямоугольной трапеции ABCD С основаниями AD=40 и BC=10 угол А прямой. Окружность
                проходит через точки C и D и касается стороны АВ в точке О. Расстояние от точки О до прямой CD равно
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>15
                <LI>18
                <LI>20
                <LI>22
                <LI>25
                <LI>30
                <LI>32
                <LI>40
                <LI>60
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.63. При каком значении &#945; векторы
                a(1;&#945;;&ndash;2) b(&#945; ;&ndash;1;&ndash;4) взаимно перепендикулярны ?

            </B>
            <OL><I>Ответы</I>
                <LI>при любом значении &#945;
                <LI>ни при каком значении &#945;
                <LI>&ndash;4
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.64. Уравнение плоскости, проходящей через точку M(4;&ndash;2;1)
                перпендикулярно вектору N(1;&ndash;5;3) имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;4x + 2y + z + 19 = 0
                <LI>4x &ndash; 2y + z &ndash; 21 = 0
                <LI>4x + 2y + z &ndash; 37 = 0
                <LI>x &ndash; 5y +3z + 9 = 0
                <LI>&ndash;x + 5y + 3z +11 = 0
                <LI>x &ndash; 5y +3z &ndash; 17 = 0
                <LI>&ndash;x &ndash; 5y &ndash; 3z &ndash; 3 = 0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.65. Тело, начав вертикально падать из состояния покоя, прошло первую часть пути за 1 секунду, а
                последнюю <I>такую же по величине</I> часть пути &ndash; за 0,5 секунды. Сколько секунд падало тело ?
            </B>

            <OL><I>Ответы</I>
                <LI>1
                <LI>1,10
                <LI>1,15
                <LI>1,20
                <LI>1,25
                <LI>1,30
                <LI>1,35
                <LI>1,40
                <LI>1,45
                <LI>1,50
                <LI>2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.66. Дано дифференциальное уравнение xy&#180;=2y и начальное условие y(1)=1.
                Тогда интегральная кривая,
                которая определяет решение этого уравнения, имеет вид…
            </B>
            <OL><I>Ответы</I>
                <LI>гипербола
                <LI>парабола
                <LI>прямая линия
                <LI>эллипс
                <LI>окружность
                <LI>решение не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.67. Чему равен arcsin e<SUP>sin(2018&#960;)</SUP> ?
            </B>
            <OL><I>Ответы</I>
                <LI>2018&#960;
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>&#960;
                <LI>1
                <LI>0
                <LI>не существует
                <LI>e
                <LI>1/e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.68. Из молока, жирность которого составляет 5%, изготавливают творог жирностью 15,5%, при этом остается
                сыворотка жирностью 0,5% . Сколько творога получается из одной тонны молока ?
            </B>
            <OL><I>Ответы</I>
                <LI>100
                <LI>200
                <LI>300
                <LI>400
                <LI>500
                <LI>600
                <LI>700
                <LI>800
                <LI>900
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.69. Чему равен объем треугольной пирамиды, отсекаемой плоскостью 3x+ 4y+ 5z = 60 от осей координат?
            </B>
            <OL><I>Ответы</I>
                <LI>60
                <LI>100
                <LI>200
                <LI>300
                <LI>400
                <LI>500
                <LI>600
                <LI>700
                <LI>800
                <LI>3600
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.70. Колонна автомобилей, движущихся равномерно с одной и той же скоростью, имеет длину 5 км. В
                последнем автомобиле находится начальник колонны, а рядом мотоциклист.
                По поручению начальника мотоциклист увеличил скорость, поравнялся с головной машиной, передал водителю
                пакет, мгновенно развернулся и с той же скоростью, с какой ехал вперед, поехал обратно на свое место.
                Начальник сообщил мотоциклисту, что пока тот выполнял поручение, колонна продвинулась вперед на 5 км.
                Сколько километров проехал мотоциклист ?
            </B>
            <OL><I>Ответы</I>
                <LI>5 км
                <LI>7,5 км
                <LI>10 км
                <LI>5 + 5&#8730;2&#8776;12 км
                <LI>5 + 5&#8730;3&#8776;13,7 км
                <LI>15 км
                <LI>20 км
                <LI>25 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.71. Около окружности, радиус которой равен 5 см, описан прямоугольный треугольник,
                гипотенуза которого равна 30 см. Площадь такого треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>60 см<SUP>2</SUP>
                <LI>75 см<SUP>2</SUP>
                <LI>150 см<SUP>2</SUP>
                <LI>175 см<SUP>2</SUP>
                <LI>350 см<SUP>2</SUP>
                <LI>700 см<SUP>2</SUP>
                <LI>750 см<SUP>2</SUP>
                <LI>900 см<SUP>2</SUP>
                <LI>1500 см<SUP>2</SUP>
                <LI>1600 см<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.72. Чему равен tg2&#945;, если ctg&#945; = 7 ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/7
                <LI>0.28
                <LI>2/7
                <LI>7/24
                <LI>0.6
                <LI>2/3
                <LI>3/4
                <LI>0.8
                <LI>0.96
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.73. Стритрейсер вдавил педаль акселератора в пол, и его железный конь рванул с места, пролетев
                первую часть пути за 4 секунды, а последнюю <I>такую же по величине</I> часть пути &ndash; за 2 секунды.
                Сколько секунд
                разгонял своего железного коня стритрейсер, если ускорение на всем пути было постоянным по величине ?
            </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.74. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью v.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 8
                км. На какое минимальное расстояние сблизятся самолеты ?
            </B>
            <OL><I>Ответы</I>
                <LI>0 км
                <LI>2 км
                <LI>3 км
                <LI>4 км
                <LI>~5,2 км
                <LI>6 км
                <LI>~6,93 км
                <LI>8 км
                <LI>9 км
                <LI>~10,4 км
                <LI>12 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.75. В остроугольном треугольнике АВС на стороне ВС как на диаметре построена полуокружность, которая
                пересекается с высотой AD в точке М. На каком расстоянии от точки М находится точка Н пересечения высот
                треугольника АВС, если AD=49 см, MD=42 см ?
            </B>
            <OL><I>Ответы</I>
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>17 см
                <LI>19 см
                <LI>91 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.76. Угловой коэффициент прямой, заданной уравнением 4x + 2y &ndash; 2017 = 0, равен
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;2017
                <LI>&ndash;2017/2
                <LI>&ndash;2
                <LI>&ndash;1/2
                <LI>0
                <LI>1/2
                <LI>2
                <LI>4
                <LI>2017/2
                <LI>2017
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.77. Высоты АА<sub>1</sub> и СС<sub>1</sub> остроугольного треугольника АВС пересекаются в точке М.
                Найдите угол АА<sub>1</sub>С<sub>1</sub>, если угол А равен 50&#176;
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>50&#176;
                <LI>60&#176;
                <LI>70&#176;
                <LI>80&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.78. Денис сбежал вниз по движущемуся эскалатору и насчитал 32 ступеньки.
                Затем он пробежал вверх по тому же эскалатору с той же скоростью
                относительно эскалатора и насчитал 96 ступенек. Сколько ступенек
                он насчитал бы, спустившись по неподвижному эскалатору?
            </B>
            <OL><I>Ответы</I>
                <LI>36
                <LI>40
                <LI>44
                <LI>48
                <LI>54
                <LI>60
                <LI>64
                <LI>72
                <LI>80
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.79. В прямоугольном треугольнике АВС угол С прямой. Если, соединив вершину С с центрами
                О и О<sub>1</sub> описанной и вписанной окружностей, получим угол ОСО<sub>1</sub> = 10&#176;,
                то наибольший из острых углов треугольника АВС равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>5&#176;
                <LI>10&#176;
                <LI>15&#176;
                <LI>20&#176;
                <LI>25&#176;
                <LI>30&#176;
                <LI>35&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>55&#176;
                <LI>60&#176;
                <LI>65&#176;
                <LI>70&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>85&#176;
                <LI>90&#176;
                <LI>95&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.80. Чему равен cos2&#945;, если ctg&#945; = 3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/7
                <LI>0.28
                <LI>2/7
                <LI>7/24
                <LI>0.6
                <LI>2/3
                <LI>3/4
                <LI>0.8
                <LI>0.96
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.81. В треугольнике биссектриса угла при вершине А составляет с основанием ВС угол в 98&#176;
                и равна одной из боковых сторон. Наименьший угол треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>2&#176;
                <LI>4&#176;
                <LI>8&#176;
                <LI>12&#176;
                <LI>14&#176;
                <LI>16&#176;
                <LI>24&#176;
                <LI>32&#176;
                <LI>64&#176;
                <LI>66&#176;
                <LI>82&#176;
                <LI>102&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.82. Радиус окружности x<SUP>2</SUP> + 6x + y<SUP>2</SUP> &ndash; 8y = 0
                равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>это не окружность

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.83. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 32 м.
                Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>1 м
                <LI>2 м
                <LI>3 м
                <LI>4 м
                <LI>5 м
                <LI>6 м
                <LI>7 м
                <LI>8 м
                <LI>9 м
                <LI>10 м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.84. В амбаре было несколько головок сыра. Ночью прокрались мыши и съели 33 головки сыра, причем все ели
                поровну. От обжорства у некоторых мышей разболелись животы, и в следующий день в амбар явились лишь 13.
                Они доели весь сыр, но каждая мышь съела втрое меньше, чем накануне.
                Сколько головок сыра было изначально?
            </B>
            <OL><I>Ответы</I>
                <LI>13
                <LI>33
                <LI>34
                <LI>35
                <LI>45
                <LI>46
                <LI>66
                <LI>79
                <LI>169
                <LI>429
                <LI>1089
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.85. Какой берег у реки Миссисипи (США) более крутой и обрывистый?</B>
            <OL><I>Ответы</I>
                <LI> Либо правый, либо левый, в зависимости от рельефа местности
                <LI> Левый
                <LI> Правый
                <LI> Оба берега одинаковые
                <LI> Либо левый, либо правый в зависимости от направления течения реки
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.86. Углом какой четверти является угол &#945;, если известно, что
                &#945;=&ndash;73&#960;/17 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.87. В параллелограмме ABCD луч, проведенный из вершины А, делит сторону ВС в отношении 3:2
                (BC&#62;AB). В каком отношении луч делит диагональ BD ?
            </B>
            <OL><I>Ответы</I>
                <LI>2:3
                <LI>3:2
                <LI>1:2
                <LI>3:4
                <LI>4:3
                <LI>1:1
                <LI>2:5
                <LI>3:5
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.88. Из вертолета, зависшего на высоте 1 км точно над головой
                преподавателя, "случайно" выпала гиря массой 16 кг. Где упадет гиря ?
            </B>
            <OL><I>Ответы</I>
                <LI>На Северном полюсе
                <LI>Восточнее точки вылета
                <LI>Западнее точки вылета
                <LI>Южнее точки вылета
                <LI>Севернее точки вылета
                <LI>Прямо на голову преподавателя
                <LI>На Южном полюсе
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.89. Гипотенуза прямоугольного треугольника равна с, а биссектриса одного из его острых углов
                равна с/&#8730;3. Тогда меньший по длине катет равен
            </B>
            <OL><I>Ответы</I>
                <LI>с/5
                <LI>с/4
                <LI>с/3
                <LI>с/&#8730;3
                <LI>с/&#8730;2
                <LI>с/2
                <LI>с&#8730;2/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.90. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)=0,
                где a&#60;x<sub>0</sub>&#60;b. Кроме того, известно, что
                третья производная от функции f(x) в точке x=x<sub>0</sub> меньше нуля.
                Тогда функция f(x) в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>возрастает
                <LI>убывает
                <LI>имеет локальный минимум
                <LI>имеет локальный максимум
                <LI>меньше нуля
                <LI>равна нулю
                <LI>больше нуля
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.91. Вовочка сбежал вниз по движущемуся вниз эскалатору и насчитал 45 ступенек. Затем он пробежал вверх
                по тому же эскалатору с той же скоростью относительно эскалатора и насчитал 105 ступенек. Сколько
                ступенек он насчитал бы, если спускался по неподвижному эскалатору ?
            </B>
            <OL><I>Ответы</I>
                <LI>50
                <LI>55
                <LI>60
                <LI>63
                <LI>65
                <LI>70
                <LI>75
                <LI>80
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.92. Известно, что функция одной переменной y=f(x) имеет максимум при x=1.
                Обозначим f&#8242;=df/dx, f&#8243;=d<SUP>2</SUP>f/dx<SUP>2</SUP>. Тогда
            </B>
            <OL><I>Ответы</I>
                <LI>f&#8242;(1)=0; f&#8243;(1)&#60;0
                <LI>f&#8242;(1)=0; f&#8243;(1)=0
                <LI>f&#8242;(1)=0; f&#8243;(1)&#62;0
                <LI>f&#8242;(1)&#60;0; f&#8243;(1)=0
                <LI>f&#8242;(1)&#62;0; f&#8243;(1)=0
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.93. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)&#62;0,
                где a&#60;x<sub>0</sub>&#60;b. Тогда
                функция y=f(x) имеет в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>локальный минимум
                <LI>локальный максимум
                <LI>глобальный минимум
                <LI>глобальный максимум
                <LI>точку перегиба
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.94. Чему равен arccos e<SUP>sin(2018&#960;)</SUP> ?
            </B>
            <OL><I>Ответы</I>
                <LI>2018&#960;
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>&#960;
                <LI>1
                <LI>0
                <LI>не существует
                <LI>e
                <LI>1/e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.95. Производная третьего порядка функции y = x<SUP>3</SUP> &ndash; 2x<SUP>2</SUP> +5x &ndash; 1 равна
            </B>
            <OL><I>Ответы</I>
                <LI>3x<SUP>2</SUP> &ndash; 4x + 5
                <LI>6x &ndash; 4
                <LI>&ndash;6
                <LI>6
                <LI>x<SUP>4</SUP>/4 &ndash; 2x<SUP>3</SUP>/3 +5x<SUP>2</SUP>/2 &ndash; x
                <LI>2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.96. Известно, что в треугольнике АВС &#8736;А=2&#8736;С, сторона ВС на 2 см больше стороны АВ, сторона
                АС равна 5 см. Тогда сторона АВ равна
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.97. Пусть f(x) &#8722; функция одной переменной x&#8712;E<SUP>1</SUP>.
                Известно, что ее первая производная в точке x=3 равна нулю.
                Каково поведение этой функции в точке x=3, если известно,
                что ее вторая производная меньше нуля?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет при x=3 локальный максимум
                <LI>Функция f(x) имеет при x=3 локальный минимум
                <LI>Функция f(x) имеет при x=3 точку перегиба
                <LI>Функция f(x) имеет при x=3 глобальный максимум
                <LI>Функция f(x) имеет при x=3 глобальный максимум
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.98. Вычислить площадь фигуры, ограниченную линиями y=cosx, y=0, и x=– &#960;/3 и x=&#960;/3
            </B>
            <OL><I>Ответы</I>
                <LI>&#8730;2
                <LI>&#8730;3
                <LI>0
                <LI>1
                <LI>16/3
                <LI>&#960;/4
                <LI>&#960;
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.99. Пусть функция z = sinx + cosy, (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент
                этой функции в точке М(&#960;;&#960;)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
                <LI>180&#176;
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.100. Лист бумаги прямоугольной формы перегнули пополам шесть раз. В средней части этого сложенного
                листа просверлили насквозь два отверстия. Сколько отверстий можно будет насчитать на листе после его
                разворачивания в исходное положение?
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>8
                <LI>36
                <LI>64
                <LI>100
                <LI>128
                <LI>256
                <LI>1000
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.101. Известно, что функция одной переменной y=f(x) имеет минимум при x=1.
                Обозначим f&#8242;=df/dx, f&#8243;=d<SUP>2</SUP>f/dx<SUP>2</SUP>. Тогда
            </B>
            <OL><I>Ответы</I>
                <LI>f&#8242;(1)=0; f&#8243;(1)&#60;0
                <LI>f&#8242;(1)=0; f&#8243;(1)=0
                <LI>f&#8242;(1)=0; f&#8243;(1)&#62;0
                <LI>f&#8242;(1)&#60;0; f&#8243;(1)=0
                <LI>f&#8242;(1)&#62;0; f&#8243;(1)=0
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.102. Однажды человек опаздывал на работу и, чтобы наверстать потерянное в пробке время, побежал вниз по
                эскалатору метро. Спускаясь со скоростью две ступени в секунду, он насчитал сто сорок ступеней. Через
                день ситуация повторилась, но теперь ему грозило большее опоздание. Естественно, по тому же эскалатору
                он бежал быстрее &ndash; со скоростью три ступени в секунду, а насчитал на двадцать восемь ступенек
                больше.
                Странно получилось: чем быстрее бежишь, тем длиннее эскалатор.
                Сколько же всего ступенек на нем?
            </B>
            <OL><I>Ответы</I>
                <LI>270
                <LI>280
                <LI>290
                <LI>300
                <LI>320
                <LI>340
                <LI>450
                <LI>600
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.103. В равнобедренной трапеции большее основание меньше периметра на 28 см, средняя линия равна 8 см, а
                диагональ является биссектрисой тупого угла. Тогда меньшее основание трапеции равно </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.104. Наименьшее расстояние между прямой y=2x&ndash;1 и кривой y=x<SUP>4</SUP>
                + 3x<SUP>2</SUP>+2x равно
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/&#8730;5
                <LI>1
                <LI>2
                <LI>&#8730;5
                <LI>3
                <LI>4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.105. Угол наклона касательной, проведенной к графику функции в некоторой точке, равен…
            </B>
            <OL><I>Ответы</I>
                <LI>отношению значения функции к значению аргумента в этой точке
                <LI>значению производной функции в этой точке
                <LI>значению арктангенса производной функции в этой точке
                <LI>значению арксинуса производной функции в этой точке
                <LI>значению арккосинуса производной функции в этой точке
                <LI>значению дифференциала функции в этой точке
                <LI>значению функции в этой точке
                <LI>значению тангенса производной функции в этой точке
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.106. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 3 и 4.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>18
                <LI>36
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.107. На широте Уфы из ружья выстрелили вертикально вверх. Выберите правильный ответ
            </B>
            <OL><I>Ответы</I>
                <LI>пуля не будет отклоняться от вертикали
                <LI>пуля будет отклоняться от вертикали на запад
                <LI>пуля будет отклоняться от вертикали на север
                <LI>пуля будет отклоняться от вертикали на юг
                <LI>пуля будет отклоняться от вертикали на восток
                <LI>пуля будет закручиваться
                <LI>пуля упадёт в точке выстрела
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.108. Основания трапеции равны 4 и 16. В неё вписана и около неё описана окружность.
                Произведение радиусов вписанной и описанной окружностей равно
            </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>8
                <LI>9
                <LI>2&#8730;13
                <LI>16
                <LI>3&#8730;23
                <LI>32
                <LI>4&#8730;31
                <LI>36
                <LI>5&#8730;41
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.109. Плоскость, проведенная в пирамиде параллельно основанию, делит её боковую поверхность на части,
                отношение которых равно 4:5, считая от вершины. В каком отношении делится этой плоскостью высота ?
            </B>
            <OL><I>Ответы</I>
                <LI>1:1
                <LI>1:2
                <LI>2:1
                <LI>2:3
                <LI>3:2
                <LI>4:5
                <LI>4:9
                <LI>5:9
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.110. В выпуклом четырехугольнике ABCD диагональ AC является биссектрисои? угла BAD и пересекается с
                диагональю BD в точке K. Наи?дите AK, если известно, что около четырехугольника ABCD можно описать
                окружность, и BC=6, KC=2.
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
                <LI>16
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.111. Двугранный угол между плоскостями &ndash;2x +y &ndash; 2z + 2017 =0 и &ndash;2x &ndash;2y + z
                &ndash; 2016 = 0 равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>2017&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.112. Частное решение дифференциального уравнения
                y&#8242; &ndash; y/x = x<SUP>2</SUP>
                при начальном условии
                y(1)=3/2 имеет вид
            </B>
            <OL><I>Ответы</I>
                <LI>y = 2x &ndash; x<SUP>2</SUP>/2
                <LI>y = 2x &ndash; x<SUP>3</SUP>/2
                <LI>y = x + x<SUP>2</SUP>/2
                <LI>y = x + x<SUP>3</SUP>/2
                <LI>y = x + x<SUP>4</SUP>/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.113. Два человека одновременно начали спускаться по движущемуся вниз эскалатору метро, причем один шел
                вдвое быстрее другого.
                Один из них насчитал 60 ступенек, а второй &ndash; 40. Сколько ступенек пришлось бы им отшагать по
                неподвижному эскалатору ?
            </B>
            <OL><I>Ответы</I>
                <LI>70
                <LI>80
                <LI>90
                <LI>100
                <LI>120
                <LI>140
                <LI>160
                <LI>180
                <LI>200
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.114. Площадь плоской фигуры, ограниченной линиями y=lnx,
                x=2 и y=0 равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>ln4 &ndash; 1
                <LI>ln4 &ndash; 2
                <LI>ln4 + 1
                <LI>&#8734; (фигура неограниченная)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.115. Даны векторы a(0;0;3) и b(2;0;0). Модуль их векторного произведения равен
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;6
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>0
                <LI>2
                <LI>3
                <LI>6
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.116. Две окружности радиусами R и r касаются друг друга внешним образом в точке М.
                Длина отрезка их общей касательной АВ равна
            </B>
            <OL><I>Ответы</I>
                <LI>r
                <LI>R
                <LI>R + r
                <LI>R &ndash; r
                <LI>(R<SUP>2</SUP> + r<SUP>2</SUP>)<SUP>1/2</SUP>
                <LI>(R&#183;r)<SUP>1/2</SUP>
                <LI>2(R&#183;r)<SUP>1/2</SUP>
                <LI>4(R&#183;r)<SUP>1/2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.117. Основанием прямой призмы служит прямоугольник со сторонами 6 см, 8 см и 10 см. Высота призмы
                равна 24 см.
                Найти радиус описанного шара
            </B>
            <OL><I>Ответы</I>
                <LI>11 см
                <LI>12 см
                <LI>13 см
                <LI>14 см
                <LI>15 см
                <LI>16 см
                <LI>17 см
                <LI>18 см
                <LI>19 см
                <LI>20 см
                <LI>21 см
                <LI>22 см
                <LI>23 см
                <LI>24 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.118. При каком значении &#945; векторы
                a(5;&#945;;&ndash;2) b(&#945; ;&ndash;5;0) взаимно перепендикулярны ?

            </B>
            <OL><I>Ответы</I>
                <LI>при любом значении &#945;
                <LI>ни при каком значении &#945;
                <LI>&ndash;4
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.119. В треугольнике с вершинами A(1;1), B(7;5) и C(4;5) уравнение высоты,
                проведенной из вершины C , имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>3x + 2y &ndash; 22 = 0
                <LI>3x &ndash; 2y &ndash; 2 = 0
                <LI>2x + 3y &ndash; 23 = 0
                <LI>2x &ndash; 3y + 7 = 0
                <LI>3x + 2y + 22 = 0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.120. Катер проходит расстояние между двумя пунктами на реке вниз по течению за 8 часов, обратно &ndash;
                за 12 часов. За сколько часов катер прошел бы это расстояние по стоячей воде ? </B>
            <OL><I>Ответы</I>
                <LI>8,0
                <LI>8,5
                <LI>9,0
                <LI>9,2
                <LI>9,4
                <LI>9,6
                <LI>9,8
                <LI>10,0
                <LI>10,2
                <LI>10,4
                <LI>10,6
                <LI>10,8
                <LI>11,0
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.121. Даны точки А(5;&ndash;8;&ndash;1), B(6;&ndash;8;&ndash;2), C(7;&ndash;5;&ndash;11), D(7;&ndash;7;&ndash;9).
                Найдите угол между векторами AB и CD
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>15&#176;
                <LI> 30&#176;
                <LI> 45&#176;
                <LI> 60&#176;
                <LI> 75&#176;
                <LI> 90&#176;
                <LI> 120&#176;
                <LI> 135&#176;
                <LI> 150&#176;
                <LI> 165&#176;
                <LI> 180&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.122. "Настоящий" ПО-шник сел за руль папиного Феррари и рванул с места, вдавив педаль акселератора в
                пол.
                Если первые 50 метров участка разгона его железный конь пролетел за 2 секунды, то последние
                50 метров &ndash; за 1 секунду. До какой скорости разогнался ПО-шник, если на всем пути
                ускорение его автомобиля было постоянным по величине ? </B>
            <OL><I>Ответы</I>
                <LI>100 км/ч
                <LI>200 км/ч
                <LI>225 км/ч
                <LI>250 км/ч
                <LI>270 км/ч
                <LI>275 км/ч
                <LI>300 км/ч
                <LI>325 км/ч
                <LI>400 км/ч
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.123. Пчелы, перерабатывая нектар в мед, освобождают его от значительной части воды. Исследования
                показали, что нектар обычно содержит около 70% воды, а полученный из него мед содержит только 17% воды.
                Сколько килограмов нектара приходится перерабатывать пчелам для получения 1 кг меда ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8776;1,23
                <LI>&#8776;2,77
                <LI>&#8776;3,48
                <LI>&#8776;4,87
                <LI>&#8776;5,92
                <LI>&#8776;6,12
                <LI>&#8776;10,1
                <LI>&#8776;100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.124. Из фанерного круга радиусом 2016 мм выпилены два меньших круга, радиусы которых равны 1008 мм.
                Чему равен радиус наибольшего круга, который можно выпилить из оставшегося куска фанеры?
            </B>
            <OL><I>Ответы</I>
                <LI>126
                <LI>252
                <LI>324
                <LI>336
                <LI>441
                <LI>504
                <LI>576
                <LI>672
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.125. Точка движется по окружности радиуса R с увеличивающейся
                по закону &#969;=Kt угловой скоростью (K=const). Как направлено полное
                ускорение точки через 1 секунду после начала движения?
            </B>
            <OL><I>Ответы</I>
                <LI>К центру
                <LI>От центра
                <LI>По касательной в сторону движения
                <LI>По касательной в сторону, противоположную движению
                <LI>Под углом к траектории
                <LI>Никуда не направлено (равно нулю)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.126. Крокодил Гена убегает по эскалатору от жены ! В первый раз он пастью насчитал 42 ступеньки, во
                второй раз, убегая от второй жены, двигаясь в ту же сторону со скоростью вдвое большей, он насчитал
                попой 72 ступеньки ! Сколько ступенек он насчитал бы, если бы умер?
            </B>
            <OL><I>Ответы</I>
                <LI>128
                <LI>200
                <LI>252
                <LI>256
                <LI>300
                <LI>324
                <LI>368
                <LI>400
                <LI>440
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.127. Радиус окружности, описанной около прямоугольного треугольника АВС с прямым углом С, равен 2,5.
                Радиус окружности, вписанной в треугольник АВС, равен 1. Радиус меньшего по величине катета равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>6
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.128. Какой станет концентрация 40% водного раствора, если в 0,5 литра
                добавить 300 грамм чистой воды?
            </B>
            <OL><I>Ответы</I>
                <LI>15%
                <LI>20%
                <LI>25%
                <LI>30%
                <LI>35%
                <LI>40%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.129. Кастрюля с крышкой данного объема V имеет форму цилиндра. Каково должно быть соотношение её
                размеров (высота H и диаметр 2R), чтобы на изготовление пошло минимальное количество жести ?
            </B>
            <OL><I>Ответы</I>
                <LI>H=R
                <LI>H=2R
                <LI>H=R/2
                <LI>H=R/3
                <LI>H=R/4
                <LI>H=3R/2
                <LI>H=4R
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.130. Из пунктов А и В, расстояние между которыми 20 км, навстречу друг другу одновременно вышли два
                пешехода.
                Скорость первого пешехода, вышедшего из п. А, равна 4 км/ч, скорость второго пешехода, вышедшего из п.
                В, равна 6 км/ч. Во время движения между пешеходами летает муха: от одного к другому со скоростью 17
                км/ч.
                Какой из пешеходов будет находиться дальше от п. В, когда они встретятся ?
            </B>
            <OL><I>Ответы</I>
                <LI>Пешеход, вышедший из пункта А
                <LI>Пешеход, вышедший из пункта В
                <LI>Пешеходы, будут находиться на одинаковом расстоянии от пункта В
                <LI>Ответ зависит от того, из какого пункта вылетела муха
                <LI>Нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.131. Функция y=2x<SUP>3</SUP> &#8722; 3x<SUP>2</SUP> + 5
                имеет в точке x=1
            </B>
            <OL><I>Ответы</I>
                <LI>глобальный минимум
                <LI>локальный минимум
                <LI>точку перегиба
                <LI>локальный максимум
                <LI>глобальный максимум
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.132. Радиус окружности, описанной около прямоугольного треугольника АВС с прямым углом С, равен 2,5.
                Радиус окружности, расположенной внутри угла АСВ, касающейся гипотенузы и продолжения катетов, равен 6.
                Радиус меньшего по величине катета равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>6
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.133. Даны координаты точек A(2;&ndash;2;1), B(2;2;&ndash;1), C(2;1;&ndash;2), D(1;1;&ndash;1).
                Объем параллепипеда, построенного на векторах AB, AC, AD, равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>6
                <LI>8
                <LI>9
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.134. Четыре коровы черной масти и две - коричневой дают за пять дней столько
                же молока, сколько три черных коровы и шесть коричневых дают за четыре дня.
                У каких коров выше удои: у черных или у коричневых ?
            </B>
            <OL><I>Ответы</I>
                <LI>у черных
                <LI>у коричневых
                <LI>удои одинаковы
                <LI>задача не имеет решения
                <LI>информации недостаточно для принятия решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.135. Мякоть вишни окружает косточку слоем такой же толщины, что и
                сама косточка. Будем считать, что и вишня, и косточка имеют форму шариков.
                Во сколько раз объем сочной части вишни больше объема косточки?
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>7
                <LI>8
                <LI>9
                <LI>26
                <LI>27
                <LI>28
                <LI>63
                <LI>64
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.136. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)=0,
                где a&#60;x<sub>0</sub>&#60;b. Кроме того, известно, что
                четвертая производная от функции f(x) в точке x=x<sub>0</sub> больше нуля.
                Тогда функция f(x) в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>возрастает
                <LI>убывает
                <LI>имеет локальный минимум
                <LI>имеет локальный максимум
                <LI>меньше нуля
                <LI>равна нулю
                <LI>больше нуля
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.137. Сколько решений имеет система нелинейных уравнений:
                <BR> 2sinx &ndash; 3cosx = 2&#960; ?
                <BR> tg(x/y) = 4&#960;
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно-единственное
                <LI>бесчисленное множество
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.138. Радиус окружности, описанной около прямоугольного треугольника АВС с прямым углом С, равен 2,5.
                Радиус окружности, вписанной в треугольник АВС, равен 1. Радиус большего по величине катета равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>6
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.139. Двугранный угол между плоскостями 2x &ndash; 2y + 2018 =0 и 3x + 3z &ndash; 2018 = 0 равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>2017&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.140. Найти наименьшее значение выражения
                sin<SUP>4</SUP>&#945; + cos<SUP>4</SUP>&#945; при
                0&#8804;&#945;&#8804;&#960;/2
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/8
                <LI>1/4
                <LI>1/3
                <LI>&#960;/3
                <LI>1/2
                <LI>&#960;/4
                <LI>1
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.141. Радиус окружности, вписанной в треугольник со сторонами 6, 8 и 10 см, равен
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.142. Деталь в масштабе 1:5 имеет длину 2,1 см. Какую длину (см) имеет данная деталь в масштабе 1:3,5?
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>3,1
                <LI>3,5
                <LI>10,5
                <LI>0,35
                <LI>6
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.143. Сколько решений имеет система нелинейных уравнений:
                <BR> sinx + cosx = &#960; ?
                <BR> tgxy = &#960;/3
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно-единственное
                <LI>бесчисленное множество
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.144. Восемь человек с одинаковой производительностью могут закончить работу за 15 дней. За сколько дней
                будет завершен такой же объем работы, если будут работать 12 человек с такой же производительностью?
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.145. Определить высоту усеченного конуса, если его боковая поверхность равна сумме поверхностей
                оснований, радиусы которых равны r и R
            </B>
            <OL><I>Ответы</I>
                <LI>H = (R &ndash; r) / 2
                <LI>H = (R + r) / 2
                <LI>H = 2rR / (R &ndash; r)
                <LI>H = 2rR / (R+r)
                <LI>H = (R<SUP>2</SUP> + r<SUP>2</SUP>)<SUP>1/2</SUP>
                <LI>H = 2(R<SUP>2</SUP> + r<SUP>2</SUP>)<SUP>1/2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.146. Из трех досок одинаковой ширины сколачивается желоб. При каком угле наклона боковых стенок к днищу
                площадь поперечного сечения будет наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.147. Сколько решений имеет уравнение sinx=&#960;/3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно-единственное
                <LI>бесчисленное множество
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.148. В треугольнике АВС угол С вдвое больше угла А и АС=2ВС. Тогда угол В равен
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.149. Чему равен sin(arctg&#8730;3) ?
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;&#8730;3
                <LI>&ndash;1/&#8730;3
                <LI>0
                <LI>1/2
                <LI>&#8730;3/3
                <LI>&#8730;3/2
                <LI>&#8730;3
                <LI>2&#8730;3
                <LI>3#8730;3
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.150. Вертолет вылетел из Уфы с площадки у Госцирка и стал
                двигаться по следующему маршруту: 500 км на юг,
                затем 500 км на запад,затем 500 км на север, затем 500 км на восток.
                Где приземлится вертолет?
                Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг
                собственной оси 1 сутки, приборы &#8722; идеальными, погоду летной, запасы горючего
                достаточными для того чтобы пролететь 3000 км.
            </B>
            <OL><I>Ответы</I>
                <LI>в точке старта
                <LI>южнее точки старта
                <LI>севернее точки старта
                <LI>западнее точки старта
                <LI>восточнее точки старта
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.151. В равнобедренную трапецию можно вписать окружность.
                Периметр трапеции равен 68, а её площадь 255. Тогда расстояние от точки пересечения диагоналей трапеции
                до её большего основания равно
            </B>
            <OL><I>Ответы</I>
                <LI>68/255
                <LI>255/68
                <LI>375/34
                <LI>255/34
                <LI>6
                <LI>7
                <LI>8
                <LI>9
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.152. В трапеции с основаниями 9 и 16 меньшая диагональ перпендикулярна к основаниям. Чему равна площадь
                трапеции, если сумма её острых углов равна 90&#176; ?
            </B>
            <OL><I>Ответы</I>
                <LI>9
                <LI>12
                <LI>12,5
                <LI>25
                <LI>100
                <LI>150
                <LI>200
                <LI>250
                <LI>300
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.153. В треугольнике со сторонами a,b,с известно, что c<SUP>3</SUP> = a<SUP>3</SUP> + b<SUP>3</SUP>.
                Тогда это треугольник
            </B>
            <OL><I>Ответы</I>
                <LI>тупоугольный
                <LI>прямоугольный
                <LI>остроугольный
                <LI>может быть и тупоугольным, и прямоугольным и остроугольным, в зависимости от соотношения сторон a, b
                    и c
                <LI>какой я тупой !
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.154. Касательная, проведенная к графику функции в некоторой точке,
                наклонена к оси абсцисс под углом &#945;, численно равном
            </B>
            <OL><I>Ответы</I>
                <LI>отношению значения функции к значению аргумента в этой точке
                <LI>значению производной функции в этой точке
                <LI>значению арксинуса производной функции в этой точке
                <LI>значению арккосинуса производной функции в этой точке
                <LI>значению арктангенса производной функции в этой точке
                <LI>значению тангенса производной функции в этой точке
                <LI>значению дифференциала функции в этой точке
                <LI>значению функции в этой точке
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.155. Велосипедист едет со скоростью 12 км/ч. С какой скоростью он должен ехать, чтобы каждый километр
                он проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
                <LI>19
                <LI>20
                <LI>24
                <LI>36
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.156. Внутреннее сопротивление батареи с электродвижущей силой (ЭДС) Е равно r. При каком значении
                сопротивления внешней цепи R во внешней цепи будет выделяться больше всего тепла ?
            </B>
            <OL><I>Ответы</I>
                <LI>R=0
                <LI>R=r/E
                <LI>R=E/r
                <LI>R=r
                <LI>R=Er
                <LI>R=&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.157. В треугольнике АВС проведены высоты АА<sub>1</sub> и ВВ<sub>1</sub>,
                М &ndash; середина стороны АВ, АВ=2017, ВС=2018, МА<sub>1</sub>=256. Тогда МВ<sub>1</sub> равно </B>
            <OL><I>Ответы</I>
                <LI>32
                <LI>64
                <LI>128
                <LI>256
                <LI>512
                <LI>1009
                <LI>1024
                <LI>2017
                <LI>2018
                <LI>2048
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.158. В правильной треугольной призме ABCA<sub>1</sub>B<sub>1</sub>C<sub>1</sub>,
                все ребра которой равны 1, найдите косинус угла &#945; между прямой AC<sub>1</sub> и плоскостью
                BCC<sub>1</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>cos&#945; = 0
                <LI>cos&#945; = 1/2
                <LI>cos&#945; = &#8730;3/2
                <LI>cos&#945; = &#8730;(3/8)
                <LI>cos&#945; = &#8730;(1/2)
                <LI>cos&#945; = &#8730;(5/8)
                <LI>cos&#945; = &#8730;(3/4)
                <LI>cos&#945; = &#8730;(7/8)
                <LI>cos&#945; = 1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.159. В трапеции с основаниями 4 и 16 меньшая диагональ перпендикулярна к основаниям. Чему равна площадь
                трапеции, если сумма её острых углов равна 90&#176; ?
            </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>16
                <LI>20
                <LI>40
                <LI>80
                <LI>120
                <LI>160
                <LI>200
                <LI>240
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.160. Чему равен sin2&#945;, если ctg&#945; = 3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/7
                <LI>0.28
                <LI>2/7
                <LI>7/24
                <LI>0.6
                <LI>2/3
                <LI>3/4
                <LI>0.8
                <LI>0.96
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.161. Биссектрисы углов A и B па­рал­ле­ло­грам­ма ABCD пе­ре­се­ка­ют­ся в точке K. Най­ди­те пло­щадь
                параллелограмма, если BC = 5, а рас­сто­я­ние от точки K до сто­ро­ны AB равно 7.
            </B>
            <OL><I>Ответы</I>
                <LI>35
                <LI>70
                <LI>105
                <LI>140
                <LI>144
                <LI>175
                <LI>205
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.162. В равнобедренной трапеции большее основание меньше периметра на 22 см, средняя линия равна 7 см, а
                диагональ является биссектрисой тупого угла. Тогда большее основание трапеции равно </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.163. Окружности ра­ди­у­сов 12 и 6 ка­са­ют­ся внеш­ним образом. Точки A и B лежат на пер­вой
                окружности, точки C и D &ndash; на второй. При этом AC и BD &ndash; общие ка­са­тель­ные окружностей.
                Най­ди­те рас­сто­я­ние между пря­мы­ми AB и CD.
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>16
                <LI>20
                <LI>24
                <LI>28
                <LI>32
                <LI>36
                <LI>36
                <LI>48
                <LI>64
                <LI>72
                <LI>96
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.164. В прямоугольный треугольник с катетами 10 см и 15 см вписан квадрат, имеющий с
                треугольником общий угол. Площадь квадрата равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1 см<SUP>2</SUP>
                <LI>4 см<SUP>2</SUP>
                <LI>9 см<SUP>2</SUP>
                <LI>16 см<SUP>2</SUP>
                <LI>25 см<SUP>2</SUP>
                <LI>36 см<SUP>2</SUP>
                <LI>49 см<SUP>2</SUP>
                <LI>64 см<SUP>2</SUP>
                <LI>81 см<SUP>2</SUP>
                <LI>100 см<SUP>2</SUP>
                <LI>121 см<SUP>2</SUP>
                <LI>144 см<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.165. Площадь прямоугольного треугольника равна 84, периметр 56. Тогда гипотенуза треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>25
                <LI>17
                <LI>24
                <LI>23
                <LI>12
                <LI>7
                <LI>15
                <LI>27
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.166. Тело массой 500 г начинает скользить с нулевой начальной скоростью вдоль наклонной плоскости без
                трения с высоты 5 м. Скорость тела у подножия наклонной плоскости равна ...
            </B>
            <OL><I>Ответы</I>
                <LI>5 м/с
                <LI>5 км/ч
                <LI>7 м/с
                <LI>10 м/с
                <LI>10 км/ч
                <LI>60 км/ч
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.167. Производная функции f(x)=cosx/x равна
            </B>
            <OL><I>Ответы</I>
                <LI>sinx/x<SUP>2</SUP>
                <LI>&ndash;sinx/x<SUP>2</SUP>
                <LI>cosx/x<SUP>2</SUP>
                <LI>&ndash;cosx/x<SUP>2</SUP>
                <LI>(xsinx &ndash; cosx)/x
                <LI>(&ndash;xsinx &ndash; cosx)/x
                <LI>(xsinx &ndash; cosx)/x<SUP>2</SUP>
                <LI>(&ndash;xsinx &ndash; cosx)/x<SUP>2</SUP>
                <LI>(xcosx &ndash; sinx)/x<SUP>2</SUP>
                <LI>(sinx &ndash; xcosx)/x<SUP>2</SUP>
                <LI>(&ndash;sinx &ndash; xcosx)/x<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.168. В трапеции с основаниями 9 и 16 меньшая диагональ перпендикулярна к основаниям. Чему равна высота
                трапеции, если сумма её острых углов равна 90&#176; ?
            </B>
            <OL><I>Ответы</I>
                <LI>9
                <LI>12
                <LI>12,5
                <LI>25
                <LI>100
                <LI>150
                <LI>200
                <LI>250
                <LI>300
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.169. Остроугольный треугольник АВС вписан в круг радиуса R=65/6. Известно, что две его стороны равны 13
                и 20. Чему тогда равна третья сторона ?
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>13
                <LI>20
                <LI>21
                <LI>22
                <LI>27
                <LI>36
                <LI>65
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.170. Решить уравнение x<SUP>0.4</SUP>=3+4 x<SUP>&ndash;0.4</SUP></B>
            <OL><I>Ответы</I>
                <LI>&#177;2
                <LI>&#177;4
                <LI>&#177;8
                <LI>&#177;16
                <LI>&#177;32
                <LI>&#177;64
                <LI>&#177;128
                <LI>&#177;256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.171. Известно, что в точке с&#8712;[a,b] (a&#60;c&#60;b)
                для функции f(x) выполнены условия: f(c)=(a+b)/2, f&#8242;(c)=0, f&#8243;(c)&#60;0.
                Какой вывод можно сделать о характере поведения функции f(x) в точке x=c?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет минимум при x=c
                <LI>Функция f(x) имеет максимум при x=c
                <LI>Функция f(x) имеет перегиб при x=c
                <LI>Функция f(x) имеет разрыв I рода при x=c
                <LI>Функция f(x) имеет разрыв II рода при x=c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.172. На оси параболы y<SUP>2</SUP>=2px дана точка М на расстоянии a&#62;p от вершины.
                Абсцисса ближайшей к ней точки кривой равна
            </B>
            <OL><I>Ответы</I>
                <LI>a
                <LI>p
                <LI>a + p
                <LI>a &ndash; p
                <LI>p &ndash; a
                <LI>(a<SUP>2</SUP> + p<SUP>2</SUP>)<SUP>1/2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.173. В усеченный конус вписан шар. Сумма длин диаметров верхнего и нижнего оснований
                конуса в 5 раз больше длины радиуса шара. Угол &#945; между образующей конуса и плоскостью основания
            </B>
            <OL><I>Ответы</I>
                <LI>&#945;=15&#176;
                <LI>&#945; = arcsin(4/5)
                <LI>&#945;=30&#176;
                <LI>&#945; = arccos(4/5)
                <LI>&#945; = arctg(1/5)
                <LI>&#945;=45&#176;
                <LI>&#945; = arcsin(2/3)
                <LI>&#945; = arccos(2/3)
                <LI>&#945;=60&#176;
                <LI>&#945;=75&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.174. Вертолет вылетел из Уфы с площадки у Госцирка и стал
                двигаться по следующему маршруту: 500 км на север,
                затем 500 км на запад,затем 500 км на юг, затем 500 км на восток.
                Где приземлится вертолет?
                Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг
                собственонй оси 1 сутки, приборы &#8722; идеальными, погоду летной, запасы горючего
                достаточными для того чтобы пролететь 3000 км.
            </B>
            <OL><I>Ответы</I>
                <LI>в точке старта
                <LI>южнее точки старта
                <LI>севернее точки старта
                <LI>западнее точки старта
                <LI>восточнее точки старта
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.175. Окружность радиуса R=3&#8730;3 касается продолжений сторон ВС и АС треугольника АВС и стороны ВА.
                Если величина угла С треугольника АВС равна 60&#176;, то его периметр равен

            </B>
            <OL><I>Ответы</I>
                <LI>&#8730;3
                <LI>2&#8730;3
                <LI>3&#8730;3
                <LI>6
                <LI>6&#8730;3
                <LI>9&#8730;3
                <LI>12
                <LI>12&#8730;3
                <LI>18
                <LI>18&#8730;3
                <LI>27
                <LI>27&#8730;3
                <LI>36
                <LI>36&#8730;3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.176. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)&#60;0,
                где a&#60;x<sub>0</sub>&#60;b. Тогда
                функция y=f(x) имеет в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>локальный минимум
                <LI>локальный максимум
                <LI>глобальный минимум
                <LI>глобальный максимум
                <LI>точку перегиба
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.177. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью v.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 12
                км. На какое минимальное расстояние сблизятся самолеты ?
            </B>
            <OL><I>Ответы</I>
                <LI>0 км
                <LI>2 км
                <LI>3 км
                <LI>4 км
                <LI>~5,2 км
                <LI>6 км
                <LI>~6,93 км
                <LI>8 км
                <LI>9 км
                <LI>~10,4 км
                <LI>12 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.178. В острый угол А вписаны окружности радиусами 12 см и 36 см, извне касающиеся друг друга. Общая
                касательная к окружностям, проведенная через точку их касания, пересекает стороны угла в точках В и С.
                Тогда радиус окружности, описанной около треугольника АВС, равен
            </B>
            <OL><I>Ответы</I>
                <LI>18 см
                <LI>24 см
                <LI>32 см
                <LI>36 см
                <LI>42 см
                <LI>45 см
                <LI>48 см
                <LI>56 см
                <LI>64 см
                <LI>72 см

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.179. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)=0,
                где a&#60;x<sub>0</sub>&#60;b. Кроме того, известно, что
                третья производная от функции f(x) в точке x=x<sub>0</sub> больше нуля.
                Тогда функция f(x) в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>возрастает
                <LI>убывает
                <LI>имеет локальный минимум
                <LI>имеет локальный максимум
                <LI>меньше нуля
                <LI>равна нулю
                <LI>больше нуля
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.180. В прямоугольном треугольнике АВС (С=90&#176;) проведена высота СD и медиана СЕ.
                Площади треугольников ACD и ECB равны соответственно 4 см<SUP>2</SUP> и 10 см<SUP>2</SUP>. Тогда длина
                гипотенузы АВ равна </B>
            <OL><I>Ответы</I>
                <LI>2 см
                <LI>4 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>10 см
                <LI>12 см
                <LI>16 см
                <LI>20 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.181. За неделю до даты итогового тестирования студентов потока БПО по дисциплине
                "Компьютерное моделирование" преподаватель объявил, что увеличил количество тестовых заданий
                в базе на 80%. Студенты, уже
                распределившие между собой работу по подготовке ответов на те задания, которые были в базе до её
                расширения, провели рабочее совещание, на котором им стало ясно, что
                за оставшееся до даты проведения теста время они не смогут повысить производительность своей работы
                более, чем на 20%. Cтало предельно ясно, что состав рабочей группы по подготовке к тестированию
                необходимо увеличивать, поскольку никто не хотел переносить срок защиты своей выпускной квалификационной
                работы на следующий год.
                На сколько процентов должен быть увеличен количественный состав рабочей группы, чтобы
                успеть в срок подготовиться к тестированию ?
            </B>
            <OL><I>Ответы</I>
                <LI>на 10%
                <LI>на 20%
                <LI>на 30%
                <LI>на 40%
                <LI>на 50%
                <LI>на 60%
                <LI>на 70%
                <LI>на 80%
                <LI>на 90%
                <LI>на 100%

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.182. Гипотенуза прямоугольного треугольника равна с, а биссектриса одного из его острых углов
                равна с/&#8730;3. Тогда больший по длине катет равен
            </B>
            <OL><I>Ответы</I>
                <LI>с&#8730;2/2
                <LI>с&#8730;3/2
                <LI>3с&#8730;2/2
                <LI>2с/3
                <LI>3с/4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.183. Камень брошен под углом &#945; к поверхности Луны
                с начальной скоростью v<sub>0</sub>=10 м/с.
                Траектория его полета будет представлять собой
            </B>
            <OL><I>Ответы</I>
                <LI>прямую линию
                <LI>параболу
                <LI>гиперболу
                <LI>циклоиду
                <LI>синусоиду
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.184. Точка движется по окружности радиуса R=const по заданному временному закону &#966;=&#966;(t),
                где &#966; &ndash; угол между радиусом, проведенным к точке и
                положительным направлением оси абсцисс, t &ndash; время.
                По какому закону изменяются её декартовы координаты ? </B>
            <OL><I>Ответы</I>
                <LI>x=Rsin&#966;, y=Rcos&#966;
                <LI>x=Rcos&#966;, y=Rsin&#966;
                <LI>x=Rtg&#966;, y=Rctg&#966;
                <LI>x=&ndash;Rsin&#966;, y=Rcos&#966;
                <LI>x=&ndash;Rcos&#966;, y=Rsin&#966;
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.185. В прямоугольном треугольнике АВС с гипотенузой АС проведены медианы AM и CN.
                Около четырехугольника ANMC можно описать окружность. Найти радиус этой окружности, если АС=2.
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>&#8730;2/2
                <LI>2
                <LI>&#8730;2
                <LI>2&#8730;2
                <LI>&#8730;3/2
                <LI>&#8730;3
                <LI>2&#8730;3
                <LI>&#8730;5/2
                <LI>&#8730;5
                <LI>2&#8730;5
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.186. Из фанерного круга диаметром 2016 мм выпилены два меньших круга, диаметрыы которых равны 1008 мм.
                Чему равен радиус наибольшего круга, который можно выпилить из оставшегося куска фанеры?
            </B>
            <OL><I>Ответы</I>
                <LI>126
                <LI>252
                <LI>324
                <LI>336
                <LI>441
                <LI>504
                <LI>576
                <LI>672
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.187. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 24 м.
                Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>1 м
                <LI>2 м
                <LI>3 м
                <LI>4 м
                <LI>5 м
                <LI>6 м
                <LI>7 м
                <LI>8 м
                <LI>9 м
                <LI>10 м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.188. В острый угол А вписаны окружности радиусами 16 см и 48 см, извне касающиеся друг друга. Общая
                касательная к окружностям, проведенная через точку их касания, пересекает стороны угла в точках В и С.
                Тогда радиус окружности, описанной около треугольника АВС, равен
            </B>
            <OL><I>Ответы</I>
                <LI>18 см
                <LI>24 см
                <LI>32 см
                <LI>36 см
                <LI>42 см
                <LI>45 см
                <LI>48 см
                <LI>56 см
                <LI>64 см
                <LI>72 см

            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.189. Окружности ра­ди­у­сов 48 и 24 ка­са­ют­ся внеш­ним образом. Точки A и B лежат на пер­вой
                окружности, точки C и D &ndash; на второй. При этом AC и BD &ndash; общие ка­са­тель­ные окружностей.
                Най­ди­те рас­сто­я­ние между пря­мы­ми AB и CD.
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>16
                <LI>20
                <LI>24
                <LI>28
                <LI>32
                <LI>36
                <LI>36
                <LI>48
                <LI>64
                <LI>72
                <LI>96
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.190. Стритрейсер вдавил педаль акселератора в пол, и его железный конь рванул с места, пролетев
                первую часть пути за 6 секунд, а последнюю <I>такую же по величине</I> часть пути &ndash; за 2 секунды.
                Сколько секунд
                разгонял своего железного коня стритрейсер, если ускорение на всем пути было постоянным по величине ?
            </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.191. Внутреннее сопротивление батареи с электродвижущей силой (ЭДС) Е равно r. При каком значении
                сопротивления внешней цепи R ток через батарею будет максимальным ?
            </B>
            <OL><I>Ответы</I>
                <LI>R=0
                <LI>R=r/E
                <LI>R=E/r
                <LI>R=r
                <LI>R=Er
                <LI>R=&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.192. В параллелограмме ABCD луч, проведенный из вершины А, делит сторону ВС в отношении 3:5
                (BC&#62;AB). В каком отношении луч делит диагональ BD ?
            </B>
            <OL><I>Ответы</I>
                <LI>1:7
                <LI>1:5
                <LI>1:4
                <LI>1:3
                <LI>3:5
                <LI>5:8
                <LI>3:8
                <LI>8:3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.193. В амбаре было несколько головок сыра. Ночью прокрались мыши и съели 44 головки сыра, причем все
                ели поровну. От обжорства у некоторых мышей разболелись животы, и в следующий день в амбар явились лишь
                17. Они доели весь сыр, но каждая мышь съела вчетверо меньше, чем накануне.
                Сколько головок сыра было изначально?
            </B>
            <OL><I>Ответы</I>
                <LI>13
                <LI>33
                <LI>34
                <LI>35
                <LI>45
                <LI>46
                <LI>66
                <LI>79
                <LI>169
                <LI>429
                <LI>1089
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.194. Объем тела, ограниченного поверхностью 4x<SUP>2</SUP> + 9y<SUP>2</SUP> + 16z<SUP>2</SUP> = 36,
                равен </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>9
                <LI>4&#960;/3
                <LI>9&#960;/3
                <LI>12&#960;
                <LI>36&#960;
                <LI>36
                <LI>16
                <LI>&#8734; (неограничен)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.195. Чему равен arcsin e<SUP>cos(2018&#960;)</SUP> ?
            </B>
            <OL><I>Ответы</I>
                <LI>2018&#960;
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>&#960;
                <LI>1
                <LI>0
                <LI>не существует
                <LI>e
                <LI>1/e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.196. Три окружности разных радиусов попарно касаются друг друга.
                Прямые, соединяющие их центры, образуют прямоугольный треугольник.
                Найти радиус меньшей окружности, если радиусы большей и средней окружностей равны 6 и 4 см.
            </B>
            <OL><I>Ответы</I>
                <LI>0,5 см
                <LI>1 см
                <LI>1,5 см
                <LI>2 см
                <LI>2,5 см
                <LI>3 см
                <LI>3,5 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.197. Известно, что в точке с&#8712;[a,b] (a&#60;c&#60;b)
                для функции f(x) выполнены условия: f(c)=(a+b)/2, f&#8242;(c)&#62;0, f&#8243;(c)=0.
                Какой вывод можно сделать о характере поведения функции f(x) в точке x=c?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет минимум при x=c
                <LI>Функция f(x) имеет максимум при x=c
                <LI>Функция f(x) имеет перегиб при x=c
                <LI>Функция f(x) имеет разрыв I рода при x=c
                <LI>Функция f(x) имеет разрыв II рода при x=c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.198. Что больше: 20172016*20172019 или 20172017*20172018 ?
            </B>
            <OL><I>Ответы</I>
                <LI>20172016*20172019 &#62; 20172017*20172018
                <LI>20172016*20172019 &#60; 20172017*20172018
                <LI>20172016*20172019 = 20172017*20172018
                <LI>мой калькулятор не тянет такие вычисления
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.199. Известно, что в точке с&#8712;[a,b] (a&#60;c&#60;b)
                для функции f(x) выполнены условия: f(c)=(a+b)/2, f&#8242;(c)=0, f&#8243;(c)&#62;0.
                Какой вывод можно сделать о характере поведения функции f(x) в точке x=c?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет минимум при x=c
                <LI>Функция f(x) имеет максимум при x=c
                <LI>Функция f(x) имеет перегиб при x=c
                <LI>Функция f(x) имеет разрыв I рода при x=c
                <LI>Функция f(x) имеет разрыв II рода при x=c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.200. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 15 и 20.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
                <LI>1152
                <LI>1800
                <LI>2024
                <LI>2592
                <LI>11025
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.201. Длины оснований трапеции равны а и b.
                Пусть с &ndash; длина отрезка, соединяющего
                боковые стороны трапеции, параллельного основаниям и делящего площадь трапеции пополам. Тогда
            </B>
            <OL><I>Ответы</I>
                <LI>c = a + b
                <LI>c = (a + b)&#183;&#8730;2
                <LI>c = (a + b)&#183;&#8730;3
                <LI>c<SUP>2</SUP> = (a<SUP>2</SUP> + b<SUP>2</SUP>)/2
                <LI>c<SUP>2</SUP> = a<SUP>2</SUP> + b<SUP>2</SUP>
                <LI>c<SUP>2</SUP> = (a + b)&#183;(a &ndash; b)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.202. В равнобедренной трапеции большее основание меньше периметра на 22 см, средняя линия равна 7 см, а
                диагональ является биссектрисой тупого угла. Тогда меньшее основание трапеции равно </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.203. Два равных квадрата имеют общую сторону; их плоскости образуют двугранный угол, равный
                &#945;. Из общей вершины в каждом из квадратов проведены диагонали. Угол между этими диагоналями &#966;
                определяется выражением </B>
            <OL><I>Ответы</I>
                <LI>cos&#966;/2 = 1 &ndash; cos&#945;
                <LI>cos&#966;/2 = 1 + cos&#945;
                <LI>cos&#966; = 1 &ndash; cos&#945;
                <LI>cos&#966; = 1 + cos&#945;
                <LI>2cos&#966; = 1 &ndash; cos&#945;
                <LI>2cos&#966; = 1 + cos&#945;
                <LI>2cos&#966; = 1 &ndash; cos&#945;/2
                <LI>2cos&#966; = 1 + cos&#945;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.204. Тело, начав вертикально падать из состояния покоя, прошло первую часть пути за 3 секунды, а
                последнюю <I>такую же по величине</I> часть пути &ndash; за 1 секунду. Сколько секунд падало тело ? </B>

            <OL><I>Ответы</I>
                <LI>4
                <LI>4,5
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
                <LI>8
                <LI>10
                <LI>20
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.205. Сторона основания правильной треугольной пирамиды равна а, а площадь боковой поверхности вдвое
                больше площади основания. Тогда высота пирамиды равна
            </B>
            <OL><I>Ответы</I>
                <LI>a/4
                <LI>a/3
                <LI>a/&#8730;3
                <LI>a/2
                <LI>a/&#8730;2
                <LI>a
                <LI>a&#8730;2
                <LI>a&#8730;3
                <LI>2a
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.206. Наименьшее значение функции
                y = sin<SUP>6</SUP>x + cos<SUP>6</SUP>x равно
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>&ndash;1/4
                <LI>&ndash;1/2
                <LI>0
                <LI>1/4
                <LI>1/&#8730;2
                <LI>1/2
                <LI>1/&#8730;3
                <LI>1
                <LI>2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.207. Автомобиль едет со скоростью 45 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
                <LI>92
                <LI>96
                <LI>120
                <LI>140
                <LI>165
                <LI>180
                <LI>240
                <LI>300
                <LI>360

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.208. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 8 м.
                Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>1 м
                <LI>2 м
                <LI>3 м
                <LI>4 м
                <LI>5 м
                <LI>6 м
                <LI>7 м
                <LI>8 м
                <LI>9 м
                <LI>10 м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.209. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью 900
                км/ч.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 18
                км.
                Через какое время самолеты будут находиться на минимальном расстоянии друг от друга ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>12 секунд
                <LI>24 секунд
                <LI>36 секунд
                <LI>48 секунд
                <LI>12 минут
                <LI>24 минуты
                <LI>36 минут
                <LI>48 минут
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.210. Пусть функция z=ctg<SUP>2</SUP>x+lny<SUP>2</SUP> + 2017,
                (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент этой функции в точке М(&#960;/4;0.5)?
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
                <LI>180&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.211. Два самолета одновременно поднялись в воздух
                с площадки у Госцирка в Уфе и стали двигаться
                с одинаковой скоростью 1000 км/ч на одинаковой высоте 10 км:
                первый строго на юго-восток, второй &#8722; строго
                на юго-запад. Где они встретятся? Запасы горючего считать неисчерпаемыми,
                Землю идеальным шаром, погоду и приборы идеальными.
            </B>
            <OL><I>Ответы</I>
                <LI>Самолеты встретятся где-то в Тихом океане через 20 часов после вылета
                <LI>Самолеты встретятся где-то в Тихом океане через 40 часов после вылета
                <LI>Самолеты встретятся в Уфе в точке старта через 20 часов после вылета
                <LI>Самолеты встретятся в Уфе в точке старта через 40 часов после вылета
                <LI>Самолеты вообще не встретятся никогда
                <LI>Самолеты встретятся на Северном полюсе
                <LI>Самолеты встретятся на Южном полюсе
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.212. В Мадрасе (Индия) пробурен тоннель по диаметру Земли, лежащему
                в ее экваториальной плоскости. В тоннель брошено тело без начальной скорости.
                Наблюдатель следит за его движением, стоя лицом к Уфе. При движении тела в тоннеле оно
            </B>
            <OL><I>Ответы</I>
                <LI>отклонится от вертикали влево
                <LI>отклонится от вертикали вправо
                <LI>отклонится от вертикали вперед
                <LI>отклонится от вертикали назад
                <LI>не отклонится от вертикали
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.213. Площадь прямоугольного треугольника равна 30 см<SUP>2</SUP>, периметр 30 см. Тогда меньший по
                величине катет треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>3 см
                <LI>2 см
                <LI>1 см
                <LI>4 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.214. Фотокарточка размерами 12х18 см вставлена в рамку постоянной ширины. Определить ширину рамки, если
                ее площадь равна площади самой карточки
            </B>
            <OL><I>Ответы</I>
                <LI>2 см
                <LI>2,2 см
                <LI>2,4 см
                <LI>2,6 см
                <LI>2,8 см
                <LI>3 см
                <LI>3,2 см
                <LI>3,4 см
                <LI>3,6 см
                <LI>3,8 см
                <LI>4 см

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.215. Окружность радиуса R=&#8730;3 касается продолжений сторон ВС и АС треугольника АВС и стороны ВА.
                Если величина угла С треугольника АВС равна 60&#176;, то его периметр равен

            </B>
            <OL><I>Ответы</I>
                <LI>&#8730;3
                <LI>2&#8730;3
                <LI>3&#8730;3
                <LI>6
                <LI>6&#8730;3
                <LI>9&#8730;3
                <LI>12
                <LI>12&#8730;3
                <LI>18
                <LI>18&#8730;3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.216. Два равных равнобедренных треугольника имеют общее основание, равное а; угол при вершине
                каждого их них равен &#945;; двугранный угол между их плоскостями равен &#966;. Тогда расстояние между
                вершинами треугольников равно
            </B>
            <OL><I>Ответы</I>
                <LI>a&#183;tg(&#945/2)&#183;sin(&#966;/2)
                <LI>a&#183;tg(&#945/2)&#183;cos(&#966;/2)
                <LI>a&#183;tg(&#945/2)&#183;ctg(&#966;/2)
                <LI>a&#183;ctg(&#945/2)&#183;sin(&#966;/2)
                <LI>a&#183;ctg(&#945/2)&#183;cos(&#966;/2)
                <LI>a&#183;ctg(&#945/2)&#183;tg(&#966;/2)
                <LI>a&#183;ctg(&#945/2)&#183;ctg(&#966;/2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.217. Найти sin<SUP>4</SUP>&#945; &ndash; cos<SUP>4</SUP>&#945;, если &#945;=2arctg2
            </B>
            <OL><I>Ответы</I>
                <LI>1/5
                <LI>1/&#8730;5
                <LI>4/&#8730;5
                <LI>7/25
                <LI>4/5
                <LI>&#8730;2/2
                <LI>&#8730;3/2
                <LI>&#960;/3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.218. Стороны треугольника a, b, c, связаны между собой соотношением
                a<SUP>2</SUP> + b<SUP>2</SUP> &ndash; c<SUP>2</SUP> = 0. Тогда радиус окружности, вписанной
                в этот треугольник, равен
            </B>
            <OL><I>Ответы</I>
                <LI>r = (a + b + c)/2
                <LI>r = (a &ndash; b + c)/2
                <LI>r = (a + b &ndash; c)/2
                <LI>r = a + b + c
                <LI>r = a &ndash; b + c
                <LI>r = a + b &ndash; c
                <LI>r= 2c
                <LI>r = b + c &ndash; a
                <LI>r = ab/(a+b)
                <LI>r = 2ab/(a+b)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.219. Сколько решений имеет уравнение sinx &ndash; cos2x = 2&#960;/3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно единственное
                <LI>бесконечное счетное множество
                <LI>это тождество, а не уравнение
                <LI>два различных решения
                <LI>два одинаковых решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.220. Кошка, гнавшаяся за мышкой вдоль длинного коридора, донала ее через 10 секунд после начала погони.
                Первоначальное расстояние между ними 20 метров.
                Если бы мышка с перепугу побежала навстречу кошке, то была бы поймана через 2 секунды. Полагая, что и в
                том, и в другом случае кошка и мышка прилагали бы максимальные усилия, найти среднюю скорость кошки.
            </B>
            <OL><I>Ответы</I>
                <LI>3 м/с
                <LI>4 м/с
                <LI>5 м/с
                <LI>6 м/с
                <LI>7 м/с
                <LI>8 м/с
                <LI>9 м/с
                <LI>10 м/с
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.221. Сколько килограммов воды нужно выпарить из 0,5 т целлюлозной массы, содержащей 85% воды, чтобы
                получить массу с содержанием 75% воды ?
            </B>
            <OL><I>Ответы</I>
                <LI>100
                <LI>150
                <LI>175
                <LI>200
                <LI>225
                <LI>250
                <LI>275
                <LI>300
                <LI>350
                <LI>400
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.222. В трапеции ABCD с основаниями BC и AD построены две окружности, касающиеся боковых строн трапеции.
                Первая окружность касается боковых сторон в точках В и С, а вторая &ndash; в точках A и D. Оказалось,
                что окружности касаются внешним образом, а их радиусы равны 6 и 3. Тогда высота трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>4,0
                <LI>4,4
                <LI>4,6
                <LI>4,8
                <LI>5,0
                <LI>6,0
                <LI>7,2
                <LI>8,5
                <LI>9,4
                <LI>9,6
                <LI>10,2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.223. В прямоугольном треугольнике АВС с гипотенузой АС проведены медианы AM и CN.
                Около четырехугольника ANMC можно описать окружность. Найти радиус этой окружности, если АС=4
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>&#8730;2/2
                <LI>2
                <LI>&#8730;2
                <LI>2&#8730;2
                <LI>&#8730;3/2
                <LI>&#8730;3
                <LI>2&#8730;3
                <LI>&#8730;5/2
                <LI>&#8730;5
                <LI>2&#8730;5
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.224. При каком значении a&#62;1 график функции a<SUP>x</SUP>
                касается графика функции log<sub>a</sub>x ?
            </B>
            <OL><I>Ответы</I>
                <LI>a = e<SUP>1/e</SUP>
                <LI>a = e
                <LI>a = e<SUP>e</SUP>
                <LI>a = e<SUP>2</SUP>
                <LI>a = e + 1/e
                <LI>a = e<SUP>&ndash;e</SUP>
                <LI>ни при каком значении а
                <LI> при любом отличном от нуля и единицы значении а
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.225. Вертолет вылетел из Мельбурна (Австралия) и стал
                двигаться по следующему маршруту: 500 км на запад, затем 500 км на юг,
                затем 500 км на восток и затем 500 км на север. Где приземлится вертолет?
                Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг
                собственной оси 1 сутки, приборы &#8722; идеальными, погоду летной, запасы горючего
                достаточными для того чтобы пролететь 3000 км.
            </B>
            <OL><I>Ответы</I>
                <LI>в точке старта
                <LI>южнее точки старта
                <LI>севернее точки старта
                <LI>западнее точки старта
                <LI>восточнее точки старта
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.226. Площадь прямоугольного треугольника равна 60, периметр 40. Тогда больший по величине катет
                треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>17
                <LI>23
                <LI>20
                <LI>12
                <LI>8
                <LI>15
                <LI>27
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.227. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью v.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 18
                км. На какое минимальное расстояние сблизятся самолеты ?
            </B>
            <OL><I>Ответы</I>
                <LI>0 км
                <LI>2 км
                <LI>3 км
                <LI>4 км
                <LI>~5,2 км
                <LI>6 км
                <LI>~6,93 км
                <LI>8 км
                <LI>9 км
                <LI>~10,4 км
                <LI>12 км
                <LI>~15,6 км
                <LI>18 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.228. Объем тела, ограниченного поверхностью 5x<SUP>2</SUP> + 4y<SUP>2</SUP> + 6z<SUP>2</SUP> = 120,
                равен </B>
            <OL><I>Ответы</I>
                <LI>120
                <LI>24
                <LI>30
                <LI>20&#960;
                <LI>24&#960;
                <LI>30&#960;
                <LI>20&#960;/3
                <LI>4&#960;/3
                <LI>120&#960;
                <LI>160&#960;
                <LI>360&#960;
                <LI>&#8734; (неограничен)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.229. Около окружности с центром в точке О описан треугольник АВС, стороны которого равны
                16, 32 и 44. Минимальное расстояние от вершин треугольника до точек касания с окружностью равно
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.231. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)=0,
                где a&#60;x<sub>0</sub>&#60;b. Кроме того, известно, что
                четвертая производная от функции f(x) в точке x=x<sub>0</sub> больше нуля.
                Тогда функция f(x) в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>возрастает
                <LI>убывает
                <LI>имеет локальный минимум
                <LI>имеет локальный максимум
                <LI>меньше нуля
                <LI>равна нулю
                <LI>больше нуля
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.232. Под каким углом пересекаются графики функций y=8&ndash;x и
                y=4&#8730;(x+4) ?
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.233. Найти все значения параметра а, при которых уравнение
                ax + (12&ndash;4x&ndash;x<SUP>2</SUP>)<SUP>1/2</SUP> = 12a + 4 имеет единственное решение
            </B>
            <OL><I>Ответы</I>
                <LI>только при а=0
                <LI>только при а=0 и a=&ndash;2/9
                <LI>только при а=0 и a=&ndash;2/5
                <LI>только при а=0 и a=&ndash;2/3
                <LI>только при а=0 и a=&ndash;1/2
                <LI>при a&#8712;(&ndash;2/5;&ndash;2/9)
                <LI>при a&#8712;(&ndash;2/5;&ndash;2/9)&#8746;{0}
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.234. Площадь прямоугольного треугольника равна 30 см<SUP>2</SUP>, периметр 30 см. Тогда гипотенуза
                треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>12 см
                <LI>13 см
                <LI>30 см
                <LI>15 см
                <LI>14 см
                <LI>26 см
                <LI>4 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.235. Чему равен cos(arctg&#8730;15) ?
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;&#8730;8
                <LI>&ndash;1/&#8730;8
                <LI>0
                <LI>1/4
                <LI>1/3
                <LI>2/3
                <LI>1
                <LI>1/&#8730;8
                <LI>&#8730;8
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.236. В треугольнике АВС угол С вдвое больше угла А и АС=2ВС. Тогда угол А равен
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.237. В какой точке M(x;y) графика функции
                y=e<SUP>&ndash;x</SUP> (x&#8805;0) следует провести касательную,
                чтобы площадь треугольника, ограниченного этой касательной и осями координат, была максимальной ?
            </B>
            <OL><I>Ответы</I>
                <LI>M(0;1)
                <LI>M(1;e<SUP>&ndash;1</SUP>)
                <LI>M(&#8730;2;e<SUP>&ndash;&#8730;2</SUP>)
                <LI>M(&#8730;3;e<SUP>&ndash;&#8730;3</SUP>)
                <LI>M(2;e<SUP>&ndash;2</SUP>)
                <LI>M(1;e)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.238. Уравнением кривой второго порядка
                2x<SUP>2</SUP> + 12x + 4y<SUP>2</SUP> &ndash; 8y &ndash; 2017 = 0 определяется
            </B>
            <OL><I>Ответы</I>
                <LI>пара пересекающихся прямых
                <LI>парабола
                <LI>эллипс
                <LI>гипербола
                <LI>круг
                <LI>квадрат
                <LI>прямоугольник
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.239. Угол между плоскостями 6x + 2y &ndash; 5z +12 = 0 и
                2x + 4y + 4z +12 = 0
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/8
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>&#960;
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.240. Кривая, заданная в параметрическом виде x=a&#183;cost, y=b&#183;sint определяет на плоскости (x,y)
            </B>
            <OL><I>Ответы</I>
                <LI>пару пересекающихся прямых
                <LI>параболу
                <LI>эллипс
                <LI>гиперболу
                <LI>окружность
                <LI>квадрат
                <LI>прямоугольник
                <LI>круг
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.241. Из фанерного круга радиусом 21 см выпилены два меньших круга, радиусы которых равны соответственно
                14 и 7 см. Чему равен радиус наибольшего круга, который можно выпилить из оставшегося куска фанеры?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.242. "Настоящий" ПО-шник сел за руль папиного Феррари и рванул с места, вдавив педаль акселератора в
                пол.
                Если первые 50 метров участка разгона его железный конь пролетел за 2 секунды, то последние
                50 метров &ndash; за 1 секунду. Сколько секунд разгонялся ПО-шник, если на всем пути
                ускорение его автомобиля было постоянным по величине ? </B>
            <OL><I>Ответы</I>
                <LI>2,0
                <LI>2,1
                <LI>2,2
                <LI>2,3
                <LI>2,4
                <LI>2,5
                <LI>2,6
                <LI>2,7
                <LI>2,8
                <LI>2,9
                <LI>3,0
                <LI>3,5
                <LI>4,0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.243. Площадь прямоугольного треугольника равна 30 см<SUP>2</SUP>, периметр 30 см. Тогда больший по
                величине катет треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>12 см
                <LI>13 см
                <LI>30 см
                <LI>15 см
                <LI>14 см
                <LI>26 см
                <LI>4 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.244. При каких положительных значениях а уравнение
                ax<SUP>2</SUP>=lnx<SUP>2</SUP> имеет единственный положительный корень ?
            </B>
            <OL>
                <LI>1/2e
                <LI>1/e<SUP>2</SUP>
                <LI>1/e
                <LI>1
                <LI>e<SUP>2</SUP>
                <LI>2e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.245. Решите неравенство
                lgx<SUP>2</SUP> &#62; lg<SUP>2</SUP>x
            </B>
            <OL>
                <LI>0&#60;x&#60;1
                <LI>1&#60;x&#60;10
                <LI>10&#60;x&#60;100
                <LI>1000&#60;x&#60;1000
                <LI>1&#60;x&#60;100
                <LI>1&#60;x&#60;1000
                <LI>x&#62;1
                <LI>x&#62;10
                <LI>x&#62;100
                <LI>x&#62;1000
            </OL>
        </td>
    </tr>


    <tr>
    <tr>
        <td><B>1.246. Точка движется по окружности радиуса R с постоянной угловой скоростью
                &#969;=const. Чему равно ее полное ускорение?
            </B>
            <OL><I>Ответы</I>
                <LI>&#969;<SUP>2</SUP>R<SUP>2</SUP>
                <LI>&#969;R<SUP>2</SUP>
                <LI>&#969;<SUP>2</SUP>R
                <LI>&#969;<SUP>2</SUP>/R<SUP>2</SUP>
                <LI>&#969;<SUP>2</SUP>/R
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.247. Диагонали разбивают трапецию на четыре треугольника. Найти площадь трапеции, если площади
                треугольников,
                примыкающих к основаниям, равны S<sub>1</sub> и
                S<sub>2</sub>
            </B>
            <OL><I>Ответы</I>
                <LI> S<sub>1</sub> + S<sub>2</sub>
                <LI> S<sub>1</sub> + S<sub>2</sub> + &#8730; S<sub>1</sub> &#183;&#8730;S<sub>2</sub>
                <LI>1,5 S<sub>1</sub> + 1,5 S<sub>2</sub>
                <LI>2 S<sub>1</sub> + 2 S<sub>2</sub>
                <LI>(&#8730; S<sub>1</sub> + &#8730; S<sub>2</sub>)<SUP>2</SUP>
                <LI>( S<sub>1</sub> + S<sub>2</sub>)<SUP>2</SUP>

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.248. Фигура, ограниченная дугами кривых
                y=x<SUP>2</SUP> и y<SUP>2</SUP>=x, вращается вокруг оси абсцисс. Вычислите объем тела, которое при этом
                получается.
            </B>
            <OL><I>Ответы</I>
                <LI>&#960;/10
                <LI>&#960;/5
                <LI>3&#960;/10
                <LI>2&#960;/5
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>&#960;
                <LI>6&#960;/5
                <LI>7&#960;/5
                <LI>2&#960;
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.249. В два бокала одинаковой массы налито вино, причем масса бокала А вместе с вином составляет 4/5
                массы бокала В с вином. Если все вино из бокала В перелить в бокал А,
                то масса его вместе с вином станет в 2 раза больше массы бокала В. Сколько вина налито в бокал А, если
                известно, что в бокале В вина на 50 г больше, чем в бокале А ?
            </B>
            <OL><I>Ответы</I>
                <LI>50
                <LI>75
                <LI>100
                <LI>125
                <LI>150
                <LI>175
                <LI>200
                <LI>225
                <LI>250
                <LI>275
                <LI>300
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.250. На координатной плоскости заданы точки
                A(1;0), B(0;1) и C(5;5). Площадь треугольника ABC равна
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>7/2
                <LI>4
                <LI>9/2
                <LI>5
                <LI>11/2
                <LI>6
                <LI>13/2
                <LI>7
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.251. По неподвижной окружности, касаясь её изнутри, катится без скольжения окружность вдвое меньшего
                радиуса. Какова траектория, которую описывает фиксированная точка К подвижной окружности ?
            </B>
            <OL><I>Ответы</I>
                <LI>синусоидальная
                <LI>эллиптическая
                <LI>прямолинейная
                <LI>параболическая
                <LI>циклоида
                <LI>катеноида
                <LI>тороидальная
                <LI>спираль
                <LI>фокус
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.252. На плоскости лежат три равных шара радиуса R, попарно касающихся друг друга.
                Четвертый шар касается плоскости и каждого из первых трех шаров. Радиус этого четвертого шара равен
            </B>
            <OL><I>Ответы</I>
                <LI>R/5
                <LI>R/4
                <LI>R/3
                <LI>R/2
                <LI>R/&#8730;5
                <LI>R/&#8730;3
                <LI>R/&#8730;2
                <LI>R&#8730;2/3
                <LI>R
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.253. Автомобиль едет со скоростью 24 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>30
                <LI>32
                <LI>34
                <LI>36
                <LI>38
                <LI>40
                <LI>45
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.254. Площадь прямоугольного треугольника равна 84, периметр 56. Тогда меньший по величине катет
                треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>7
                <LI>3
                <LI>10
                <LI>9
                <LI>8
                <LI>6
                <LI>4
                <LI>20
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.255. В каких четвертях находятся решения уравнения sinx&#183;cosx=2017/2018 ?
            </B>
            <OL><I>Ответы</I>
                <LI>Только в I
                <LI>Только во II
                <LI>Только в III
                <LI>Только в IV
                <LI>В I и III
                <LI>Во II и IV
                <LI>Во всех четвертях
                <LI>Решений нет
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.256. Площадь прямоугольного треугольника равна 84, периметр 56. Тогда больший по величине катет
                треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>25
                <LI>17
                <LI>24
                <LI>23
                <LI>12
                <LI>7
                <LI>15
                <LI>27
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.257. Минимальное значение функции y=x<SUP>2</SUP> &#8722; x
                на отрезке [0,2] равно
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;&#8734;
                <LI>&#8722;1/2
                <LI>&#8722;1/4
                <LI>0
                <LI>1
                <LI>2
                <LI>+&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.258. Площадь прямоугольного треугольника равна 60, периметр 40. Тогда меньший по величине катет
                треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>7
                <LI>3
                <LI>10
                <LI>9
                <LI>8
                <LI>6
                <LI>4
                <LI>2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.259. Найти решение уравнения sin(e<SUP>x</SUP>) + cos(e<SUP>&ndash;x</SUP>) = 1 + arcsin1</B>
            <OL><I>Ответы</I>
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>2&#960;/3
                <LI>5&#960;/6
                <LI>&#960;
                <LI>3&#960;/2
                <LI>3&#960;
                <LI>не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.260. Площадь прямоугольного треугольника равна 60, периметр 40. Тогда гипотенуза треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>17
                <LI>23
                <LI>20
                <LI>12
                <LI>8
                <LI>15
                <LI>27
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.261. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью 900
                км/ч.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 12
                км.
                Через какое время самолеты будут находиться на минимаьлном расстоянии друг от друга ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>12 секунд
                <LI>24 секунд
                <LI>36 секунд
                <LI>48 секунд
                <LI>12 минут
                <LI>24 минуты
                <LI>36 минут
                <LI>48 минут
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.262. Тело, начав вертикально падать из состояния покоя, прошло первую часть пути за 3 секунды, а
                последнюю <I>такую же по величине</I> часть пути &ndash; за 1 секунду. С какой высоты падало тело ? </B>

            <OL><I>Ответы</I>
                <LI>~ 80 метров
                <LI>~ 90 метров
                <LI>~ 100 метров
                <LI>~ 125 метров
                <LI>~ 130 метров
                <LI>~ 155 метров
                <LI>~ 200 метров
                <LI>~ 225 метров
                <LI>~ 300 метров
                <LI>10
                <LI>20
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.263. В треугольнике АВС угол С вдвое больше угла А и АС=2ВС. Тогда угол С равен
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.264. Найдите площадь фигуры, ограниченной линиями
                y=sinx, y=0, x=0, x=2&#960;
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>&#960;/2
                <LI>2
                <LI>3
                <LI>&#960;
                <LI>4
                <LI>3&#960;/2
                <LI>5
                <LI>2&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.265. Легковая машина вышла из города А, направилась в сторону города В и встретилась с грузовой
                автомашиной, которая одновременно вышла из города В в направлении А. Встреча произошла на расстоянии 453
                км от В в городе С. Когда машины достигли своих пунктов назначения, они тут же повернули обратно и
                вторично встретились на расстоянии 471 км от города А в городе D. Найдите расстояние между городами А и
                В.</B>
            <OL><I>Ответы</I>
                <LI>712
                <LI>828
                <LI>846
                <LI>888
                <LI>924
                <LI>1024
                <LI>1256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.266. Вычислить площадь плоской фигуры, ограниченной линиями y=3<SUP>x</SUP>, x=log<sub>3</sub>4,
                x=log<sub>3</sub>5, y=0
            </B>
            <OL><I>Ответы</I>
                <LI>log<sub>3</sub>(1/&#960;)
                <LI>log<sub>3</sub>(1/e)
                <LI>log<sub>3</sub>1
                <LI>log<sub>3</sub>e
                <LI>log<sub>3</sub>&#960;
                <LI>log<sub>3</sub>4
                <LI>log<sub>3</sub>5
                <LI>log<sub>3</sub>20
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.267. Вычислить площадь фигуры, ограниченную линиями y=x<SUP>2</SUP> и x+y=2
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>4/3
                <LI>2
                <LI>9/2
                <LI>2?
                <LI>3?
                <LI>?/2
                <LI>3?
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.268. Бригада косцов скашивала траву на двух лугах, один из которых в 2 раза больше другого. Полдня все
                косили большой, потом бригада разделилась пополам. Большой луг докосили к вечеру, а на маленьком остался
                участок, который один человек скосил за один день. Сколько косцов было в бригаде?
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>4
                <LI>6
                <LI>8
                <LI>10
                <LI>12
                <LI>14
                <LI>16
                <LI>18
                <LI>20
                <LI>24
                <LI>32
                <LI>64
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.269. Папе ведра воды хватает на две недели, а если вместе с сыном, то на 10 дней. Вопрос: на сколько
                дней хватит сыну ведра воды, если он будет пить один?
            </B>
            <OL><I>Ответы</I>
                <LI>15
                <LI>20
                <LI>25
                <LI>30
                <LI>35
                <LI>40
                <LI>45
                <LI>50
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.270. В выпуклом четырехугольнике ABCD диагональ AC является биссектрисои? угла BAD и пересекается с
                диагональю BD в точке K. Наи?дите AK, если известно, что около четырехугольника ABCD можно описать
                окружность, и BC=4, KC=1.
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>4
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.271. Мяч, брошенный одним игроком другому под углом к горизонту со скоростью 20 м/ч, достиг высшей
                точки траектории через 1,2 сек.
                На каком расстоянии друг от друга находились игроки ? Споротивление воздуха не учитывать, ускорение
                совбодного падения принять равным 10 м/с<SUP>2</SUP>.
            </B>
            <OL><I>Ответы</I>
                <LI>12 метров
                <LI>24 метра
                <LI>35 метров
                <LI>36 метров
                <LI>38,4 метра
                <LI>42,6 метра
                <LI>54,4 метра
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.272. Из 40 т руды выплавляют 20 т металла, содержащего 6% примесей. Какой процент примесей в руде?
            </B>
            <OL><I>Ответы</I>
                <LI>0,012
                <LI>0,12
                <LI>1,2
                <LI>0,24
                <LI>2,4
                <LI>4,8
                <LI>50
                <LI>53
                <LI>56
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.273. Сколько оборотов сделает каждое из колес находящихся в сцеплении до возвращения в исходное
                положение, если у одного 12 зубьев а у другого 54?
            </B>
            <OL><I>Ответы</I>
                <LI>12 и 54
                <LI>9 и 2
                <LI>1 и 4
                <LI>3 и 12
                <LI>27 и 4
                <LI>колеса не вернутся в исходное положение
                <LI>приду сдавать в следующий раз

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.274. Найдите площадь плоской фигуры, ограниченной линиями y=2 &ndash; |1&ndash; x|, y=sinx, x=0, x=2
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>&#960;
                <LI>1 + cos1
                <LI>2 + cos2
                <LI>3+cos3
                <LI>2&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.275. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 18 и 24.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
                <LI>1152
                <LI>1800
                <LI>2024
                <LI>2592
                <LI>11025
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.276. Вычислить arccos[&ndash;sin(&#960;/7)]
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;&#960;/10
                <LI>&ndash;&#960;/7
                <LI>&ndash;&#960;/5
                <LI>&#960;/7
                <LI>9&#960;/14
                <LI>33&#960;/5
                <LI>не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.277. Около прямоугольного треугольника АВС описана окружность. Расстояния от концов гипотенузы АВ до
                прямой, касающейся окружности в точке С, равны m и n (m&#62;n). Тогда меньший катет треугольника АВС
                равен
            </B>
            <OL><I>Ответы</I>
                <LI>2m + n
                <LI>2n + m
                <LI>(2mn)<SUP>1/2</SUP>
                <LI>[m(m+n)]<SUP>1/2</SUP>
                <LI>[n(m+n)]<SUP>1/2</SUP>
                <LI>(m + n)/2
                <LI>(m &ndash; n)/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.278. Легковая машина вышла из города А, направилась в сторону города В и встретилась с грузовой
                автомашиной, которая одновременно вышла из города В в направлении А. Встреча произошла на расстоянии 385
                км от В в городе С. Когда машины достигли своих пунктов назначения, они тут же повернули обратно и
                вторично встретились на расстоянии 327 км от города А в городе D. Найдите расстояние между городами А и
                В.
            </B>
            <OL><I>Ответы</I>
                <LI>712
                <LI>788
                <LI>828
                <LI>846
                <LI>888
                <LI>924
                <LI>1024
                <LI>1256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.279. Вокруг четырехугольника ABCD со сторонами AB=3 и CD =4 описана окружность.
                Диагонали АС и BD пересекаются в точке Е и делят диагональ АС в соотношении АЕ:ЕС=3:2. Тогда диагональ
                BD делится точкой Е в соотношении BE:ED, равном
            </B>
            <OL><I>Ответы</I>
                <LI>1:1
                <LI>1:2
                <LI>2:1
                <LI>2:3
                <LI>3:2
                <LI>4:9
                <LI>9:4
                <LI>3:8
                <LI>3:4
                <LI>4:3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.280. Фотокарточка размерами 6х9 см вставлена в рамку постоянной ширины. Определить ширину рамки, если
                ее площадь равна площади самой карточки
            </B>
            <OL><I>Ответы</I>
                <LI>0,25 см
                <LI>0,5 см
                <LI>0,75 см
                <LI>1,0 см
                <LI>1,25 см
                <LI>1,5 см
                <LI>1,75 см
                <LI>2,0 см
                <LI>2,25 см
                <LI>2,5 см
                <LI>2,75 см
                <LI>3,0 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.281. В треугольнике АВС высота АН равна медиане ВМ. Тогда угол МВС равен
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.282. Радиус окружности, описанной около прямоугольного треугольника АВС с прямым углом С, равен 2,5.
                Радиус окружности, расположенной внутри угла АСВ, касающейся гипотенузы и продолжения катетов, равен 6.
                Радиус большего по величине катета равен
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>6
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.283. Каждый плоский угол трехгранного угла равен 60&#176;; на одном из ребер отложен отрезок, равнвый
                3, и из конца его опущен
                перпендикуляр на противолежащую грань. Длина перпендикуляра равна
            </B>
            <OL><I>Ответы</I>
                <LI>1/2
                <LI>&#8730;2/2
                <LI>&#8730;2
                <LI>&#8730;3/2
                <LI>1
                <LI>&#8730;3
                <LI>2
                <LI>&#8730;5
                <LI>3/2
                <LI>&#8730;6
                <LI>&#8730;7
                <LI>3
                <LI>&#8730;11
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.284. Окружности ра­ди­у­сов 14 и 2 ка­са­ют­ся внеш­ним образом. Точки A и B лежат на пер­вой
                окружности, точки C и D &ndash; на второй. При этом AC и BD &ndash; общие ка­са­тель­ные окружностей.
                Най­ди­те рас­сто­я­ние между пря­мы­ми AB и CD.
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>7
                <LI>10,5
                <LI>14
                <LI>21
                <LI>28
                <LI>35
                <LI>36
                <LI>42
                <LI>48
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.285. Отношение площади основания конуса к площади осевого сечения равно &#960;&#8730;3. Тогда угол
                наклона образующей к основанию равен
            </B>
            <OL><I>Ответы</I>
                <LI>15&#176;
                <LI>30&#176;
                <LI>arctg&#960;/&#8730;3
                <LI>45&#176;
                <LI>arctg2
                <LI>60&#176;
                <LI>arctg&#960;/&#8730;2
                <LI>75&#176;
                <LI>arctg&#8730;3/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.286. В трапеции ABCD с основаниями BC и AD построены две окружности, касающиеся боковых строн трапеции.
                Первая окружность касается боковых сторон в точках В и С, а вторая &ndash; в точках A и D. Оказалось,
                что окружности касаются внешним образом, а их радиусы равны 2 и 3. Тогда высота трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>4,0
                <LI>4,4
                <LI>4,6
                <LI>4,8
                <LI>5,0
                <LI>6,0
                <LI>7,2
                <LI>8,5
                <LI>9,4
                <LI>9,6
                <LI>10,2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.287. Два самолета одновременно поднялись в воздух с площадки
                у Госцирка в Уфе и стали двигаться с одинаковой скоростью 1000 км/ч на
                одинаковой высоте 10 км: первый строго на северо-восток, второй &ndash;
                строго на северо-запад. Где они встретятся? Запасы горючего считать
                неисчерпаемыми, Землю идеальным шаром, погоду и приборы идеальными.
            </B>
            <OL><I>Ответы</I>
                <LI>Самолеты встретятся где-то в Тихом океане через 20 часов после вылета
                <LI>Самолеты встретятся где-то в Тихом океане через 40 часов после вылета
                <LI>Самолеты встретятся в Уфе в точке старта через 40 часов после вылета
                <LI> Самолеты встретятся на Южном полюсе
                <LI>Самолеты вообще не встретятся никогда
                <LI> Самолеты встретятся на Северном полюсе
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.288. Вычислить площадь фигуры, ограниченную линиями y=x<SUP>3</SUP>, y=1 и x=2
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>4/3
                <LI>5/3
                <LI>2
                <LI>7/3
                <LI>8/3
                <LI>3
                <LI>10/3
                <LI>11/4
                <LI>4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.289. Известно, что в треугольнике АВС &#8736;А=2&#8736;С, сторона ВС на 2 см больше стороны АВ, сторона
                АС равна 5 см. Тогда сторона ВС равна
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.290. В некотором учреждении имелся премиальный фонд.
                Его собирались распределить таким образом, чтобы каждый служащий этого учреждения получил по 50
                долларов.
                Но при этом, как выяснилось, последнему в списке досталось бы только 45 долларов.
                Тогда, дабы соблюсти справедливость, было решено выдать каждому служащему 45 долларов;
                при этом остались нерозданными 95 долларов, которые пошли в фонд будущего года.
                Какова сумма первоначального фонда?
            </B>
            <OL><I>Ответы</I>
                <LI>95$
                <LI>100$
                <LI>45$
                <LI>500$
                <LI>995$
                <LI>1000$
                <LI>9995$
                <LI>10000$
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.291. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 15 и 21.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
                <LI>1152
                <LI>1800
                <LI>2024
                <LI>2592
                <LI>11025
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.292. Вычислить площадь фигуры, ограниченную линиями y=cosx, y=0, и x=– &#960;/4 и x=&#960;/4
            </B>
            <OL><I>Ответы</I>
                <LI>&#8730;2
                <LI>&#8730;3
                <LI>0
                <LI>1
                <LI>16/3
                <LI>&#960;/4
                <LI>&#960;
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.293. В рассказе А. П. Чехова "Репетитор" гимназист Егор Зиберов не сумел решить арифметическую задачу,
                а отец репетируемого ученика, отставной губернский секретарь Удодов, пощелкав на счетах, получил
                правильный ответ. Решите и Вы эту задачу арифметически? Вот она.
                <BR>Купец купил 138 аршин черного и синего сукна за 540 руб. Спрашивается, сколько аршин купил он и того
                и другого, если синее стоило 5 руб. за аршин, а черное - 3 руб.?
            </B>
            <OL><I>Ответы</I>
                <LI>62 аршин синего и 76 аршин черного
                <LI>62 аршин черного и 76 аршин синего
                <LI>63 аршин синего и 75 аршин черного
                <LI>63 аршин черного и 75 аршин синего
                <LI>64 аршин синего и 74 аршин черного
                <LI>64 аршин черного и 74 аршин синего
                <LI>65 аршин синего и 73 аршин черного
                <LI>65 аршин черного и 73 аршин синего
                <LI>66 аршин синего и 72 аршин черного
                <LI>66 аршин черного и 72 аршин синего
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.294. Отправляясь в путешествие, автомобилист поставил на свою машину четыре новые шины и одну взял в
                запас. Какое максимальное расстояние он сможет проехать, если известно, что шины на передних колесах
                снашиваются через 45000 км, а на задних - через 55000км?
            </B>
            <OL><I>Ответы</I>
                <LI>45000 км
                <LI>50000 км
                <LI>55000 км
                <LI>57875 км
                <LI>60000 км
                <LI>61825 км
                <LI>71785 км
                <LI>82375 км
                <LI>90000 км
                <LI>100000 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.295. Задача для ПО-шников из серии </I>Как рождаются легенды</I>:
                Фермер Джонс продал пару коров за 210 долларов. На одной корове он заработал 10%, а на другой – 10%
                потерял. Всего доход Джонса составил 5%. Во сколько первоначально обошлась ему каждая корова?
            </B>
            <OL><I>Ответы</I>
                <LI>одна корова стоила 15, другая &ndash; 50 долларов
                <LI>одна корова стоила 50, другая &ndash; 50 долларов
                <LI>одна корова стоила 100, другая &ndash; 100 долларов
                <LI>одна корова стоила 150, другая &ndash; 50 долларов
                <LI>одна корова стоила 150, другая &ndash; 100 долларов
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.296. Сколько решений имеет уравнение cosx=&#960; ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно-единственное
                <LI>бесчисленное множество
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.297. Как относятся между собой поверхности трех шаров, если первая поверхность касется граней куба,
                вторая касается его ребер, а третья проходит через его вершины ?
            </B>
            <OL><I>Ответы</I>
                <LI>1:&#8730;2:&#8730;3
                <LI>1:2:3
                <LI>&#8730;2:&#8730;3:2
                <LI>&#8730;3:2:3
                <LI>1:1:1
                <LI>1:2:4
                <LI>1:4:8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.298. В острый угол А вписаны окружности радиусами 15 см и 45 см, извне касающиеся друг друга. Общая
                касательная к окружностям, проведенная через точку их касания, пересекает стороны угла в точках В и С.
                Тогда радиус окружности, описанной около треугольника АВС, равен
            </B>
            <OL><I>Ответы</I>
                <LI>15 см
                <LI>20 см
                <LI>24 см
                <LI>30 см
                <LI>35 см
                <LI>40 см
                <LI>45 см
                <LI>50 см
                <LI>55 см
                <LI>60 см
                <LI>75 см

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.299. В квадрате ABCD на серединах сторон AD и CD отмечены точки M и N,
                которые соединены с вершиной В. Найти угол MBN
            </B>
            <OL><I>Ответы</I>
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>arccos(3/5)
                <LI>arccos(4/5)
                <LI>arcsin(2/5)
                <LI>arcsin(1/5)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.300. Если известны радиусы вписанной и описанной около прямоугольного треугольника окружностей r
                и R, то его площадь можно вычислить по формуле:
            </B>
            <OL><I>Ответы</I>
                <LI>S = r&#183;(r + 2R)
                <LI>S = r&#183;(r + R)
                <LI>S = r&#183;(2r + R)
                <LI>S = R&#183;(r + 2R)
                <LI>S = R&#183;(r + R)
                <LI>S = R&#183;(2r + R)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.301. Легковая машина вышла из города А, направилась в сторону города В и встретилась с грузовой
                автомашиной, которая одновременно вышла из города В в направлении А. Встреча произошла на расстоянии 353
                км от В в городе С. Когда машины достигли своих пунктов назначения, они тут же повернули обратно и
                вторично встретились на расстоянии 271 км от города А в городе D. Найдите расстояние между городами А и
                В.
            </B>
            <OL><I>Ответы</I>
                <LI>712
                <LI>728
                <LI>788
                <LI>846
                <LI>888
                <LI>924
                <LI>1024
                <LI>1256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.302. Скалярное произведение векторов
                a(log<sub>2</sub>9;log<sub>3</sub>125;log<sub>4</sub>16)
                и
                b(log<sub>4</sub>2;log<sub>8</sub>3;log<sub>16</sub>4)
                равно
            </B>
            <OL><I>Ответы</I>
                <LI>log<sub>2</sub>1
                <LI>log<sub>2</sub>9
                <LI>log<sub>2</sub>16
                <LI>log<sub>2</sub>30
                <LI>log<sub>2</sub>45
                <LI>log<sub>2</sub>60
                <LI>log<sub>2</sub>125
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.303. Какой берег у российской реки Волги более крутой и обрывистый?
            </B>
            <OL><I>Ответы</I>
                <LI>Либо правый, либо левый, в зависимости от рельефа местности
                <LI>Левый
                <LI>Оба берега одинаковые
                <LI>Либо левый, либо правый в зависимости от направления течения реки
                <LI>Правый
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.304. Общее решение дифференциального уравнения y&#180; &ndash; y/x = 0 имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>y = x + C, C&#8712;R
                <LI>y = C &ndash; 2x, C&#8712;R
                <LI>y = Cx, C&#8712;R
                <LI>y = C/x, C&#8712;R
                <LI>y = C/x<SUP>2</SUP>, C&#8712;R
                <LI>y = Cx<SUP>2</SUP>, C&#8712;R
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.305. Владелец автомагазина продал два автомобиля, первый с прибылью в 10%, а второй с убытком в 10%. В
                результате этой сделки владелец автомагазина получил 5% прибыли. Во сколько обошёлся каждый из
                автомобилей владельцу магазина, если прибыль составила 1000 долларов?
            </B>
            <OL><I>Ответы</I>
                <LI>4000$ и 16000$
                <LI>5000$ и 15000$
                <LI>6000$ и 14000$
                <LI>7000$ и 13000$
                <LI>8000$ и 12000$
                <LI>9000$ и 11000$
                <LI>10000$ и 10000$
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.306. Даны координаты точек A(1;1;1), B(–1;1;2), C(1;2;2), D(1;1;2). Объем параллелепипеда, построенного
                на векторах AB, AC, AD, равен
            </B>
            <OL><I>Ответы</I>
                <LI>0,5
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>4
                <LI>6
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.307. Площадь плоской фигуры, ограниченной линиями y=lnx,
                x=2 и y=0 равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>ln4 &ndash; 1
                <LI>ln4 &ndash; 2
                <LI>ln4 + 1
                <LI>&#8734; (фигура неограниченная)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.308. Пусть функция z = sinx + cosy, (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент
                этой функции в точке М(&#960;,&#960;/2)?
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
                <LI>135&#176;
                <LI>180&#176;
                <LI>225&#176;
                <LI>270&#176;
                <LI>305&#176;
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.309. Материальная точка движется вдоль оси x по закону: x=5&#183;(5+t)<SUP>2</SUP>, где x &ndash;
                координата в метрах, t &ndash; время в секундах. Модуль начальной скорости точки равен </B>
            <OL><I>Ответы</I>
                <LI>5 м/ с
                <LI>10 м/ с
                <LI>25 м/ с
                <LI>50 м/ с
                <LI>60 км/ч
                <LI>100 м/ с
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.310. В трехгранном угле два плоских угла по 60&#176;, третий прямой.
                Тогда угол между плоскостью прямого угла и противолежащим ребром равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>10&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>55&#176;
                <LI>60&#176;
                <LI>65&#176;
                <LI>70&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>85&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.311. Первую треть трассы автомобиль ехал со скоростью 90 км/ч, вторую треть – со скоростью 60 км/ч, а
                последнюю – со скоростью 45 км/ч. Найдите среднюю скорость автомобиля на протяжении всего пути. Ответ
                дайте в км/ч.
            </B>
            <OL><I>Ответы</I>
                <LI>50
                <LI>55
                <LI>60
                <LI>65
                <LI>70
                <LI>75
                <LI>80
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.312. 2017-й член арифметической прогрессии 5, 8, 11, 14, 17,..... равен
            </B>
            <OL><I>Ответы</I>
                <LI>6044
                <LI>6047
                <LI>6050
                <LI>6053
                <LI>6056
                <LI>6059
                <LI>6062
                <LI>6065
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.313. В параллелепипеде ABCDA<sub>1</sub>B<sub>1</sub>C<sub>1</sub>D<sub>1</sub> диагональ
                АС<sub>1</sub>
                пересекает треугольник BDA<sub>1</sub> в
            </B>
            <OL><I>Ответы</I>
                <LI>точке пересечения его медиан
                <LI>точке пересечения его высот
                <LI>точке пересечения его биссерткрис
                <LI>точке пересечения его срединных перепендикуляров
                <LI>диагональ АС<sub>1</sub> не пересекает треугольник BDA<sub>1</sub>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.314. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью v.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 12
                км. На какое минимальное расстояние сблизятся самолеты ?
            </B>
            <OL><I>Ответы</I>
                <LI>6 км
                <LI>~3,46 км
                <LI>~5,74 км
                <LI>~6,93 км
                <LI>~10,4 км
                <LI>~13,9 км
                <LI>~17,3 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.315. Двугранный угол между плоскостями 2x – 2z + 2016 =0 и –2x + 2y + 2018 = 0 равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.316. Из фанерного круга радиусом 63 см выпилены два меньших круга, радиусы которых равны соответственно
                42 и 21 см. Чему равен радиус наибольшего круга, который можно выпилить из оставшегося куска фанеры?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
                <LI>19
                <LI>20
                <LI>24
                <LI>42
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.317. Окружности ра­ди­у­сов 42 и 6 ка­са­ют­ся внеш­ним образом. Точки A и B лежат на пер­вой
                окружности, точки C и D — на второй. При этом AC и BD — общие ка­са­тель­ные окружностей. Най­ди­те
                рас­сто­я­ние между пря­мы­ми AB и CD.
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>7
                <LI>10,5
                <LI>14
                <LI>21
                <LI>28
                <LI>35
                <LI>36
                <LI>42
                <LI>48
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.318. В трехгранном угле два плоских угла по 45&#176;, двугранный угол между ними прямой.
                Тогда третий плоский угол равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>10&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>55&#176;
                <LI>60&#176;
                <LI>65&#176;
                <LI>70&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>85&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.319. Шарик массы m подвешен на нити, выдерживающей силу натяжения T=2mg.
                На какой угол &#945; от вертикали следует отклонить шарик, чтобы он оборвал
                нить, проходя через положение равновесия ?
            </B>
            <OL><I>Ответы</I>
                <LI>30&#176;
                <LI>35&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>60&#176;
                <LI>70&#176;
                <LI>80&#176;
                <LI>90&#176;
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.320. Биссектрисы углов А и В параллелограмма ABCD пересекаются в точке K. Найдите площадь
                параллелограмма, если ВС = 8, а расстояние от точки K до стороны АВ равно 6.
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>96
                <LI>100
                <LI>128
                <LI>144
                <LI>216
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.321. Материальная точка массы m движется по окружности радиуса R
                с постоянной линейной скоростью v. Чему равно ускорение точки a?
            </B>
            <OL><I>Ответы</I>
                <LI>a=0
                <LI>a=mv<SUP>2</SUP>R
                <LI>a=v<SUP>2</SUP>/R
                <LI>a=mv<SUP>2</SUP>/R
                <LI>a=R/v<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.322. Если точка М является точкой пересечения медиан треугольника ABC, то для произвольной точки О
                вектор <B>OM</B>
            </B>
            <OL><I>Ответы</I>
                <LI><B>OM</B> = <B>OA</B> + <B>OB</B> + <B>OC</B>
                <LI><B>OM</B> = (<B>OA</B> + <B>OB</B> + <B>OC</B>)/2
                <LI><B>OM</B> = (<B>OA</B> + <B>OB</B> + <B>OC</B>)/3
                <LI><B>OM</B> = (<B>OA</B> + <B>OB</B> + <B>OC</B>)/4
                <LI><B>OM</B> = 2(<B>OA</B> + <B>OB</B> + <B>OC</B>)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.323. Легковая машина вышла из города А, направилась в сторону города В и встретилась с грузовой
                автомашиной, которая одновременно вышла из города В в направлении А. Встреча произошла на расстоянии 453
                км от В в городе С. Когда машины достигли своих пунктов назначения, они тут же повернули обратно и
                вторично встретились на расстоянии 471 км от города А в городе D. Найдите расстояние между городами А и
                В.
            </B>
            <OL><I>Ответы</I>
                <LI>712
                <LI>788
                <LI>828
                <LI>846
                <LI>888
                <LI>924
                <LI>1024
                <LI>1256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.324. В прямоугольнике ABCD точки M, N, P, Q &ndash; середины сторон AB, BC, CD и AD соответственно.
                На отрезке MN взята точка Е так, что она делит этот отрезок в отношении ME:EN=3:5. Чему равна площадь
                треугольника EPQ, если AB=CD=16 и BC=AD=30 ?
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>20
                <LI>24
                <LI>30
                <LI>32
                <LI>60
                <LI>64
                <LI>90
                <LI>96
                <LI>120
                <LI>128
                <LI>240
                <LI>256
                <LI>360
                <LI>450
                <LI>480
                <LI>512
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.325. В равнобедренном треугольнике АВС угол между биссектрисами углов А и С равен 150&#176;,
                а длина основания АС равна 2&#8730;3 см. Тогда высота AD треугольника АВС, опущенная из вершины В на
                основание АС, равна
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>1,5 см
                <LI>2 см
                <LI>&#8730;2 см
                <LI>2&#8730;2 см
                <LI>&#8730;3 см
                <LI>2&#8730;3 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.326. Одна из биссектрис треугольника делится точкой пересечения биссектрис в отношении 3:5, считая от
                вершины. Длина стороны треугольника,
                к которой эта биссектриса проведена, равна 18. Тогда периметр треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>18
                <LI>32
                <LI>38
                <LI>48
                <LI>54
                <LI>64
                <LI>72
                <LI>128
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.327. Периметр равнобедренной трапеции, в которую вписана окружность, равен 52, а её площадь 156.
                Расстояние от точки пересечения диагоналей трапеции до её меньшего основания равно
            </B>
            <OL><I>Ответы</I>
                <LI>13/39
                <LI>39/13
                <LI>48/13
                <LI>48/39
                <LI>39/48
                <LI>12
                <LI>6
                <LI>7
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.328. В равносторонний конус с образующей а вписан шар, а в него вписан куб. Определить ребро куба
            </B>
            <OL><I>Ответы</I>
                <LI>a/4
                <LI>a/3
                <LI>a/2
                <LI>a/&#8730;2
                <LI>a/&#8730;3
                <LI>a/&#8730;3/2
                <LI>a&#8730;2/2
                <LI>a/&#8730;2/3
                <LI>a/&#8730;5/7
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.329. Максимальное значение функции y=x<SUP>2</SUP> &#8722; x
                на отрезке [0,2] равно
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;&#8734;
                <LI>&#8722;1/2
                <LI>&#8722;1/4
                <LI>0
                <LI>1
                <LI>2
                <LI>+&#8734;
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.330. В прямоугольнике ABCD точки M, N, P, Q &ndash; середины сторон AB, BC, CD и AD соответственно.
                На отрезке MN взята точка Е так, что она делит этот отрезок в отношении ME:EN=2:3. Чему равна площадь
                треугольника EPQ, если AB=CD=16 и BC=AD=32 ?
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>20
                <LI>24
                <LI>30
                <LI>32
                <LI>60
                <LI>64
                <LI>90
                <LI>96
                <LI>120
                <LI>128
                <LI>240
                <LI>256
                <LI>360
                <LI>450
                <LI>480
                <LI>512
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.331. Чему равен arccos e<SUP>cos(2018&#960;)</SUP> ?
            </B>
            <OL><I>Ответы</I>
                <LI>2018&#960;
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>&#960;
                <LI>1
                <LI>0
                <LI>не существует
                <LI>e
                <LI>1/e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.332. Внутреннее сопротивление батареи с электродвижущей силой (ЭДС) Е равно r. При каком значении
                сопротивления внешней цепи R батарея будет отдавать максимальную полезную мощность ?
            </B>
            <OL><I>Ответы</I>
                <LI>R=0
                <LI>R=r/E
                <LI>R=E/r
                <LI>R=r
                <LI>R=Er
                <LI>R=&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.333. В конус, у которого радиус основания R, а образующая L, вписан шар. Длина линии, по которой
                поверхность шара касается боковой поверхности конуса, равна
            </B>
            <OL><I>Ответы</I>
                <LI>2&#960;(R + L)
                <LI>2&#960;(L &ndash; R)
                <LI>2&#960;R&#183;(L &ndash; R)/L
                <LI>2&#960;R&#183;(L + R)/L
                <LI>2&#960;RL / (L &ndash; R)
                <LI>2&#960;RL / (L + R)
                <LI>R&#183;(L<SUP>2</SUP> &ndash; R<SUP>2</SUP>)<SUP>1/2</SUP> / (1+2&#183;L)
                <LI>2&#960;R&#183;(L<SUP>2</SUP> &ndash; R<SUP>2</SUP>)<SUP>1/2</SUP> / (1+2&#183;L)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.334. В треугольнике с углом 120&#176; длины сторон образуют арифметическую прогрессию. Найти длину
                самой короткой стороны, если самая длинная равна 7 см.
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>1,5 см
                <LI>2 см
                <LI>2,5 см
                <LI>3 см
                <LI>3,5 см
                <LI>4 см
                <LI>4,5 см
                <LI>5 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.335. В трапеции ABCD с основаниями BC и AD построены две окружности, касающиеся боковых строн трапеции.
                Первая окружность касается боковых сторон в точках В и С, а вторая &ndash; в точках A и D. Оказалось,
                что окружности касаются внешним образом, а их радиусы равны 6 и 4. Тогда высота трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>4,0
                <LI>4,4
                <LI>4,6
                <LI>4,8
                <LI>5,0
                <LI>6,0
                <LI>7,2
                <LI>8,5
                <LI>9,4
                <LI>9,6
                <LI>10,2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.336. При каком а точка С(а,5) равноудалена от точек А(&ndash;1;2) и B(6;9) ?</B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>10
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.337. Катеты прямоугольного треугольника равны 3 и 4. Тогда высота, проведенная к гипотенузе, равна:
            </B>
            <OL><I>Ответы</I>
                <LI>1,4
                <LI>1,6
                <LI>1,8
                <LI>2,0
                <LI>2,2
                <LI>2,4
                <LI>2,6
                <LI>2,8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.338. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью v.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 16
                км. На какое минимальное расстояние сблизятся самолеты ?
            </B>
            <OL><I>Ответы</I>
                <LI>6 км
                <LI>~3,46 км
                <LI>~5,74 км
                <LI>~6,93 км
                <LI>~10,4 км
                <LI>~13,9 км
                <LI>~17,3 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.339. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы в Бурзянском районе
                РБ, падало на землю 3 секунды, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно
                летело
                12 секунд. Сколько секунд падало бы это тело, если бы его сбросили с той же скалы с нулевой начальной
                скоростью ?
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>4
                <LI>4,5
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
                <LI>8
                <LI>8,5
                <LI>9
                <LI>10
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.340. Частная производная по c от целевой функции
                &#936;(a,b,c)=&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]<SUP>2</SUP> равна
            </B>
            <OL><I>Ответы</I>
                <LI>&#8706;&#936;(a,b,c)/&#8706;c =
                    &ndash;2&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]<SUP>2</SUP>
                <LI>&#8706;&#936;(a,b,c)/&#8706;c =
                    &ndash;2&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]
                <LI>&#8706;&#936;(a,b,c)/&#8706;c = &ndash;2(x<sub>i</sub>)<SUP>c</SUP>&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]
                <LI>&#8706;&#936;(a,b,c)/&#8706;c =
                    &ndash;2&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>](x<sub>i</sub>)<SUP>c</SUP>
                <LI>&#8706;&#936;(a,b,c)/&#8706;c =
                    &ndash;2b(x<sub>i</sub>)<SUP>c</SUP>ln(x<sub>i</sub>)&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]
                <LI>&#8706;&#936;(a,b,c)/&#8706;c =
                    &ndash;2&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]b(x<sub>i</sub>)<SUP>c</SUP>ln(x<sub>i</sub>)
                <LI>&#8706;&#936;(a,b,c)/&#8706;c
                    = 2&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]
                <LI>&#8706;&#936;(a,b,c)/&#8706;c = 2&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>](x<sub>i</sub>)<SUP>c</SUP>
                <LI>&#8706;&#936;(a,b,c)/&#8706;c =
                    2(x<sub>i</sub>)<SUP>c</SUP>&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]
                <LI>&#8706;&#936;(a,b,c)/&#8706;c = 2(x<sub>i</sub>)<SUP>c</SUP>ln(x<sub>i</sub>)&#8721;[y<sub>i</sub>&ndash;a&ndash;b(x<sub>i</sub>)<SUP>c</SUP>]
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.341. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 12 и 16.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
                <LI>1152
                <LI>1800
                <LI>2024
                <LI>2592
                <LI>11025
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.342. При каком значении m вектор a={4;2;&ndash;8} перпендикулярен вектору
                b={7;&ndash;2;m} ?
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>ни при каком
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.343. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 6 и 8.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
                <LI>1152
                <LI>1800
                <LI>2024
                <LI>2592
                <LI>11025
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.344. Вычислить lim<sub>x&#8594;0</sub>[(1&ndash;cosx)/x<SUP>2</SUP>]
            </B>
            <OL><I>Ответы</I>
                <LI>1/5
                <LI>1/4
                <LI>1/3
                <LI>1/2
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.345. В треугольнике ABC биссектриса BE и медиана AD перпендикулярны и имеют одинаковую длину, равную
                16. Найдите сторону треугольника AB.
            </B>
            <OL><I>Ответы</I>
                <LI>3&#8730;5
                <LI>6&#8730;5
                <LI>9&#8730;5
                <LI>12
                <LI>16
                <LI>&#8730;13
                <LI>2&#8730;13
                <LI>3&#8730;13
                <LI>4&#8730;13
                <LI>6&#8730;13
                <LI>8&#8730;13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.346. Диагонали трапеции равны 6 и 8, средняя линия равна 5. Площадь трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>8
                <LI>12
                <LI>14
                <LI>16
                <LI>24
                <LI>36
                <LI>40
                <LI>48
                <LI>70
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.347. Условие
                вида x<SUP>2</SUP> + y<SUP>2</SUP> &#8805; 36 задает
                на плоскости x0y
            </B>
            <OL><I>Ответы</I>
                <LI>окружность радиуса 6
                <LI>окружность радиуса 36
                <LI>круг радиуса 6
                <LI>круг радиуса 36
                <LI>плоскость x0y с вырезанным на ней кругом радиуса 6
                <LI>плоскость x0y с вырезанным на ней кругом радиуса 36
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.348. Внутреннее сопротивление батареи с электродвижущей силой (ЭДС) Е равно r. При каком значении
                сопротивления внешней цепи R напряжение, замеряемое на клеммах батареи, будет максимальным ?
            </B>
            <OL><I>Ответы</I>
                <LI>R=0
                <LI>R=r/E
                <LI>R=E/r
                <LI>R=r
                <LI>R=Er
                <LI>R=&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.349. Дежурный монтер спустился по движещемуся вниз эскалатору метро за 24 с. Затем он поднялся и в том
                же темпе
                спустился вниз по неподвижному эскалатору за 42 с. За сколько секунд спустился бы вниз по движущемуся
                эскалатору человек, стоя на ступеньке ?
            </B>
            <OL><I>Ответы</I>
                <LI>24
                <LI>36
                <LI>42
                <LI>56
                <LI>66
                <LI>84
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.350. Даны координаты точек A(1;1;2), B(2;1;0), C(2;2;1), D(3;2;2). Объем параллелепипеда, построенного
                на векторах AB, AC, AD, равен
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.351. В равнобедренной трапеции большее основание меньше периметра на 32 см, средняя линия равна 10 см,
                а диагональ является биссектрисой тупого угла. Тогда большее основание трапеции равно </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.352. В трапецию ABCD с основаниями BC и AD вписана окружность с центром в точке О.
                Длина диагонали АС равна 2017 см, стороны CD &ndash; 1945 см. Тогда угол АОВ равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
                <LI>175&#176;
                <LI>180&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.353. В треугольнике ABC биссектриса BE и медиана AD перпендикулярны и имеют одинаковую длину, равную
                12. Найдите сторону треугольника AB.
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>13
                <LI>&#8730;13
                <LI>2&#8730;13
                <LI>3&#8730;13
                <LI>4&#8730;13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.354. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы, падало на землю 5
                секунд, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно летело
                20 секунд. С какой скоростью v<sub>0</sub> бросали тело ?
            </B>
            <OL><I>Ответы</I>
                <LI>10 м/с
                <LI>20 м/с
                <LI>25 м/с
                <LI>30 м/с
                <LI>35 м/с
                <LI>40 м/с
                <LI>45 м/с
                <LI>50 м/с
                <LI>55 м/с
                <LI>60 м/с
                <LI>65 м/с
                <LI>70 м/с
                <LI>75 м/с
                <LI>80 м/с
                <LI>90 м/с
                <LI>100 м/с
                <LI>150 м/с
                <LI>200 м/с
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.355. В тре­уголь­ни­ке АВС углы А и С равны 20&#176; и 60&#176; соответственно. Най­ди­те угол между
                вы­со­той ВН и бис­сек­три­сой BD.
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>5&#176;
                <LI>10&#176;
                <LI>15&#176;
                <LI>20&#176;
                <LI>25&#176;
                <LI>30&#176;
                <LI>35&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>55&#176;
                <LI>60&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.356. Прямая, проходящая через середину M гипотенузы AB прямоугольного треугольника ABC,
                перпендикулярна CM и пересекает катет AC в точке K. При этом AK : KC = 1 : 2. Тогда угол ВАС равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>15&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.357. Имеется две емкости, в одной трех процентный раствор спирта, в другой емкости тридцати процентный.
                В какой пропорции необходимо смешать обе жидкости, чтобы получить двенадцати процентный раствор?
            </B>
            <OL><I>Ответы</I>
                <LI>1:1 (одну часть 3% раствора смешать с одной частъ 30% раствора)
                <LI>1:2 (одну часть 3% раствора смешать с двумя частями 30% раствора)
                <LI>2:1 (две части 3% раствора смешать с одной частью 30% раствора)
                <LI>2:3 (две части 3% раствора смешать с тремя частями 30% раствора)
                <LI>1:3 (одну часть 3% раствора смешать с тремя частями 30% раствора)
                <LI>3:1 (три части 3% раствора смешать с одной частью 30% раствора)
                <LI>1:3 (одну часть 3% раствора смешать с четырьмя частями 30% раствора)
                <LI>4:1 (четыре части 3% раствора смешать с одной частью 30% раствора)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.358. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 32 м. Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>4
                <LI>6
                <LI>8
                <LI>10
                <LI>12
                <LI>14
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.359. Вычислить lim<sub>x&#8594;a</sub>[(cosx&ndash;cosa)/(x&ndash;a)]
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;1
                <LI>&ndash;sina
                <LI>&ndash;cosa
                <LI>0
                <LI>1
                <LI>sina
                <LI>cosa
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.360. На первый кураторский час группы пришли 20 студентов. Каждый студент (не студентка) пожал руку
                всем студентам (не студенткам),
                в итоге получилось 66 рукопожатий. Сколько девчонок учится в группе ?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.361. Биссектрисы углов А и В параллелограмма ABCD пересекаются в точке K. Найдите площадь
                параллелограмма, если ВС = 12, а расстояние от точки K до стороны АВ равно 4.
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>96
                <LI>100
                <LI>128
                <LI>144
                <LI>216
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.362. В равнобедренном треугольнике АВС угол между биссектрисами углов А и С равен 120&#176;,
                а длина основания АС равна 2&#8730;3 см. Тогда радиус вписанной в треугольник АВС окружности равен
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>1,5 см
                <LI>2 см
                <LI>&#8730;2 см
                <LI>2&#8730;2 см
                <LI>&#8730;3 см
                <LI>2&#8730;3 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.363. Объем тела, ограниченного поверхностью 4x<SUP>2</SUP> + 9y<SUP>2</SUP> + z<SUP>2</SUP> = 1, равен
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>2&#960;/9
                <LI>2&#960;/3
                <LI>&#960;
                <LI>2
                <LI>4
                <LI>неограничен
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.364. В прямоугольнике ABCD точки M, N, P, Q &ndash; середины сторон AB, BC, CD и AD соответственно.
                На отрезке MN взята точка Е так, что она делит этот отрезок в отношении ME:EN=2:1. Чему равна площадь
                треугольника EPQ, если AB=CD=16 и BC=AD=30 ?
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>20
                <LI>24
                <LI>30
                <LI>32
                <LI>60
                <LI>64
                <LI>90
                <LI>96
                <LI>120
                <LI>128
                <LI>240
                <LI>256
                <LI>360
                <LI>450
                <LI>480
                <LI>512
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.365. Неопределенный интеграл &#8747;dx/(x<SUP>2</SUP>&ndash; 2x + 1) равен
            </B>
            <OL><I>Ответы</I>
                <LI>ln|x<SUP>2</SUP>&ndash; 2x + 1| + C
                <LI>lg(x&ndash; 1)<SUP>2</SUP> + C
                <LI>1/(x &ndash; 1) + C
                <LI>&ndash; 1/(x &ndash; 1) + C
                <LI>&ndash; 1/(x<SUP>2</SUP>&ndash; 2x + 1) + C
                <LI>1/(x<SUP>2</SUP>&ndash; 2x + 1) + C
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.366. Стержень длиной 50 см вращается вокруг оси перпендикулярной стержню. При этом линейные скорости
                концов стержня равны 10 см/с и 15 см/с. Найти угловую скорость вращения стержня
            </B>
            <OL><I>Ответы</I>
                <LI>0,5 рад/c
                <LI>1,0 рад/c
                <LI>&#960;/2 рад/c
                <LI>&#960; рад/c
                <LI>2&#960; рад/c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.367. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 36 м.
                Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>1 м
                <LI>2 м
                <LI>3 м
                <LI>4 м
                <LI>5 м
                <LI>6 м
                <LI>7 м
                <LI>8 м
                <LI>9 м
                <LI>10 м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.368. Значение выражения y = (sinx + tgx) / (cosx + ctgx) при всех допустимых значениях x
            </B>
            <OL><I>Ответы</I>
                <LI>больше нуля
                <LI>равно нулю
                <LI>меньше нуля
                <LI>не равно нулю
                <LI>может быть больше нуля, меньше нуля или не равно нулю в зависимости от выбранного значения x
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.369. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы в Бурзянском районе
                РБ, падало на землю 5 секунд, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно
                летело
                20 секунд. Сколько секунд падало бы это тело, если бы его сбросили с той же скалы с нулевой начальной
                скоростью ?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
                <LI>8
                <LI>8,5
                <LI>9
                <LI>10
                <LI>12
                <LI>13
                <LI>14
                <LI>15
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.370. На плоскости даны точки А и В. Геометрическое место точек М, для которых разность квадратов длин
                отрезков А и В постоянна, представляет собой
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>окружность
                <LI>эллипс
                <LI>гиперболу
                <LI>параболу
                <LI>плоскость, проходящую через точки А и В
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.371. Сумма первых 2017 членов геометрической прогрессии
                2, 4, 8, 16, 32, 64, 128, 256, 512, 1024,... равна
            </B>
            <OL><I>Ответы</I>
                <LI>2<SUP>2016</SUP> &ndash; 2
                <LI>2<SUP>2017</SUP> &ndash; 2
                <LI>2<SUP>2018</SUP> &ndash; 2
                <LI>2<SUP>2016</SUP>
                <LI>2<SUP>2017</SUP>
                <LI>2<SUP>2018</SUP>
                <LI>2<SUP>2016</SUP> + 2
                <LI>2<SUP>2017</SUP> + 2
                <LI>2<SUP>2018</SUP> + 2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.372. Неопределенный интеграл &#8747;2<SUP>x</SUP>&#183;5<SUP>x</SUP>dx равен
            </B>
            <OL><I>Ответы</I>
                <LI>0,1&#183;10<SUP>x</SUP> + C
                <LI>ln10&#183;10<SUP>x</SUP> + C
                <LI>10<SUP>x</SUP>/ln10 + C
                <LI>10<SUP>x</SUP>/(x&#183;lnx) + C
                <LI>lg10&#183;10<SUP>x</SUP> + C
                <LI>10<SUP>x</SUP>/lgx + C
                <LI>10<SUP>x</SUP>/(x&#183;lgx) + C
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.373. В трапеции ABCD с основаниями BC и AD построены две окружности, касающиеся боковых строн трапеции.
                Первая окружность касается боковых сторон в точках В и С, а вторая &ndash; в точках A и D. Оказалось,
                что окружности касаются внешним образом, а их радиусы равны 2 и 8. Тогда высота трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>4,0
                <LI>4,4
                <LI>4,6
                <LI>4,8
                <LI>5,0
                <LI>6,0
                <LI>7,2
                <LI>8,5
                <LI>9,4
                <LI>9,6
                <LI>10,2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.374. В равнобедренном треугольнике АВС угол при основании равен 75&#176;, боковая сторона 12. Тогда
                площадь треугльника равна
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>24
                <LI>36
                <LI>48
                <LI>64
                <LI>72
                <LI>144
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.375. В равнобедренном треугольнике АВС угол между биссектрисами углов А и С равен 120&#176;,
                а длина основания АС равна 2&#8730;3 см. Тогда высота AD треугольника АВС, опущенная из вершины В на
                основание АС, равна
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>1,5 см
                <LI>2 см
                <LI>&#8730;2 см
                <LI>2&#8730;2 см
                <LI>&#8730;3 см
                <LI>2&#8730;3 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.376. Внутри правильного треугольника АВС со стороной a=АВ=ВС=АС=2018 взята произвольная точка О. Сумма
                расстояний от этой точки до его сторон приблизительно равна
            </B>
            <OL><I>Ответы</I>
                <LI>~504,5
                <LI>~1009
                <LI>~1748
                <LI>~2018
                <LI>~4036
                <LI>Ответ зависит от положения точки О в треугольнике АВС
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.377. Высота и биссектриса прямоугольного треугольника, проведенные из прямого угла к гипотенузе, равны
                соответственно 9 и 12.
                Тогда площадь треугольника равна
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>144
                <LI>288
                <LI>576
                <LI>648
                <LI>1024
                <LI>1152
                <LI>1800
                <LI>2024
                <LI>2592
                <LI>11025
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.378. В треугольнике ABC биссектриса BE и медиана AD перпендикулярны и имеют одинаковую длину, равную
                16. Найдите сторону треугольника BC.
            </B>
            <OL><I>Ответы</I>
                <LI>3&#8730;5
                <LI>6&#8730;5
                <LI>9&#8730;5
                <LI>12
                <LI>16
                <LI>&#8730;13
                <LI>2&#8730;13
                <LI>3&#8730;13
                <LI>4&#8730;13
                <LI>6&#8730;13
                <LI>8&#8730;13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.379. Углом какой четверти является угол &#945;, если известно, что
                &#945;=&ndash;73&#960;/5 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.380. В треугольнике АВС угол между биссектрисами углов А и В равен 130&#176;
                Тогда величина угла С равна
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>37,5&#176;
                <LI>48&#176;
                <LI>52&#176;
                <LI>60&#176;
                <LI>66&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>90&#176;
                <LI>132&#176;
                <LI>138&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.381. В прямоугольном треугольнике АВС угол С прямой. Если, соединив вершину С с центрами
                О и О<sub>1</sub> описанной и вписанной окружностей, получим угол ОСО<sub>1</sub> = 10&#176;,
                то наименьший из острых углов треугольника АВС равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>5&#176;
                <LI>10&#176;
                <LI>15&#176;
                <LI>20&#176;
                <LI>25&#176;
                <LI>30&#176;
                <LI>35&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>55&#176;
                <LI>60&#176;
                <LI>65&#176;
                <LI>70&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>85&#176;
                <LI>90&#176;
                <LI>95&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.382. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)=0,
                где a&#60;x<sub>0</sub>&#60;b. Кроме того, известно, что
                четвертая производная от функции f(x) в точке x=x<sub>0</sub> меньше нуля.
                Тогда функция f(x) в точке x=x<sub>0</sub>
            </B>
            <OL><I>Ответы</I>
                <LI>возрастает
                <LI>убывает
                <LI>имеет локальный минимум
                <LI>имеет локальный максимум
                <LI>меньше нуля
                <LI>равна нулю
                <LI>больше нуля
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.383. В трапецию ABCD с основаниями BC и AD вписана окружность с центром в точке О.
                Длина диагонали АС равна 1945 см, стороны CD &ndash; 2017 см. Тогда угол АОВ равен
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>45&#176;
                <LI>60&#176;
                <LI>75&#176;
                <LI>90&#176;
                <LI>120&#176;
                <LI>135&#176;
                <LI>150&#176;
                <LI>175&#176;
                <LI>180&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.384. Пусть функция z = sinx + cosy, (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент
                этой функции в точке М(&#960;/2,&#960;/2)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.385. В треугольнике АВС угол между биссектрисами углов А и В равен 105&#176;
                Тогда величина угла С равна
            </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>30&#176;
                <LI>37,5&#176;
                <LI>48&#176;
                <LI>52&#176;
                <LI>60&#176;
                <LI>66&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>90&#176;
                <LI>96&#176;
                <LI>132&#176;
                <LI>138&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.386. Выбрать уравнение, которое определяет плоскость, параллельную оси Oz:
            </B>
            <OL><I>Ответы</I>
                <LI>x + y + z + 1 = 0
                <LI>x &ndash; 2y + 1 = 0
                <LI>5y + 3z &ndash; 2 = 0
                <LI>x &ndash; 2y + z +2017 = 0
                <LI>x &ndash; y + 6z = 0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.387. Радиус окружности, вписанной в треугольник со сторонами
                2016, 2688, 3360 равен
            </B>
            <OL><I>Ответы</I>
                <LI>441
                <LI>484
                <LI>529
                <LI>576
                <LI>625
                <LI>672
                <LI>676
                <LI>729
                <LI>784
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.388. Два самолета летят в одной плоскости и прямолинейно под углом 120&#176; с одинаковой скоростью 900
                км/ч.
                В некоторый момент один самолет пришел в точку пересечения линий движения, а второй не дошел до неё 24
                км.
                Через какое время самолеты будут находиться на минимаьлном расстоянии друг от друга ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>12 секунд
                <LI>24 секунд
                <LI>36 секунд
                <LI>48 секунд
                <LI>12 минут
                <LI>24 минуты
                <LI>36 минут
                <LI>48 минут
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.389. Отправляясь в путешествие, автомобилист поставил на свою машину четыре новые шины и одну взял в
                запас. Какое максимальное расстояние он сможет проехать, если известно, что шины на передних колесах
                снашиваются через 32000 км, а на задних &ndash; через 48000 км ?
            </B>
            <OL><I>Ответы</I>
                <LI>32000 км
                <LI>35000 км
                <LI>40000 км
                <LI>42000 км
                <LI>45000 км
                <LI>48000 км
                <LI>50000 км
                <LI>52000 км
                <LI>56000 км
                <LI>60000 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.390. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы, падало на землю 4
                секунды, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно летело
                16 секунд. С какой высоты бросали тело ?
            </B>
            <OL><I>Ответы</I>
                <LI>100 метров
                <LI>150 метров
                <LI>160 метров
                <LI>170 метров
                <LI>180 метров
                <LI>200 метров
                <LI>220 метров
                <LI>240 метров
                <LI>260 метров
                <LI>280 метров
                <LI>300 метров
                <LI>320 метров
                <LI>340 метров
                <LI>400 метров
                <LI>500 метров
                <LI>1000 метров
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.391. В прямоугольнике ABCD точки M, N, P, Q &ndash; середины сторон AB, BC, CD и AD соответственно.
                На отрезке MN взята точка Е так, что она делит этот отрезок в отношении ME:EN=5:3. Чему равна площадь
                треугольника EPQ, если AB=CD=16 и BC=AD=32 ?
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>20
                <LI>24
                <LI>30
                <LI>32
                <LI>60
                <LI>64
                <LI>90
                <LI>96
                <LI>120
                <LI>128
                <LI>240
                <LI>256
                <LI>360
                <LI>450
                <LI>480
                <LI>512
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.392. Вычислить arcsin[cos(33&#960;/5)]
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;33&#960;/5
                <LI>&ndash;&#960;/10
                <LI>&ndash;&#960;/7
                <LI>&ndash;&#960;/5
                <LI>&#960;/7
                <LI>9&#960;/14
                <LI>33&#960;/5
                <LI>не существует

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.393. В треугольнике ABC биссектриса BE и медиана AD перпендикулярны и имеют одинаковую длину, равную
                12. Найдите сторону треугольника AC.
            </B>
            <OL><I>Ответы</I>
                <LI>3&#8730;5
                <LI>6&#8730;5
                <LI>9&#8730;5
                <LI>12
                <LI>13
                <LI>&#8730;13
                <LI>2&#8730;13
                <LI>3&#8730;13
                <LI>4&#8730;13
                <LI>6&#8730;13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.394. Пусть a, b, c &ndash; попарно не равные между собой числа. Тогда значение выражения
                a<SUP>2</SUP>&#183;(c&ndash;b) + b<SUP>2</SUP>&#183;(a&ndash;c) + c<SUP>2</SUP>&#183;(b&ndash;a)
            </B>
            <OL><I>Ответы</I>
                <LI>больше нуля
                <LI>равно нулю
                <LI>меньше нуля
                <LI>не равно нулю
                <LI>может быть больше нуля, меньше нуля или не равно нулю в зависимости от значений a, b, c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.395. При прямолинейном движении материальной точки по горизонтальной плоскости в направлении оси x
                предел отношения пути &#916;x к приращению времени &#916;t когда приращение времени &#916;t стремится к
                нулю равен
            </B>
            <OL><I>Ответы</I>
                <LI>вертикальному ускорению точки
                <LI>вертикальной скорости точки
                <LI>горизонтальному ускорению точки
                <LI>горизонтальной скорости точки
                <LI>вертикальному перемещению точки
                <LI>горизонтальному перемещению точки
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.396. На учениях разведывательный катер подошел к головному кораблю эскадры и получил приказание
                произвести разведку впереди эскадры по направлению её движения на расстоянии 90 км.
                Определить, через какое время катер вернется к головному кораблю эскадры, продолжающей идти вперед, если
                известно, что скорость катера 30 км/ч, а эскадра должна двигаться со скоростью 15 км/ч
            </B>
            <OL><I>Ответы</I>
                <LI>3 часа
                <LI>3,5 часа
                <LI>4 часа
                <LI>4,5 часа
                <LI>5 часов
                <LI>5,5 часов
                <LI>6 часов
                <LI>6,5 часов
                <LI>7 часов
                <LI>7,5 часов
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.397. Чему равен cos(arctg&#8730;8) ?
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;&#8730;8
                <LI>&ndash;1/&#8730;8
                <LI>0
                <LI>1/4
                <LI>1/3
                <LI>2/3
                <LI>1
                <LI>1/&#8730;8
                <LI>&#8730;8
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.398. Решите уравнение: &#8730;cosx&#183;sinx = 0.
            </B>
            <OL><I>Ответы</I>
                <LI>2&#960;k, k&#8712;Z
                <LI>&#960;/2 + &#960;k, k&#8712;Z
                <LI>2&#960;k; &#960;/2 + &#960;k, k&#8712;Z
                <LI>&#960;/2 + 2&#960;k, k&#8712;Z
                <LI>&#960; + 2&#960;k, k&#8712;Z
                <LI>решений нет

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.399. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы в Бурзянском районе
                РБ, падало на землю 4 секунды, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно
                летело
                16 секунд. Сколько секунд падало бы это тело, если бы его сбросили с той же скалы с нулевой начальной
                скоростью ?
            </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>4,5
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
                <LI>8
                <LI>8,5
                <LI>9
                <LI>10
                <LI>12
                <LI>15

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.400. Две противоположные вершины прямоугольника со сторонами a и b (a&#60;b) совмещены.
                По теореме Пифагора, дагональ прямоугольника с определяется условием
                с<SUP>2</SUP>=a<SUP>2</SUP>+b<SUP>2</SUP>. Тогда размер линии сгиба равен
            </B>
            <OL><I>Ответы</I>
                <LI>a+b
                <LI>b&ndash;a
                <LI>c
                <LI>ac/b
                <LI>ab/c
                <LI>bc/a
                <LI>ba/c
                <LI>a+b+c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.401. Запас сена таков, что можно ежедневно выдавать на всех лошадей 96 кг. В действительности
                ежедневную порцию каждой
                лошади смогли увеличить на 4 кг, так как две лошади были переданы соседнему хозяйству. Сколько лошадей
                было первоначально ?
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>4
                <LI>8
                <LI>16
                <LI>32
                <LI>48
                <LI>50
                <LI>64
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.402. Морская вода содержит 5% соли по массе. Сколько пресной воды нужно добавить к 30 кг морской воды,
                чтобы
                концентрация соли составляла 1,5% ?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>20
                <LI>30
                <LI>40
                <LI>50
                <LI>55,2
                <LI>60
                <LI>66,6
                <LI>70
                <LI>77,3
                <LI>80
                <LI>90
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.403. Сумма квадратов корней уравнения x<SUP>2</SUP> &ndash; 3ax + a<SUP>2</SUP> = 0 равна 1,75. Найти а
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#177;1/&#8730;2
                <LI>&#177;0,25
                <LI>&#177;0,5
                <LI>&#177;1
                <LI>&#177;&#8730;2
                <LI>&#177;2
                <LI>&#177;4
                <LI>&#177;8
                <LI>&#177;16
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.404. В усеченный конус вписан шар. Сумма длин диаметров верхнего и нижнего оснований
                конуса в 6 раз больше длины радиуса шара. Угол &#945; между образующей конуса и плоскостью основания
            </B>
            <OL><I>Ответы</I>
                <LI>&#945;=15&#176;
                <LI>&#945; = arcsin(4/5)
                <LI>&#945;=30&#176;
                <LI>&#945; = arccos(4/5)
                <LI>&#945; = arctg(1/5)
                <LI>&#945;=45&#176;
                <LI>&#945; = arcsin(2/3)
                <LI>&#945; = arccos(2/3)
                <LI>&#945;=60&#176;
                <LI>&#945;=75&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.405. В равнобедренном треугольнике АВС с углом В, равным 30&#176;, проведена высота ВН к основанию АС.
                Окружность, диаметром которой является ВН, пересекает боковые стороны ВА и ВС в точках Р и К (отличных
                от точки В). При этом РК=12. Тогда ВН равна
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>6
                <LI>9
                <LI>12
                <LI>15
                <LI>18
                <LI>21
                <LI>24
                <LI>27
                <LI>36
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.406. Ванна заполняется холодной водой за 6 минут 40 секунд, горячей за 8 минут. Кроме того, если из
                полной ванны вынуть пробку, вода вытечет за 13 минут 20 секунд.
                Сколько времени понадобится, чтобы наполнить ванну полностью, при условии, что открыты оба крана, но
                ванна не заткнута пробкой?
            </B>
            <OL><I>Ответы</I>
                <LI>3 минуты
                <LI>4 минуты
                <LI>5 минут
                <LI>6 минут
                <LI>7 минут
                <LI>8 минут
                <LI>9 минут
                <LI>10 минут

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.407. Меньшая дуга между точками А и В, расположенными на окружности, равна 150 м. Если точки начнут
                двигаться навстречу друг
                другу по меньшей дуге, то встретятся через 10 с, а если по большей дуге, то встреча произойдет через 14
                с. Чему равна длина окружности ?
            </B>
            <OL><I>Ответы</I>
                <LI>150
                <LI>300
                <LI>350
                <LI>360
                <LI>370
                <LI>380
                <LI>390
                <LI>400
                <LI>1500
                <LI>2100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.408. Площадь плоской фигуры, ограниченной линиями y=x<SUP>2</SUP>,
                x=2 и y=0 равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>4/3
                <LI>2
                <LI>8/3
                <LI>&#8734; (фигура неограниченная)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.409. В треугольнике известны две стороны 6 см и 3 см. Найдите третью сторону, если полусумма
                высот, проведённых к данным сторонам, равна третьей высоте
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.410. Биссектрисы углов А и В параллелограмма ABCD пересекаются в точке K. Найдите площадь
                параллелограмма, если ВС = 8, а расстояние от точки K до стороны АВ равно 8.
            </B>
            <OL><I>Ответы</I>
                <LI>72
                <LI>96
                <LI>100
                <LI>128
                <LI>144
                <LI>216
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.411. Производная дроби (т.е. частного от деления двух функций) равна
            </B>
            <OL><I>Ответы</I>
                <LI>дроби, у которой знаменатель есть квадрат знаменателя данной дроби, а числитель есть сумма
                    произведения знаменателя на производную числителя и произведения числителя на производную
                    знаменателя
                <LI>дроби, у которой знаменатель есть квадрат знаменателя данной дроби, а числитель есть произведение
                    произведения знаменателя на производную числителя и произведения числителя на производную
                    знаменателя
                <LI>дроби, у которой знаменатель есть квадрат знаменателя данной дроби, а числитель есть разность
                    между произведением числителя на производную знаменателя и произведением знаменателя на производную
                    числителя
                <LI>дроби, у которой знаменатель есть квадрат знаменателя данной дроби, а числитель есть разность
                    между произведением знаменателя на производную числителя и произведением числителя на производную
                    знаменателя
                <LI>дроби, у которой знаменатель есть квадрат знаменателя данной дроби, а числитель есть частное
                    от произведения числителя на производную знаменателя и произведения знаменателя на производную
                    числителя
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.412. Сколько решений имеет уравнение sinx &ndash; cos2x = 2&#960;/3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно единственное
                <LI>бесконечное счетное множество
                <LI>это тождество, а не уравнение
                <LI>два различных решения
                <LI>два одинаковых решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.413. Чему равен arccos(tg&#8730;3) ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1/&#8730;3
                <LI>&#8730;3
                <LI>2/&#8730;3
                <LI>&#8730;3.2
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.414. Точка движется по окружности радиуса R=const по заданному временному закону &#966;=&#966;(t),
                где &#966; &ndash; угол между радиусом, проведенным к точке и
                положительным направлением оси абсцисс, t &ndash; время.
                Линейная скорость точки v равна </B>
            <OL><I>Ответы</I>
                <LI>v=Rsin&#966;
                <LI>v=Rcos&#966;
                <LI>v=Rtg&#966;
                <LI>v=Rd&#966;/dt
                <LI>v=R(d&#966;/dt)<SUP>2</SUP>
                <LI>v=R<SUP>2</SUP>(d&#966;/dt)<SUP>2</SUP>
                <LI>v=R<SUP>2</SUP>(d&#966;/dt)
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.415. Пусть функция z=4x<SUP>3</SUP>&#8722;3y<SUP>4</SUP> &#8722; 5,
                (x,y)&#8712;E<SUP>2</SUP>. Под каким углом к оси абсцисс направлен градиент
                этой функции в точке М(1;1)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
                <LI>180&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.416. Чему равен arccos(arctg&#8730;3) ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1/&#8730;3
                <LI>&#8730;3
                <LI>2/&#8730;3
                <LI>&#8730;3.2
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.417. Точка движется по окружности радиуса R=const по заданному временному закону &#966;=&#966;(t),
                где &#966; &ndash; угол между радиусом, проведенным к точке и
                положительным направлением оси абсцисс, t &ndash; время.
                Нормальное ускорение точки a<sub>n</sub> равно </B>
            <OL><I>Ответы</I>
                <LI>a<sub>n</sub>=R(d&#966;/dt)
                <LI>a<sub>n</sub>=R<SUP>2</SUP>(d&#966;/dt)
                <LI>a<sub>n</sub>=R(d&#966;/dt)<SUP>2</SUP>
                <LI>a<sub>n</sub>=R<SUP>2</SUP>(d&#966;/dt)<SUP>2</SUP>
                <LI>a<sub>n</sub>=R(d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>)
                <LI>a<sub>n</sub>=R<SUP>2</SUP>(d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>)
                <LI>a<sub>n</sub>=Rsin&#966;
                <LI>a<sub>n</sub>=Rcos&#966;
                <LI>a<sub>n</sub>=Rtg&#966;
                <LI>a<sub>n</sub>=Rd&#966;/dt
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.418. Камень брошен под углом &#945; к поверхности Луны
                с начальной скоростью v<sub>0</sub>=10 м/с.
                За какое время он достигнет максимальной высоты полета над поверхностью Луны, если ускорение свободного
                падения
                там равно g<sub>Л</sub> ?
            </B>
            <OL><I>Ответы</I>
                <LI>v<sub>0</sub>/g<sub>Л</sub>
                <LI>v<sub>0</sub>sin&#945; /g<sub>Л</sub>
                <LI>v<sub>0</sub>cos&#945; /g<sub>Л</sub>
                <LI>v<sub>0</sub>tg&#945; /g<sub>Л</sub>
                <LI>g<sub>Л</sub>sin&#945; /v<sub>0</sub>
                <LI>g<sub>Л</sub>cos&#945; /v<sub>0</sub>
                <LI>g<sub>Л</sub>tg&#945; /v<sub>0</sub>
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.419. Сколько решений имеет уравнение sin<SUP>2</SUP>x + cos<SUP>2</SUP>2x = 1 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно единственное
                <LI>бесконечное счетное множество
                <LI>это тождество, а не уравнение
                <LI>два различных решения
                <LI>два одинаковых решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.420. Сколько решений имеет уравнение sin<SUP>3</SUP>x + cos<SUP>2</SUP>2x &ndash; sin3x = 4 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно единственное
                <LI>бесконечное счетное множество
                <LI>это тождество, а не уравнение
                <LI>два различных решения
                <LI>два одинаковых решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.421. Внутри равностороннего треугольника со стороной а находится точка М, удаленная от вершин на
                расстояния 3, 4 и 5. Тогда
            </B>
            <OL><I>Ответы</I>
                <LI>a=3&#8730;3
                <LI>a=4&#8730;5
                <LI>a=5&#8730;2
                <LI>a<SUP>2</SUP>=9+20&#8730;5
                <LI>a<SUP>2</SUP>=25+12&#8730;3
                <LI>a<SUP>2</SUP>=16+15&#8730;2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.422. Найти площадь прямоугольного треугольника, если даны радиусы R и r
                описанного и вписанного в него кругов
            </B>
            <OL><I>Ответы</I>
                <LI>&#960;R<SUP>2</SUP> + &#960;r<SUP>2</SUP>
                <LI>&#960;(R+r)<SUP>2</SUP>
                <LI>R<SUP>2</SUP> + r<SUP>2</SUP>
                <LI>R<SUP>2</SUP> + rR
                <LI>R<SUP>2</SUP> + 2rR
                <LI>r<SUP>2</SUP> + Rr
                <LI>r<SUP>2</SUP> + 2Rr
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.423. В трапеции ABCD с основаниями BC и AD построены две окружности, касающиеся боковых строн трапеции.
                Первая окружность касается боковых сторон в точках В и С, а вторая &ndash; в точках A и D. Оказалось,
                что окружности касаются внешним образом, а их радиусы равны 7 и 3. Тогда высота трапеции равна
            </B>
            <OL><I>Ответы</I>
                <LI>4,0
                <LI>4,4
                <LI>4,6
                <LI>4,8
                <LI>5,0
                <LI>6,0
                <LI>7,2
                <LI>8,5
                <LI>9,4
                <LI>9,6
                <LI>10,2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.424. Чему равен tg2&#945;, если ctg&#945; = 3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/7
                <LI>0.28
                <LI>2/7
                <LI>7/24
                <LI>0.6
                <LI>2/3
                <LI>3/4
                <LI>0.8
                <LI>0.96
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.425. Отношение площади основания конуса к площади осевого сечения равно &#960;/&#8730;3. Тогда угол
                наклона образующей к основанию равен
            </B>
            <OL><I>Ответы</I>
                <LI>15&#176;
                <LI>30&#176;
                <LI>arctg&#960;/&#8730;3
                <LI>45&#176;
                <LI>arctg2
                <LI>60&#176;
                <LI>arctg&#960;/&#8730;2
                <LI>75&#176;
                <LI>arctg&#8730;3/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.426. Точка движется по окружности радиуса R=const по заданному временному закону &#966;=&#966;(t),
                где &#966; &ndash; угол между радиусом, проведенным к точке и
                положительным направлением оси абсцисс, t &ndash; время.
                Угловое ускорение точки &#949; равно </B>

            <OL><I>Ответы</I>
                <LI>&#949;=Rsin&#966;
                <LI>&#949;=Rcos&#966;
                <LI>&#949;=&#966;
                <LI>&#949;=d&#966;/dt
                <LI>&#949;=Rd&#966;/dt
                <LI>&#949;=(d&#966;/dt)<SUP>2</SUP>
                <LI>&#949;=d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>
                <LI>&#949;=R(d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>)
                <LI>&#949;=R(d&#966;/dt)<SUP>2</SUP>
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.427. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы, падало на землю 3
                секунды, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно летело
                12 секунд. С какой скоростью v<sub>0</sub> бросали тело ?
            </B>
            <OL><I>Ответы</I>
                <LI>10 м/с
                <LI>20 м/с
                <LI>25 м/с
                <LI>30 м/с
                <LI>35 м/с
                <LI>40 м/с
                <LI>45 м/с
                <LI>50 м/с
                <LI>55 м/с
                <LI>60 м/с
                <LI>65 м/с
                <LI>70 м/с
                <LI>75 м/с
                <LI>80 м/с
                <LI>90 м/с
                <LI>100 м/с
                <LI>150 м/с
                <LI>200 м/с
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.428. Сколько корней имеет уравнение x<SUP>x</SUP> + x<SUP>2&ndash;x</SUP> = x<SUP>2</SUP> +1
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>бесконечное множество
                <LI>ни одного
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.429. Даны векторы a(2;5;1) и b(3;&ndash;1;&ndash;1;). Угол между ними равен
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/8
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.430. Радиус окружности, касающейся катетов прямоугольного треугольника, в 7 раз меньше суммы его
                катетов, а её центр лежит на гипотенузе. Чему равен радиус этой окружности, если площадь треугольника
                равна 56 ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.431. В усеченный конус вписан шар. Сумма длин диаметров верхнего и нижнего оснований
                конуса в 8 раз больше длины радиуса шара. Угол &#945; между образующей конуса и плоскостью основания
            </B>
            <OL><I>Ответы</I>
                <LI>&#945;=15&#176;
                <LI>&#945; = arcsin(4/5)
                <LI>&#945;=30&#176;
                <LI>&#945; = arccos(4/5)
                <LI>&#945; = arctg(1/5)
                <LI>&#945;=45&#176;
                <LI>&#945; = arcsin(2/3)
                <LI>&#945; = arccos(2/3)
                <LI>&#945;=60&#176;
                <LI>&#945;=75&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.432. В треугольнике ABC биссектриса BE и медиана AD перпендикулярны и имеют одинаковую длину, равную
                16. Найдите сторону треугольника AC.
            </B>
            <OL><I>Ответы</I>
                <LI>3&#8730;5
                <LI>6&#8730;5
                <LI>9&#8730;5
                <LI>12
                <LI>16
                <LI>&#8730;13
                <LI>2&#8730;13
                <LI>3&#8730;13
                <LI>4&#8730;13
                <LI>6&#8730;13
                <LI>8&#8730;13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.433. Высоты АА<sub>1</sub> и СС<sub>1</sub> остроугольного треугольника АВС пересекаются в точке М.
                Найдите угол АА<sub>1</sub>С<sub>1</sub>, если угол А равен 40&#176;
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>50&#176;
                <LI>60&#176;
                <LI>70&#176;
                <LI>80&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.434. Окружность, вписанная в равнобедренную трапецию, делит боковую сторону на отрезки длиной m
                и n. Тогда радиус этой окружности равен
            </B>
            <OL><I>Ответы</I>
                <LI>R = m + n
                <LI>R = 2(m + n)
                <LI>R = (m + n) / 2
                <LI>R = (m &ndash; n) / 2
                <LI>R = &#8730;(mn/2)
                <LI>R = &#8730;(mn)
                <LI>R = &#8730;(2mn)
                <LI>R = &#8730;(m<SUP>2</SUP> + n<SUP>2</SUP>)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.435. Автомобиль едет со скоростью 55 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
                <LI>92
                <LI>96
                <LI>120
                <LI>140
                <LI>165
                <LI>180
                <LI>240
                <LI>300
                <LI>360
                <LI>540
                <LI>660
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.436. В прямоугольном треугольнике точка касания вписанной окружности делит гипотенузу на
                отрезки длиной 5 и 12 см. Тогда длина большего по величине катета равна
            </B>
            <OL><I>Ответы</I>
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
                <LI>11 см
                <LI>12 см
                <LI>13 см
                <LI>14 см
                <LI>15 см
                <LI>16 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.437. Уравнение окружности с центром в точке С(a;b) и радиусом, равным R
            </B>
            <OL><I>Ответы</I>
                <LI>x<SUP>2</SUP> + y<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>x<SUP>2</SUP> &ndash; y<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x&ndash;a)<SUP>2</SUP> + (y&ndash;b)<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x+a)<SUP>2</SUP> + (y+b)<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x&ndash;a)<SUP>2</SUP> &ndash; (y&ndash;b)<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x+a)<SUP>2</SUP> &ndash; (y+b)<SUP>2</SUP> = R<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.438. Угловой коэффициент прямой, заданной уравнением 2x + 4y + 22 = 0, равен
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;22
                <LI>&ndash;4
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>&ndash;1/2
                <LI>0
                <LI>1/2
                <LI>2
                <LI>4
                <LI>22
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.439. Легковая машина вышла из города А, направилась в сторону города В и встретилась с грузовой
                автомашиной, которая одновременно вышла из города В в направлении А. Встреча произошла на расстоянии 358
                км от В в городе С. Когда машины достигли своих пунктов назначения, они тут же повернули обратно и
                вторично встретились на расстоянии 362 км от города А в городе D. Найдите расстояние между городами А и
                В.
            </B>
            <OL><I>Ответы</I>
                <LI>712
                <LI>788
                <LI>828
                <LI>846
                <LI>888
                <LI>924
                <LI>1024
                <LI>1256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.440. Точка движется по окружности радиуса R=const по заданному временному закону &#966;=&#966;(t),
                где &#966; &ndash; угол между радиусом, проведенным к точке и
                положительным направлением оси абсцисс, t &ndash; время.
                Касательное ускорение точки a<sub>&#964;</sub> равно </B>
            <OL><I>Ответы</I>
                <LI>a<sub>&#964;</sub>=R(d&#966;/dt)
                <LI>a<sub>&#964;</sub>=R<SUP>2</SUP>(d&#966;/dt)
                <LI>a<sub>&#964;</sub>=R(d&#966;/dt)<SUP>2</SUP>
                <LI>a<sub>&#964;</sub>=R<SUP>2</SUP>(d&#966;/dt)<SUP>2</SUP>
                <LI>a<sub>&#964;</sub>=R(d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>)
                <LI>a<sub>&#964;</sub>=R<SUP>2</SUP>(d<SUP>2</SUP>&#966;/dt<SUP>2</SUP>)
                <LI>a<sub>&#964;</sub>=Rsin&#966;
                <LI>a<sub>&#964;</sub>=Rcos&#966;
                <LI>a<sub>&#964;</sub>=Rtg&#966;
                <LI>a<sub>&#964;</sub>=Rd&#966;/dt
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.441. Плоскость, проведенная в пирамиде параллельно основанию, делит её боковую поверхность на части,
                отношение которых равно 9:16, считая от вершины. В каком отношении делится этой плоскостью высота ?
            </B>
            <OL><I>Ответы</I>
                <LI>1:1
                <LI>1:2
                <LI>2:1
                <LI>2:3
                <LI>3:2
                <LI>4:5
                <LI>4:9
                <LI>5:9
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.442. По дороге едут две машины: одна с горы, другая под гору. Дорога узкая &ndash; двум машинам на ней
                не разъехаться.
                Скорость первой машины 36 км/ч, второй 54 км/ч. Через какое время вторая машина ударится в первую, если
                в начальный момент времени расстояние между машинами было равно 500 м ?
            </B>
            <OL><I>Ответы</I>
                <LI>10 секунд
                <LI>15 секунд
                <LI>20 секунд
                <LI>25 секунд
                <LI>50 секунд
                <LI>100 секунд
                <LI>200 секунд
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.443. В выпуклом четырехугольнике ABCD диагональ AC является биссектрисои? угла BAD и пересекается с
                диагональю BD в точке K. Наи?дите AK, если известно, что около четырехугольника ABCD можно описать
                окружность, и BC=18, KC=12.
            </B>
            <OL><I>Ответы</I>
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.444. На отрезке АВ взята точка С и на частях АС и СВ отрезка АВ как на диаметрах построены
                полуокружности. Сумма длин этих полуокружностей

            </B>
            <OL><I>Ответы</I>
                <LI>меньше длины полуокружности диаметром АВ
                <LI>равна длине полуокружности диаметром АВ
                <LI>больше длины полуокружности диаметром АВ
                <LI>либо меньше, либо равна длине полуокружности диаметром АВ, в зависимости от положения точки С
                <LI>либо больше, либо равна длине полуокружности диаметром АВ, в зависимости от положения точки С
                <LI>не равна длине полуокружности диаметром АВ
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.445. Функционал принимает экстремальное значение
            </B>
            <OL><I>Ответы</I>
                <LI>в точке x*, в которой градиент функционала обращается в нуль
                <LI>в точке x*, в которой первая вариация функционала обращается в нуль
                <LI>на экстремали y*(x), которая является решением уравнения Эйлера
                <LI>во всей области допустимых значений функционала
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.446. Пусть функция z=x<SUP>2</SUP>+y<SUP>2</SUP> &#8722; 5,
                (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент этой функции в точке М(0;2)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.447. Углом какой четверти является угол &#945;, если известно, что
                &#945;=23&#960;/3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.448. Пусть в некоторой области, содержащей точку
                M<sub>0</sub>(x<sub>0</sub>,y<sub>0</sub>) функция f(x,y) имеет непрерывные
                частные производные до третьего порядка включительно; Пусть, кроме того,
                точка M<sub>0</sub>(x<sub>0</sub>,y<sub>0</sub>) является стационарной точкой
                функции f(x,y), т.е.
                <BR>&#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x=0 и
                &#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y=0
                <BR>Тогда f(x,y) имеет <I>минимум</I>, если
            </B>
            <OL><I>Ответы</I>
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                    (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>&#62;0
                    и &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#60;0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                    (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>&#62;0
                    и &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#62;0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                    (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>&#60;0
                    и &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#60;0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                    (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>&#60;0
                    и &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#60;0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                    (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>=0
                    и &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#62;0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                    (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>=0
                    и &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#62;0

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.449. Производная функции y = ln(sinx) равна:
            </B>
            <OL><I>Ответы</I>
                <LI>1/sinx
                <LI>1/cosx
                <LI>ctgx
                <LI> tgx
                <LI> sinx
                <LI> cosx
                <LI> ln(cosx)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.450. Пусть функция f(x) имеет вторую производную во всех
                точках отрезка [a,b]. Тогда функция f(x) является
                <I>выпуклой</I> функцией на отрезке [a,b] тогда и только тогда, когда
                для всех точек х&#8712;[a,b]
            </B>
            <OL><I>Ответы</I>
                <LI>f&#8242;(х)&#60;0
                <LI>f&#8242;(х)&#62;0
                <LI>f&#8242;(х)=0
                <LI>f&#8243;(х)&#60;0
                <LI>f&#8243;(х)&#62;0
                <LI>f&#8243;(х)=0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.451. Наименьшее значение функции z = 2x<SUP>2</SUP> + 2y<SUP>2</SUP> при условии x + y = 4
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>16
                <LI>20
                <LI>25
                <LI>50
                <LI>100
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.452. Имеется два сплава. Первый сплав содержит 10% никеля, второй — 35% никеля. Из этих двух сплавов
                получили третий сплав массой 225 кг, содержащий 25% никеля. На сколько килограммов масса первого сплава
                меньше массы второго?
            </B>
            <OL><I>Ответы</I>
                <LI>40
                <LI> 45
                <LI>50
                <LI>55
                <LI>60
                <LI>65
                <LI>70
                <LI>75
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.453. Около шара радиуса R описана правильная шестиугольная призма. Полная поверхность этой призмы
                равна
            </B>
            <OL><I>Ответы</I>
                <LI>2R<SUP>2</SUP>&#8730;3
                <LI>4R<SUP>2</SUP>&#8730;3
                <LI>6R<SUP>2</SUP>&#8730;3
                <LI>8R<SUP>2</SUP>&#8730;3
                <LI>10R<SUP>2</SUP>&#8730;3
                <LI>12R<SUP>2</SUP>&#8730;3
                <LI>14R<SUP>2</SUP>&#8730;3
                <LI>16R<SUP>2</SUP>/&#8730;3
                <LI>24R<SUP>2</SUP>/&#8730;3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.454. Углом какой четверти является угол &#945;, если известно, что
                &#945; = &ndash;43&#960;/9 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.455. Прямые A<sub>1</sub>x + B<sub>1</sub>y + C<sub>1</sub> = 0
                и A<sub>2</sub>x + B<sub>2</sub>y + C<sub>2</sub> = 0 параллельны, если
            </B>
            <OL><I>Ответы</I>
                <LI>A<sub>1</sub>/A<sub>2</sub> = B<sub>1</sub>/B<sub>2</sub>
                <LI>A<sub>1</sub>/A<sub>2</sub> = B<sub>2</sub>/B<sub>1</sub>
                <LI>A<sub>1</sub>&#183;A<sub>2</sub> = B<sub>1</sub>&#183;B<sub>2</sub>
                <LI>A<sub>1</sub> + A<sub>2</sub> = B<sub>1</sub> + B<sub>2</sub>
                <LI>A<sub>1</sub> &ndash; A<sub>2</sub> = B<sub>1</sub> &ndash; B<sub>2</sub>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.456. Тело прошло первую половину пути со скоростью 6 м/с, а другую половину пути со скоростью 4 м/с.
                Средняя скорость тела на этом пути равна
            </B>
            <OL><I>Ответы</I>
                <LI>4,5 м/с
                <LI>4,8 м/с
                <LI>5,0 м/с
                <LI>5,2 м/с
                <LI>5,8 м/с
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.457. Если линейная скорость точки, лежащей на ободе вращающегося колеса, в 2,5 раза больше
                линейной скорости точки колеса, лежащей на 3 см ближе к оси колеса, то радиус колеса равен
            </B>
            <OL><I>Ответы</I>
                <LI>1 см
                <LI>2 см
                <LI>3 см
                <LI>4 см
                <LI>5 см
                <LI>6 см
                <LI>7 см
                <LI>8 см
                <LI>9 см
                <LI>10 см
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.458. Производная функции f(x)=cos<SUP>2</SUP>x равна
            </B>
            <OL><I>Ответы</I>
                <LI>2sinxcosx
                <LI>&ndash;2sinxcosx
                <LI>2sinx
                <LI>2cosx
                <LI>&ndash;cos<SUP>2</SUP>xsinx
                <LI>sinxcos<SUP>2</SUP>x
                <LI>2sin<SUP>2</SUP>xcos<SUP>2</SUP>x
                <LI>2sinxcos<SUP>2</SUP>x
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.459. Уравнение x<SUP>2</SUP>+2x+y<SUP>2</SUP>&ndash;4=0 определяет на плоскости
            </B>
            <OL><I>Ответы</I>
                <LI>параболу
                <LI>гиперболу
                <LI>окружность
                <LI>прямую
                <LI>брахистрохрону
                <LI>циклоиду
                <LI>синусоиду
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.460. Уравнение x<SUP>2</SUP>/a<SUP>2</SUP> + y<SUP>2</SUP>/b<SUP>2</SUP> = 1, где a&#8800;b, определяет
                на плоскости (xy)
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>гиперболу
                <LI>эллипс
                <LI>окружность
                <LI>параболу
                <LI>фокус
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.461. Через один первый кран вода равномерно вливается в бак и заполняет его за 4 часа, а через второй
                кран вода равномерно выливается за 8 часов.
                За какое время вода заполнит порожний бак, если открыть оба крана одновременно ?
            </B>
            <OL><I>Ответы</I>
                <LI>4 часа
                <LI>8 часов
                <LI>10 часов
                <LI>12 часов
                <LI>14 часов
                <LI>16 часов
                <LI>бак не удастся наполнить водой
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.462. Уравнение x<SUP>2</SUP>/a<SUP>2</SUP> &ndash; y<SUP>2</SUP>/b<SUP>2</SUP> = 1, где a&#8800;b,
                определяет на плоскости (xy)
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>гиперболу
                <LI>эллипс
                <LI>окружность
                <LI>параболу
                <LI>фокус
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.463. Угловой коэффициент прямой Aх + By + C = 0 равен:
            </B>
            <OL><I>Ответы</I>
                <LI>A/B
                <LI>&ndash;A/B
                <LI>B/A
                <LI>&ndash;B/A
                <LI>AB
                <LI>A &ndash; B
                <LI>A + B
                <LI>C
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.464. Чему равен cos2&#945;, если ctg&#945; = 7 ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/7
                <LI>0.28
                <LI>2/7
                <LI>7/24
                <LI>0.6
                <LI>2/3
                <LI>3/4
                <LI>0.8
                <LI>0.96
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.465. В прямоугольнике ABCD точки M, N, P, Q &ndash; середины сторон AB, BC, CD и AD соответственно.
                На отрезке MN взята точка Е так, что она делит этот отрезок в отношении ME:EN=1:7. Чему равна площадь
                треугольника EPQ, если AB=CD=16 и BC=AD=32 ?
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>20
                <LI>24
                <LI>30
                <LI>32
                <LI>60
                <LI>64
                <LI>90
                <LI>96
                <LI>120
                <LI>128
                <LI>240
                <LI>256
                <LI>360
                <LI>450
                <LI>480
                <LI>512
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.466. При каких положительных значениях а уравнение
                ax<SUP>2</SUP>=lnx имеет единственный положительный корень ?
            </B>
            <OL>
                <LI>1/2e
                <LI>1/e<SUP>2</SUP>
                <LI>1/e
                <LI>1
                <LI>e<SUP>2</SUP>
                <LI>2e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.467. Какое из перечисленных ниже уравнений является
                обыкновенным дифференциальным уравнением первого порядка?
            </B>
            <OL><I>Ответы</I>
                <LI>x + 2y&#8242; = 3/y
                <LI>6x &#8722; 2y&#8243; = x<SUP>5</SUP>
                <LI>x<SUP>2</SUP> + y<SUP>2</SUP> = 1
                <LI>x<SUP>2</SUP>/9 + y<SUP>2</SUP>/16 = z
                <LI>Нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.468. Около прямоугольного треугольника АВС описана окружность. Расстояния от концов гипотенузы АВ до
                прямой, касающейся окружности в точке С, равны m и n (m&#62;n). Тогда больший катет треугольника АВС
                равен
            </B>
            <OL><I>Ответы</I>
                <LI>2m + n
                <LI>2n + m
                <LI>(2mn)<SUP>1/2</SUP>
                <LI>[m(m+n)]<SUP>1/2</SUP>
                <LI>[n(m+n)]<SUP>1/2</SUP>
                <LI>(m + n)/2
                <LI>(m &ndash; n)/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.469. Автомобиль едет со скоростью 36 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>30
                <LI>45
                <LI>60
                <LI>75
                <LI>90
                <LI>105
                <LI>120
                <LI>135
                <LI>150
                <LI>165
                <LI>180

            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.470. Углы А и В треугольника АВС равны соответственно 74&#176; и 61&#176;. Найдите АВ, если диаметр
                окружности, описанной около треугольника АВС, равен 18.
            </B>
            <OL><I>Ответы</I>
                <LI>9
                <LI>9&#8730;2
                <LI>9&#8730;3
                <LI>18
                <LI>18&#8730;2
                <LI>9&#8730;3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.471. Из фанерного круга радиусом 42 см выпилены два меньших круга, радиусы которых равны соответственно
                28 и 14 см. Чему равен радиус наибольшего круга, который можно выпилить из оставшегося куска фанеры?
            </B>
            <OL><I>Ответы</I>
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
                <LI>19
                <LI>20
                <LI>24
                <LI>42
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.472. Сколько решений имеет уравнение cosx=&#960;/2 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно-единственное
                <LI>бесчисленное множество
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.473. Пусть функция одной переменной f(x) имеет вторую производную
                во всех точках отрезка [a,b]. Тогда функция f(x) является
                выпуклой функцией на отрезке [a,b] тогда и только тогда, когда
                для всех точек х&#8712;[a,b]
            </B>
            <OL><I>Ответы</I>
                <LI>f(х)&#60;0
                <LI>f(х)&#62;0
                <LI>f&#8242;(х)&#60;0
                <LI>f&#8242;(х)&#62;0
                <LI>f&#8243;(х)&#60;0
                <LI>f&#8243;(х)&#62;0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.474. Площадь плоской фигуры, ограниченной линиями
                y=1+x<SUP>2</SUP>, y=2 равна
            </B>
            <OL><I>Ответы</I>
                <LI>1/2
                <LI>3/4
                <LI>1
                <LI>4/3
                <LI>2
                <LI>3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.475. Ильдар сбежал вниз по движущемуся эскалатору и насчитал 24 ступеньки.
                Затем он пробежал вверх по тому же эскалатору с той же скоростью
                относительно эскалатора и насчитал 48 ступенек. Сколько ступенек
                он насчитал бы, спустившись по неподвижному эскалатору?
            </B>
            <OL><I>Ответы</I>
                <LI>28
                <LI>30
                <LI>32
                <LI>34
                <LI>36
                <LI>38
                <LI>40
                <LI>42
                <LI>44
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.476. Две лестницы имеют одинаковую высоту и одинаковое
                основание, однако - разное число ступенек: у первой лестницы ступенек меньше,
                чем у второй. Как соотносятся между собой длины ковровых дорожек, которыми
                покрыты обе эти лестницы ?
            </B>
            <OL><I>Ответы</I>
                <LI>у первой лестницы длина ковровой дорожки больше, чем у второй
                <LI>у первой лестницы длина ковровой дорожки меньше, чем у второй
                <LI>у первой лестницы длина ковровой дорожки такая же, как у второй
                <LI>задача не имеет решения
                <LI>информации недостаточно для принятия решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.477. В треугольнике АВС проведены высоты АА<sub>1</sub> и ВВ<sub>1</sub>,
                М &ndash; середина стороны АВ, АВ=2017, ВС=2018, МА<sub>1</sub>=512. Тогда МВ<sub>1</sub> равно
            </B>
            <OL><I>Ответы</I>
                <LI>32
                <LI>64
                <LI>128
                <LI>256
                <LI>512
                <LI>1009
                <LI>1024
                <LI>2017
                <LI>2018
                <LI>2048
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.478. Основание равнобедренного треугольника равно 15, а высота, проведенная к боковой стороне, равна
                12. Тогда длина боковой стороны равна
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>12,5
                <LI>13
                <LI>13,5
                <LI>14
                <LI>14,5
                <LI>15
                <LI>15,5
                <LI>16
                <LI>20
                <LI>21
                <LI>26
                <LI>27
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.479. Уравнение x<SUP>2</SUP>/a<SUP>2</SUP> + y<SUP>2</SUP>/b<SUP>2</SUP> = 1, где a=b, определяет на
                плоскости (xy)
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>гиперболу
                <LI>эллипс
                <LI>окружность
                <LI>параболу
                <LI>фокус
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.480. Окружность радиуса R=2&#8730;3 касается продолжений сторон ВС и АС треугольника АВС и стороны ВА.
                Если величина угла С треугольника АВС равна 60&#176;, то его периметр равен

            </B>
            <OL><I>Ответы</I>
                <LI>&#8730;3
                <LI>2&#8730;3
                <LI>3&#8730;3
                <LI>6
                <LI>6&#8730;3
                <LI>9&#8730;3
                <LI>12
                <LI>12&#8730;3
                <LI>18
                <LI>18&#8730;3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.481. Уравнение x<SUP>2</SUP> &ndash; 8x + 2y<SUP>2</SUP>/b<SUP>2</SUP> &ndash; 6y = 0 определяет на
                плоскости (xy)
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>гиперболу
                <LI>эллипс
                <LI>окружность
                <LI>параболу
                <LI>фокус
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.482. Угловой коэффициент прямой 2х &ndash; 3 = 4у равен:
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;4
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>&ndash;0,5
                <LI>0
                <LI>0,5
                <LI>1
                <LI>2
                <LI>3
                <LI>4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.483. Уравнение x<SUP>2</SUP>/a<SUP>2</SUP> &ndash; y<SUP>2</SUP>/b<SUP>2</SUP> = 1, где a=b, определяет
                на плоскости (xy)
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>гиперболу
                <LI>эллипс
                <LI>окружность
                <LI>параболу
                <LI>фокус
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.484. Поверхность вращения задана уравнением
                z=f(x,y)=x<SUP>2</SUP>+y<SUP>2</SUP>. Квадратичная форма матрицы Гессе
                функции z=f(x,y) в начале координат (x=0, y=0)
            </B>
            <OL><I>Ответы</I>
                <LI>равна нулю
                <LI>не равна нулю
                <LI>положительно определена
                <LI>отрицательно определена
                <LI>неопределена
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.485. В выпуклом четырехугольнике ABCD диагональ AC является биссектрисои? угла BAD и пересекается с
                диагональю BD в точке K. Наи?дите AK, если известно, что около четырехугольника ABCD можно описать
                окружность, и BC=12, KC=8.
            </B>
            <OL><I>Ответы</I>
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.486. В пространстве имеется отрезок, соединяющий две точки с абсциссами разных знаков. Тогда этот
                отрезок обязательно пересекает:
            </B>
            <OL><I>Ответы</I>
                <LI>плоскость Oxy
                <LI>плоскость Ozy
                <LI>ось абсцисс
                <LI>плоскость Oxz
                <LI>ось ординат
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.487. Население города ежегодно увеличивается на 1/50 наличного числа жителей. Через сколько лет
                население утроится?
            </B>
            <OL><I>Ответы</I>
                <LI>примерно через 10 лет
                <LI>примерно через 25 лет
                <LI>примерно через 55 лет
                <LI>примерно через 100 лет
                <LI>примерно через 1000 лет
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.488. Три студента группы БПО выклянчили у старшекурсника готовые шпаргалки к предстоящему экзамену.
                Они поделили все шпаргалки между собой поровну на 3 равные части. После того, как каждый из них
                раздал нравившимся им девчонкам из группы по 4 шпаргалки, у них всех вместе стало столько шпаргалок,
                сколько было у каждого после дележа. Сколько шпаргалок передал им старшекурсник ?
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>12
                <LI>18
                <LI>24
                <LI>36
                <LI>42
                <LI>48
                <LI>63
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.489. Автомобиль едет со скоростью 40 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>40
                <LI>45
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
                <LI>92
                <LI>96
                <LI>120
                <LI>140
                <LI>165
                <LI>180
                <LI>240
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.490. Окружности ра­ди­у­сов 30 и 6 ка­са­ют­ся внеш­ним образом. Точки A и B лежат на пер­вой
                окружности, точки C и D &ndash; на второй. При этом AC и BD &ndash; общие ка­са­тель­ные окружностей.
                Най­ди­те рас­сто­я­ние между пря­мы­ми AB и CD.
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>10
                <LI>15
                <LI>18
                <LI>20
                <LI>30
                <LI>36
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.491. В январе завод выполнил 105% месячного плана выпуска готовой продукции, а в в феврале дал
                продукции
                на 4% больше, чем в январе. На сколько процентов завод перевыполнил двухмесячный план выпуска продукции
                ?
            </B>
            <OL><I>Ответы</I>
                <LI>4%
                <LI>5%
                <LI>6,2%
                <LI>7,1%
                <LI>8,3%
                <LI>9,5%
                <LI>14,2%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.492. В прямоугольной трапеции ABCD С основаниями AD=32 и BC=8 угол А прямой. Окружность
                проходит через точки C и D и касается стороны АВ в точке О. Расстояние от точки О до прямой CD равно
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>16
                <LI>18
                <LI>20
                <LI>24
                <LI>28
                <LI>32
                <LI>36
                <LI>48
                <LI>64
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.493. Кусок сплава меди и цинка массой 36 кг содержит 45% меди. Какую массу меди нужно добавить к этому
                куску,
                чтобы полученный новый сплав содержал 60% меди ?
            </B>
            <OL><I>Ответы</I>
                <LI>8 кг
                <LI>10 кг
                <LI>12 кг
                <LI>12,5 кг
                <LI>13 кг
                <LI>13,5 кг
                <LI>14 кг
                <LI>14,5 кг
                <LI>15 кг
                <LI>16 кг
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.494. При каком значении &#945; векторы
                a(1;&#945;;&ndash;2) b(&#945; ;3;&ndash;4) взаимно перепендикулярны ?

            </B>
            <OL><I>Ответы</I>
                <LI>при любом значении &#945;
                <LI>ни при каком значении &#945;
                <LI>&ndash;4
                <LI>&ndash;3
                <LI>&ndash;2
                <LI>&ndash;1
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.495. На сколько процентов следует увеличить длину радиуса круга, чтобы площадь круга стала больше на
                96% ?
            </B>
            <OL><I>Ответы</I>
                <LI>10%
                <LI>20%
                <LI>30%
                <LI>40%
                <LI>50%
                <LI>60%
                <LI>70%
                <LI>80%
                <LI>90%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.496. Чему равен arcsin(&#960;/2)?
            </B>
            <OL><I>Ответы</I>
                <LI>-1
                <LI>0
                <LI>1
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>не существует
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.497. Направление градиента скалярной функции z=f(x,y)
                является
            </B>
            <OL><I>Ответы</I>
                <LI>направлением наискорейшего перегиба функции z=f(x,y)
                <LI>направлением наискорейшего возрастания функции z=f(x,y)
                <LI>направлением наискорейшего убывания функции z=f(x,y)
                <LI>направлением постоянства значений функции z=f(x,y)
                <LI>направлением касательной к линии уровня функции z=f(x,y)
                <LI>направлением касательной к линии перегиба функции z=f(x,y)
                <LI>лагранжевым направлением функции z=f(x,y)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.498. Производная функции y = ctg x равна:
            </B>
            <OL><I>Ответы</I>
                <LI>y' = 1/sin x;
                <LI>y' = 1/cos<SUP>3</SUP> x;
                <LI>y' = 1/sin<SUP>2</SUP> x;
                <LI>y' = &ndash;1/sin<SUP>2</SUP> x;
                <LI>y' = &ndash;1/cos<SUP>3</SUP> x.
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.499. Чему равен градиент функции
                f(x), x=(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>)
            </B>
            <OL><I>Ответы</I>
                <LI>&#8711;f(x) = &#8706;f(x)/&#8706;x<sub>1</sub> + &#8706;f(x)/&#8706;x<sub>2</sub> + ... + &#8706;f(x)/&#8706;x<sub>n</sub>
                <LI>&#8711;f(x) = (&#8706;f(x)/&#8706;x<sub>1</sub>,&#8706;f(x)/&#8706;x<sub>2</sub>,...,&#8706;f(x)/&#8706;x<sub>n</sub>)<SUP>T</SUP>
                <LI>&#8711;f(x) = &#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>1</sub><SUP>2</SUP> +
                    &#8706;f(x)/&#8706;x<sub>2</sub><SUP>2</SUP>
                    + ... + &#8706;f(x)/&#8706;x<sub>n</sub><SUP>2</SUP>
                <LI>&#8711;f(x) = (&#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>1</sub><SUP>2</SUP>,
                    &#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>2</sub><SUP>2</SUP>,...,&#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>n</sub><SUP>2</SUP>)<SUP>T</SUP>
                <LI>&#8711;f(x) = (f(x<sub>1</sub>),f(x<sub>2</sub>),...,f(x<sub>n</sub>))<SUP>T</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.500. Решите уравнение
                log<sub>3</sub>log<sub>4</sub>log<sub>2</sub>x=0
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>4
                <LI>8
                <LI>16
                <LI>32
                <LI>64
                <LI>128
                <LI>256
                <LI>512
                <LI>1024
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.501. Чему равен arcsin(&#960;/2)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;1
                <LI>0
                <LI>1
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.502. Высоты АА<sub>1</sub> и СС<sub>1</sub> остроугольного треугольника АВС пересекаются в точке М.
                Найдите угол АА<sub>1</sub>С<sub>1</sub>, если угол А равен 80&#176;
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>50&#176;
                <LI>60&#176;
                <LI>70&#176;
                <LI>80&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.503. В прямоугольной трапеции ABCD С основаниями AD=48 и BC=12 угол А прямой. Окружность
                проходит через точки C и D и касается стороны АВ в точке О. Расстояние от точки О до прямой CD равно
            </B>
            <OL><I>Ответы</I>
                <LI>12
                <LI>16
                <LI>18
                <LI>20
                <LI>24
                <LI>28
                <LI>32
                <LI>36
                <LI>48
                <LI>64
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.504. Чему равен arctg e<SUP>tg(2018&#960;)</SUP> ?
            </B>
            <OL><I>Ответы</I>
                <LI>2018&#960;
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>&#960;
                <LI>1
                <LI>0
                <LI>не существует
                <LI>e
                <LI>1/e
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.505. В треугольнике АВС угол А=12&#176;, угол В=32&#176;, тогда
            </B>
            <OL><I>Ответы</I>
                <LI>sinA + sinB + sinC &#60; 4sinA&#183; sinB&#183;sinC
                <LI>sinA + sinB + sinC = 4sinA&#183; sinB&#183;sinC
                <LI>sinA + sinB + sinC &#62; 4sinA&#183; sinB&#183;sinC
                <LI>без компьютера ответить на вопрос невозможно
                <LI>Пойду учиться в школу
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.506. Полная поверхность конуса разделена пополам сечением, параллельным основанию. Радиус основания
                равен R, образующая L.
                Тогда верхний отрезок образующей равен
            </B>
            <OL><I>Ответы</I>
                <LI>L&#8730;2
                <LI>L/&#8730;2
                <LI>L&#8730;3
                <LI>L/&#8730;3
                <LI>&#8730;[R&#183;(R+L)]
                <LI>&#8730;[R&#183;(R+L)/2]
                <LI>&#8730;(RL)
                <LI>&#8730;(R<SUP>2</SUP> + L<SUP>2</SUP> )
                <LI>&#8730;(RL/2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.507. Треугольник АВС, для которого выполнено условие
                tg(A&ndash;B) + tg(B&ndash;C) + tg(C&ndash;A) = 0, является
            </B>
            <OL><I>Ответы</I>
                <LI>прямоугольным
                <LI>остроугльным
                <LI>тупоугольным
                <LI>равнобедренным
                <LI>равносторонним
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.508. Около шара радиуса R описана правильная шестиугольная призма. Боковая поверхность этой призмы
                равна
            </B>
            <OL><I>Ответы</I>
                <LI>2R<SUP>2</SUP>&#8730;3
                <LI>4R<SUP>2</SUP>&#8730;3
                <LI>6R<SUP>2</SUP>&#8730;3
                <LI>8R<SUP>2</SUP>&#8730;3
                <LI>10R<SUP>2</SUP>&#8730;3
                <LI>12R<SUP>2</SUP>&#8730;3
                <LI>14R<SUP>2</SUP>&#8730;3
                <LI>16R<SUP>2</SUP>/&#8730;3
                <LI>24R<SUP>2</SUP>/&#8730;3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.509. Углом какой четверти является угол &#945;, если известно, что
                &#945; = &ndash;23&#960;/3 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.510. Площадь эллипса с полуосями a,b
            </B>
            <OL><I>Ответы</I>
                <LI>равна a+b
                <LI>равна ab
                <LI>равна a<SUP>2</SUP>+b<SUP>2</SUP>
                <LI>равна &#960;ab
                <LI>не выражается через элементарные функции
                <LI>равна &#960;(a+b)
                <LI>равна 2&#960;(a+b)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.511. Два самолета одновременно поднялись в воздух
                с площадки у Госцирка в Уфе и стали двигаться в противоположных
                направлениях с одинаковой скоростью 1000 км/ч на одинаковой высоте 10 км:
                первый строго на северо-запад, второй &#8722; строго
                на юго-запад. Где они встретятся? Запасы горючего считать неисчерпаемыми,
                Землю идеальным шаром, погоду и приборы идеальными.
            </B>
            <OL><I>Ответы</I>
                <LI>Самолеты встретятся где-то в Тихом океане через 20 часов после вылета
                <LI>Самолеты встретятся где-то в Тихом океане через 40 часов после вылета
                <LI>Самолеты встретятся в Уфе в точке старта через 20 часов после вылета
                <LI>Самолеты встретятся в Уфе в точке старта через 40 часов после вылета
                <LI>Самолеты вообще не встретятся никогда
                <LI>Самолеты встретятся на Северном полюсе
                <LI>Самолеты встретятся на Южном полюсе
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.512. Колонна бронетехники длиной 500 м, движущаяся со скоростью 36 км/ч, подъезжает к тоннелю длиной
                150 м. За какое время (с) колонна преодолеет тоннель?
            </B>
            <OL><I>Ответы</I>
                <LI>50
                <LI>65
                <LI>80
                <LI>95
                <LI>110
                <LI>500
                <LI>650
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.513. Частица движется по окружности равномерно со скоростью 10 м/с. Каков радиус окружности (м), если
                центростремительное ускорение частицы равно
                4 м/с<SUP>2</SUP>?
            </B>
            <OL><I>Ответы</I>
                <LI>&#960;
                <LI>0
                <LI>0,625
                <LI>2,5
                <LI>20
                <LI>25
                <LI>40
                <LI>400
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.514. В треугольнике АВС угол А=43&#176;, угол В=67&#176;, тогда
            </B>
            <OL><I>Ответы</I>
                <LI>sinA + sinB + sinC &#60; 4sinA&#183; sinB&#183;sinC
                <LI>sinA + sinB + sinC = 4sinA&#183; sinB&#183;sinC
                <LI>sinA + sinB + sinC &#62; 4sinA&#183; sinB&#183;sinC
                <LI>без компьютера ответить на вопрос невозможно
                <LI>Пойду учиться в школу
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.515. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 16 м.
                Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>1 м
                <LI>2 м
                <LI>3 м
                <LI>4 м
                <LI>5 м
                <LI>6 м
                <LI>7 м
                <LI>8 м
                <LI>9 м
                <LI>10 м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.516. Вычислить sin(2arctg2)
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>0,1
                <LI>0,2
                <LI>0,3
                <LI>0,4
                <LI>0,5
                <LI>0,6
                <LI>0,5
                <LI>0,8
                <LI>0,9
                <LI>1
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.517. Требуется упаковать шар диаметром 30 см в кубический ящик
                со стороной 32 см. Чтобы шар не двигался во время перевозки, в углы ящика пришлось поместить
                8 одинаковых маленьких шариков радиусом r, равным
            </B>
            <OL><I>Ответы</I>
                <LI>r = (16&#8730;2 &ndash; 15) / (&#8730;2 &ndash; 1)
                <LI>r = (16&#8730;2 &ndash; 15) / (&#8730;2 + 1)
                <LI>r = (16&#8730;3 &ndash; 15) / (&#8730;3 &ndash; 1)
                <LI>r = (16&#8730;3 &ndash; 15) / (&#8730;3 + 1)
                <LI>r = (16&#8730;2 &ndash; 15) / (&#8730;3 &ndash; 1)
                <LI>r = (16&#8730;2 &ndash; 15) / (&#8730;3 + 1)
                <LI>r = (16&#8730;2 &ndash; 15) / (&#8730;3 &ndash; 1)
                <LI>r = (16&#8730;2 &ndash; 15) / (&#8730;3 + 1)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.518. Пусть функция y=f(x) непрерывна на отрезке [a,b] и
                f&#8242;(x<sub>0</sub>)=0, f&#8243;(x<sub>0</sub>)&#62;0,
                где a&#60;x<sub>0</sub>&#60;b. Тогда функция y=f(x)
            </B>
            <OL><I>Ответы</I>
                <LI>имеет точку перегиба при x=x<sub>0</sub>
                <LI>имеет точку перегиба при x=x<sub>0</sub> или x=a или x=b
                <LI>достигает своего максимального значения при x=x<sub>0</sub> или x=a или x=b
                <LI>достигает своего минимального значения при x=x<sub>0</sub> или x=a или x=b
                <LI>достигает своего максимального значения при x=x<sub>0</sub>
                <LI>достигает своего минимального значения при x=x<sub>0</sub>
                <LI>достигает своего максимального значения при x=a или x=b
                <LI>достигает своего минимального значения при x=a или x=b
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.519. Сумма всех целых чисел от 1 до 2017 равна
            </B>
            <OL><I>Ответы</I>
                <LI>2033136
                <LI>2035153
                <LI>2037171
                <LI>2031532
                <LI>2037458
                <LI>2045151
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.520. Площадь фигуры, ограниченной линиями y=1/x, y=0, x=1 и x=5, равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/2
                <LI>&#960;
                <LI>5
                <LI>ln5
                <LI>lg5
                <LI>e<SUP>5</SUP>
                <LI>&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.521. При каком значении a&#60;1 график функции a<SUP>x</SUP>
                касается графика функции log<sub>a</sub>x ?
            </B>
            <OL><I>Ответы</I>
                <LI>a = e<SUP>&ndash;e</SUP>
                <LI>a = e<SUP>&ndash;1/e</SUP>
                <LI>a = 1/e
                <LI>a = e<SUP>&ndash;2</SUP>
                <LI>a = 1/2e
                <LI>a = e<SUP>1/e</SUP>
                <LI>ни при каком значении а
                <LI> при любом отличном от нуля и единицы значении а
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.522. Число точек перегиба функции y= (x<SUP>2</SUP> &ndash; 1)<SUP>3</SUP> равно ...
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>8
                <LI>10
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.523. Углом какой четверти является угол &#945;, если известно, что
                &#945; = &ndash;33&#960;/7 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.524. Тело, начав вертикально падать из состояния покоя, прошло первую часть пути за 1 секунду, а
                последнюю <I>такую же по величине</I> часть пути &ndash; за 0,5 секунды. С какой высоты падало тело ?
            </B>

            <OL><I>Ответы</I>
                <LI>~ 5 метров
                <LI>~ 7,81 метра
                <LI>~ 10 метров
                <LI>~ 11 метров
                <LI>~ 11,25 метра
                <LI>~ 12 метров
                <LI>~ 13 метров
                <LI>~ 14,14 метра
                <LI>~ 25 метров
                <LI>~ 30 метров
                <LI>~ 35 метров
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.525. Камень брошен под углом &#945; к поверхности Луны
                с начальной скоростью v<sub>0</sub>=10 м/с.
                Какое расстояние L он пролетит до падения, если ускорение свободного падения
                там равно g<sub>Л</sub> ?
            </B>
            <OL><I>Ответы</I>
                <LI>L=v<sub>0</sub>sin2&#945; /g<sub>Л</sub>
                <LI>L=(v<sub>0</sub>)<SUP>2</SUP>sin2&#945; /g<sub>Л</sub>
                <LI>L=(v<sub>0</sub>)<SUP>2</SUP>sin<SUP>2</SUP>&#945; /g<sub>Л</sub>
                <LI>L=v<sub>0</sub>cos2&#945; /g<sub>Л</sub>
                <LI>L=(v<sub>0</sub>)<SUP>2</SUP>cos2&#945; /g<sub>Л</sub>
                <LI>L=(v<sub>0</sub>)<SUP>2</SUP>cos<SUP>2</SUP>&#945; /g<sub>Л</sub>
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.526. Чему равен радиус вписанной в равнобедренную трапецию
                окружности, если её площадь равна 80, а периметр 40 ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>20
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.527. Чему равен arcsin(arcctg(1/&#8730;3)) ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1/&#8730;3
                <LI>&#8730;3
                <LI>2/&#8730;3
                <LI>&#8730;3.2
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.528. Мальчик заплатил за бутылку с пробкой 11 рублей. Бутылка стоит на 10 рублей больше, чем пробка.
                Сколько стоит бутылка без пробки ?
            </B>
            <OL><I>Ответы</I>
                <LI>нисколько
                <LI> 9 рублей
                <LI> 9 рублей 50 копеек
                <LI> 10 рублей
                <LI> 10 рублей 50 копеек
                <LI> 11 рублей
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.529. Углом какой четверти является угол &#945;, если известно, что
                &#945;=&ndash;73&#960;/13 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.530. Производная функции y=2<SUP>x</SUP> + x равна
            </B>
            <OL><I>Ответы</I>
                <LI>x2<SUP>x&ndash;1</SUP> + 1
                <LI>2<SUP>x</SUP> + 1
                <LI>2<SUP>x</SUP>ln2 + 1
                <LI>2<SUP>x</SUP>lg2 + 1
                <LI>2<SUP>x</SUP>/ln2 + 1
                <LI>2<SUP>x</SUP>/lg2 + 1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.531. Производная функции f(x)=lnx/x равна
            </B>
            <OL><I>Ответы</I>
                <LI>lnx/x<SUP>2</SUP>
                <LI>&ndash;lnx/x<SUP>2</SUP>
                <LI>(1 &ndash; lnx)/x<SUP>2</SUP>
                <LI>(lnx + 1)/x<SUP>2</SUP>
                <LI>&ndash;1/x<SUP>2</SUP>
                <LI>(xlnx &ndash; cosx)/x
                <LI>(&ndash;xsinx &ndash; cos)/x
                <LI>(xsinx &ndash; cos)/x<SUP>2</SUP>
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.532. Чему равна частная производная по x от функции
                z(x,y)=x<SUP>2</SUP>+y<SUP>2</SUP>&ndash;2x в точке М(1;2)?
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;4
                <LI>&ndash;2
                <LI>0
                <LI>2
                <LI>4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.533. В треугольнике ABC биссектриса BE и медиана AD перпендикулярны и имеют одинаковую длину, равную
                12. Найдите сторону треугольника BC.
            </B>
            <OL><I>Ответы</I>
                <LI>3&#8730;5
                <LI>6&#8730;5
                <LI>9&#8730;5
                <LI>12
                <LI>13
                <LI>&#8730;13
                <LI>2&#8730;13
                <LI>3&#8730;13
                <LI>4&#8730;13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.534. Отрезок длиной 10 см пересекает плоскость; концы его находятся на расстоянии 2 см и 3 см от
                плоскости. Угол между данным отрезком и плоскостью равен:
            </B>
            <OL><I>Ответы</I>
                <LI>30&#176;
                <LI>45&#176;
                <LI>arctg2
                <LI>60&#176;
                <LI>75&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.535. Около окружности с центром в точке О описан треугольник АВС, стороны которого равны
                15, 20 и 31. Минимальное расстояние от вершин треугольника до точек касания с окружностью равно
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.536. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы, падало на землю 4
                секунды, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно летело
                16 секунд. С какой скоростью v<sub>0</sub> бросали тело ?
            </B>
            <OL><I>Ответы</I>
                <LI>10 м/с
                <LI>20 м/с
                <LI>25 м/с
                <LI>30 м/с
                <LI>35 м/с
                <LI>40 м/с
                <LI>45 м/с
                <LI>50 м/с
                <LI>55 м/с
                <LI>60 м/с
                <LI>65 м/с
                <LI>70 м/с
                <LI>75 м/с
                <LI>80 м/с
                <LI>90 м/с
                <LI>100 м/с
                <LI>150 м/с
                <LI>200 м/с
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.537. Чему равен градиент функции
                f(x), x=(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>)
            </B>
            <OL><I>Ответы</I>
                <LI>&#8711;f(x) = &#8706;f(x)/&#8706;x<sub>1</sub> + &#8706;f(x)/&#8706;x<sub>2</sub> + ... + &#8706;f(x)/&#8706;x<sub>n</sub>
                <LI>&#8711;f(x) = (&#8706;f(x)/&#8706;x<sub>1</sub>,&#8706;f(x)/&#8706;x<sub>2</sub>,...,&#8706;f(x)/&#8706;x<sub>n</sub>)<SUP>T</SUP>
                <LI>&#8711;f(x) = &#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>1</sub><SUP>2</SUP> +
                    &#8706;f(x)/&#8706;x<sub>2</sub><SUP>2</SUP>
                    + ... + &#8706;f(x)/&#8706;x<sub>n</sub><SUP>2</SUP>
                <LI>&#8711;f(x) = (&#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>1</sub><SUP>2</SUP>,
                    &#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>2</sub><SUP>2</SUP>,...,&#8706;<SUP>2</SUP>f(x)/&#8706;x<sub>n</sub><SUP>2</SUP>)<SUP>T</SUP>
                <LI>&#8711;f(x) = (f(x<sub>1</sub>),f(x<sub>2</sub>),...,f(x<sub>n</sub>))<SUP>T</SUP>
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.538. Производная от функции f(x)=x<SUP>7</SUP> равна
                f&#8242;(x)=7x<SUP>6</SUP>. Точка x=0 является "продозрительной"
                на экстремум, потому что f&#8242;(0)=0. Как ведет себя функция в окрестности
                точки x=0?
            </B>
            <OL><I>Ответы</I>
                <LI>f(x) имеет максимум при x=0
                <LI>f(x) имеет минимум при x=0
                <LI>f(x) возрастает при x=0
                <LI>f(x) убывает при x=0
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.539. Высоты АА<sub>1</sub> и СС<sub>1</sub> остроугольного треугольника АВС пересекаются в точке М.
                Найдите угол АА<sub>1</sub>С<sub>1</sub>, если угол А равен 20&#176;
            </B>
            <OL><I>Ответы</I>
                <LI>10&#176;
                <LI>20&#176;
                <LI>30&#176;
                <LI>40&#176;
                <LI>50&#176;
                <LI>60&#176;
                <LI>70&#176;
                <LI>80&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.540. Основания равнобедренной трапеции равны 2 и 8, а боковое ребро равно 5. Тогда расстояние между
                центрами описанной и вписанной окружностями равно
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>1/4
                <LI>1/2
                <LI>1
                <LI>3/2
                <LI>7/4
                <LI>15/8
                <LI>2
                <LI>23/7
                <LI>35/9
                <LI>4
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.541. Пусть f(x) &#8722; функция одной переменной x&#8712;E<SUP>1</SUP>.
                Известно, что ее первая производная в точке x=3 равна нулю.
                Каково поведение этой функции в точке x=3, если известно,
                что ее вторая производная больше нуля?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет при x=3 локальный максимум
                <LI>Функция f(x) имеет при x=3 локальный минимум
                <LI>Функция f(x) имеет при x=3 точку перегиба
                <LI>Функция f(x) имеет при x=3 глобальный максимум
                <LI>Функция f(x) имеет при x=3 глобальный максимум
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.542. Отцу и сыну вместе 38 лет, сыну и дедушке вместе 64 года, а отцу и дедушке вместе 84 года.
                На сколько лет дедушка старше внука ?
            </B>
            <OL><I>Ответы</I>
                <LI>26
                <LI>38
                <LI>40
                <LI>42
                <LI>44
                <LI>46
                <LI>48
                <LI>50
                <LI>64
                <LI>84
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.543. Пусть функция z=x<SUP>2</SUP>+y<SUP>2</SUP>,
                (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент этой функции в точке М(2;2)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.544. Значения материальных постоянных a,b в модели вида y=ax+b могут
                быть определены из заданного набора экспериментальных данных
                {x<SUB>i</SUB>,y<SUB>i</SUB>}, i=1,2,…,N путем минимизации следующей целевой функции
            </B>
            <OL><I>Ответы</I>
                <LI>Ф(a,b)=&#8721;[ax<SUB>i</SUB> + b + y<SUB>i</SUB>]<SUP>2</SUP>
                <LI>Ф(a,b)=&#8721;[ax<SUB>i</SUB> + b &ndash; y<SUB>i</SUB>]
                <LI>Ф(a,b)=&#8721;[y<SUB>i</SUB> &ndash; ax<SUB>i</SUB>-b]
                <LI>Ф(a,b)=&#8721;[ax<SUB>i</SUB> + b &ndash; y<SUB>i</SUB>]<SUP>2</SUP>
                <LI>Ф(a,b)=&#8721;[-ax<SUB>i</SUB> + b &ndash; y<SUB>i</SUB>]<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.545. В окружности хорды AC и BD пересекаются в точке М. Найдите ВМ, если АМ=2, СМ=1,5, BD=4 и
                BM&#60;DM
            </B>
            <OL><I>Ответы</I>
                <LI>1/4
                <LI>1/3
                <LI>1/2
                <LI>2/3
                <LI>3/4
                <LI>4/5
                <LI>1
                <LI>5/4
                <LI>4/3
                <LI>3/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.546. По стеблю растения, высота которого 1 м, от земли ползет гусеница. Днем она поднимается на 3 дм, а
                ночью опускается на 2 дм. Через сколько суток гусеница доползет до верхушки растения?...
            </B>
            <OL><I>Ответы</I>
                <LI>7
                <LI>7,5
                <LI>8
                <LI>8,5
                <LI>9
                <LI>9,5
                <LI>10
                <LI>10,5
                <LI>11
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.547. Около окружности с центром в точке О описан треугольник АВС, стороны которого равны
                16, 28 и 36. Минимальное расстояние от вершин треугольника до точек касания с окружностью равно
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,5
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>4,5
                <LI>5
                <LI>5,5
                <LI>6
                <LI>6,5
                <LI>7
                <LI>7,5
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.548. Пусть функция z = sinx + cosy, (x,y)&#8712;E<SUP>2</SUP>.
                Под каким углом к оси абсцисс направлен градиент
                этой функции в точке М(0;&#960;)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;90&#176;
                <LI>&#8722;45&#176;
                <LI>0&#176;
                <LI>45&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.549. К источнику электродвижущей силы (ЭДС) Е с внутренним сопротивлением r
                подключили сопротивление R. Ток в цепи равен </B>
            <OL><I>Ответы</I>
                <LI>E&#183;(r+R)
                <LI>E / (r+R)
                <LI>E + (r+R)
                <LI>E + (r+R)
                <LI>E<SUP>2</SUP>&#183;(r+R)
                <LI>E<SUP>2</SUP> / (r+R)
                <LI>E<SUP>2</SUP> + (r+R)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.550. Пять землекопов за 5 часов выкапывают 5 м канавы. Сколько потребуется землекопов для того, чтобы
                выкопать 100 м канавы за 100 часов?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>4
                <LI>5
                <LI>6
                <LI>10
                <LI>20
                <LI>50
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.551. Определить больший острый угол прямоугольного треугольника, если радиус описанного около него
                круга относится к радиусу вписанного круга как 5:2
            </B>
            <OL><I>Ответы</I>
                <LI>arcsin0,4
                <LI>arcsin0,6
                <LI>arcsin0,8
                <LI>arccos0,4
                <LI>arctg0,6
                <LI>arctg0,8
                <LI>arctg2,5
                <LI>arctg1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.552. Задана функция f(x)=x<SUP>3</SUP>&#8722;11x, x&#8712;[1,3].
                Чему равен угол наклона касательной к графику этой функции в точке x=2 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;45&#176;
                <LI>&#8722;30&#176;
                <LI>0&#176;
                <LI>30&#176;
                <LI>45&#176;
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.553. Функция y=2x<SUP>3</SUP> &#8722; 3x<SUP>2</SUP> + 5
                имеет в точке x=0.5
            </B>
            <OL><I>Ответы</I>
                <LI>глобальный минимум
                <LI>локальный минимум
                <LI>точку перегиба
                <LI>локальный максимум
                <LI>глобальный максимум
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.554. Отцу и сыну вместе 38 лет, сыну и дедушке вместе 64 года, а отцу и дедушке вместе 84 года.
                Сколько лет дедушке ?
            </B>
            <OL><I>Ответы</I>
                <LI>26
                <LI>38
                <LI>40
                <LI>42
                <LI>44
                <LI>46
                <LI>48
                <LI>50
                <LI>64
                <LI>84
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.555. В прямоугольном треугольнике АВС с прямым углом В известны медиана ВМ=17 и катет ВА=16. Тогда
                катет ВС этого треугольника равен
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>17
                <LI>18
                <LI>20
                <LI>24
                <LI>30
                <LI>32
                <LI>36
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.556. Функция y=x<SUP>3</SUP> + 3x<SUP>2</SUP> + 7
                имеет в точке x=&#8722;1
            </B>
            <OL><I>Ответы</I>
                <LI>глобальный минимум
                <LI>локальный минимум
                <LI>точку перегиба
                <LI>локальный максимум
                <LI>глобальный максимум
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.557. Чтобы огородить клумбу, которая должна иметь форму кругового сектора, имеется кусок проволоки
                длиной 12 м.
                Какой следует взять радиус круга, чтобы площадь клумбы была наибольшей ?
            </B>
            <OL><I>Ответы</I>
                <LI>1 м
                <LI>2 м
                <LI>3 м
                <LI>4 м
                <LI>5 м
                <LI>6 м
                <LI>7 м
                <LI>8 м
                <LI>9 м
                <LI>10 м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.558. Образно представьте себе нашу планету, плотно стянутую кольцом по всему ее экватору. После
                увеличения длины окружности кольца на 6 метров, между кольцом и поверхностью земли образовался зазор
                определенной величины.
                Чему примерно равна величина этого зазора, если радиус Земли равен 6370 км ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#60;1 миллиметра
                <LI>&#8776;1 миллиметр
                <LI>&#8776;1 сантиметр
                <LI>&#8776;1 метр
                <LI>&#8776;1 километр
                <LI>&#62;1 километра
        </td>
    </tr>


    <tr>
        <td><B>1.559. Аналитический метод решения обыкновенного дифференциального
                уравнения заключается в…
            </B>
            <OL><I>Ответы</I>
                <LI>получении таблицы приближенных значении искомой функции
                <LI>получении формулы исходной функции путем аналитических преобразовании
                <LI>нахождении точек исходной функции путем графических преобразовании
                <LI>получении приближенного решения в результате принятых упрощении
                <LI>нет верного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.560. В сектор АОВ с радиусом R и углом 90&#176; вписана окружность, касающаяся отрезков ОА, ОВ и дуги
                АВ. Радиус этой вписанной окуружности равен
            </B>
            <OL><I>Ответы</I>
                <LI>r=R
                <LI>r=R&#8730;2
                <LI>r=R&#8730;3
                <LI>r=R&#183;(&#8730;2 + 1)
                <LI>r=R&#183;(&#8730;2 &ndash; 1)
                <LI>r=R&#183;(&#8730;3 + 1)
                <LI>r=R&#183;(&#8730;3 &ndash; 1)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.561. Пусть в некоторой области, содержащей точку
                M<sub>0</sub>(x<sub>0</sub>,y<sub>0</sub>) функция f(x,y) имеет непрерывные
                частные производные до третьего порядка включительно; Пусть, кроме того,
                выполнены следующие условия:
                <BR>&#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x=0
                <BR> &#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y=0
                <BR>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#183;
                &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP> &#8722;
                (&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x&#8706;y)<SUP>2</SUP>&#62;0
                <BR>Тогда точка M<sub>0</sub>(x<sub>0</sub>,y<sub>0</sub>)
            </B>
            <OL><I>Ответы</I>
                <LI>имеет локальный максимум, если
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#60;0
                <LI>имеет локальный минимум, если &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#60;0
                <LI>имеет локальный минимум, если &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>=0
                <LI>имеет локальный максимум, если
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>&#62;0
                <LI>экстремум может быть и может не быть (в этом случае требуется дополнительное исследование)
                <LI>не имеет ни максимума, ни минимума
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.562. Человек идет по неподвижному эскалатору. Он насчитал на нем 100 ступенек.
                На следующий день эсакалатор работал, а человек спешил на работу. Он пробежал по нему и насчитал 50
                ступенек.
                На следующий день он побежал по работающему эскалатору втрое быстрее. Сколько ступенек он насчитает на
                нем ?
            </B>
            <OL><I>Ответы</I>
                <LI>25
                <LI>30
                <LI>35
                <LI>40
                <LI>45
                <LI>50
                <LI>55
                <LI>60
                <LI>65
                <LI>70
                <LI>75
                <LI>80
                <LI>85
                <LI>90
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.563. Сумма 1+ 2 +3 + 4 + 5 + 6 +7 + 8 + ... + 2015 + 2016 + 2017 равна
            </B>
            <OL><I>Ответы</I>
                <LI>2031120
                <LI>2032128
                <LI>2034144
                <LI>2035153
                <LI>2037171
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.564. Велосипедист едет со скоростью 15 км/ч. С какой скоростью он должен ехать, чтобы каждый километр
                он проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
                <LI>19
                <LI>20
                <LI>24
                <LI>36
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.565. Производная функции y=ln(x<SUP>2</SUP> + 1) равна
            </B>
            <OL><I>Ответы</I>
                <LI>1 / (x<SUP>2</SUP> + 1)
                <LI>x / (x<SUP>2</SUP> + 1)
                <LI>2x / (x<SUP>2</SUP> + 1)
                <LI>(x<SUP>2</SUP> + 1)
                <LI>x<SUP>2</SUP>
                <LI>1 / x<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.566. Вертолет вылетел из Уфы, пролетел 500 км на юг, затем 500 км на
                запад, затем 500 км на север, затем 500 км на восток. Где приземлился в вертолет?
            </B>
            <OL><I>Ответы</I>
                <LI>Южнее точки старта
                <LI>Севернее точки старта
                <LI>Западнее точки старта
                <LI>Восточнее точки старта
                <LI>Примерно в точке старта
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.567. Площадь фигуры, ограниченной линиями y=sinx, y=0, x=0 и x=&#960;, равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/2
                <LI>&#960;
                <LI>2
                <LI>ln2
                <LI>lg2
                <LI>e<SUP>2</SUP>
                <LI>&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.568. Если во всех точках интервала
                (a,b) имеет место f&#8243;(x)&#60;0, то функция f(x)
            </B>
            <OL><I>Ответы</I>
                <LI>убывает на интервале (a,b)
                <LI>возрастает на интервале (a,b)
                <LI>обращена выпуклостью вниз на интервале (a,b)
                <LI>обращена выпуклостью вверх на интервале (a,b)
                <LI>отрицательна на интервале (a,b)
                <LI>положительна на интервале (a,b)
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.569. Известно, что в точке с&#8712;[a,b] (a&#60;c&#60;b)
                для функции f(x) выполнены условия: f(c)=(a+b)/2, f&#8242;(c)=0, f&#8243;(c)&#60;0.
                Какой вывод можно сделать о характере поведения функции f(x) в точке x=c?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет минимум при x=c
                <LI>Функция f(x) имеет максимум при x=c
                <LI>Функция f(x) имеет перегиб при x=c
                <LI>Функция f(x) имеет разрыв I рода при x=c
                <LI>Функция f(x) имеет разрыв II рода при x=c
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.570. Старший брат идет от дома до УГНТУ 30 минут, а его младшая
                сестра - 40. Через какое время брат догонит сестру, если она вышла в
                из дома на 5 минут раньше его ?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>10
                <LI>11
                <LI>12
                <LI>13
                <LI>14
                <LI>15
                <LI>16
                <LI>17
                <LI>18
                <LI>19
                <LI>20
                <LI>25
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.571. Производная функции y=lnx / x равна
            </B>
            <OL><I>Ответы</I>
                <LI>(1 + lnx) / x<SUP>2</SUP>
                <LI>(x + lnx) / x<SUP>2</SUP>
                <LI>(1 &ndash; lnx) / x<SUP>2</SUP>
                <LI>(x &ndash; lnx) / x<SUP>2</SUP>
                <LI>(1 &ndash; xlnx) / x<SUP>2</SUP>
                <LI>(1 + xlnx) / x<SUP>2</SUP>
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.572. Сколько решений имеет уравнение cos<SUP>2</SUP>x=&#960;/2 ?
            </B>
            <OL><I>Ответы</I>
                <LI>ни одного
                <LI>одно-единственное
                <LI>бесчисленное множество
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.573. Пусть функция f(x,y) дифференцируема в точке
                M<sub>0</sub>(x<sub>0</sub>,y<sub>0</sub>)&#8712;E<SUP>2</SUP>.
                Тогда, если (x<sub>0</sub>,y<sub>0</sub>) &#8722; локальное решение задачи
                оптимизации, то
            </B>
            <OL><I>Ответы</I>
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>=0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP>=0
                <LI>&#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x<SUP>2</SUP>=0 и
                    &#8706;<SUP>2</SUP>f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y<SUP>2</SUP>=0
                <LI>&#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x=0 и &#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y=0
                <LI>&#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;x=0 или &#8706;f(x<sub>0</sub>,y<sub>0</sub>)/&#8706;y=0

            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.574. Для того чтобы функция многих переменных
                f(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>)/&#8706;x<sub>1</sub>
                имела экстремум в точке x*&#8712;E<SUP>n</SUP>, необходимо, чтобы
                в точке x=x*&#8712;E<SUP>n</SUP>
            </B>
            <OL><I>Ответы</I>
                <LI>f(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>) была равна нулю
                <LI>Градиент f&#8242;(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>) был равен нулю
                <LI>Матрица f&#8243;(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>)) была нулевой
                <LI>Матрица ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>||
                    была положительно определена
                <LI>Матрица ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>||
                    была отрицательно определена
                <LI>Матрица ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>||
                    была равна нулю в точке x=x*&#8712;E<SUP>n</SUP>

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.575.
                Если один кубический метр разделить на составляющие его кубические миллиметры и соединить их между собой
                гранями в одну прямую линию, то каковой длины окажется эта линия?
            </B>
            <OL><I>Ответы</I>
                <LI>1 метр
                <LI>1 километр
                <LI>1000000 миллиметров
                <LI>10000 метров
                <LI>1000 километров
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.576. Общее решение дифференциального уравнения xy&#180; + 2y = 0 имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>y = x + C, C&#8712;R
                <LI>y = C &ndash; 2x, C&#8712;R
                <LI>y = Cx, C&#8712;R
                <LI>y = C/x, C&#8712;R
                <LI>y = C/x<SUP>2</SUP>, C&#8712;R
                <LI>y = Cx<SUP>2</SUP>, C&#8712;R
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.577. Тело, брошенное вертикально вниз со скоростью v<sub>0</sub> с высокой скалы, падало на землю 5
                секунд, а когда его бросили вверх с такой же скоростью с той же самой скалы, оно летело
                20 секунд. С какой высоты бросали тело ?
            </B>
            <OL><I>Ответы</I>
                <LI>100 метров
                <LI>150 метров
                <LI>160 метров
                <LI>170 метров
                <LI>180 метров
                <LI>200 метров
                <LI>220 метров
                <LI>240 метров
                <LI>260 метров
                <LI>280 метров
                <LI>300 метров
                <LI>320 метров
                <LI>340 метров
                <LI>400 метров
                <LI>500 метров
                <LI>1000 метров
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.578. Два человека одновременно начали спускаться по движущемуся вниз эскалатору метро, причем один шел
                втрое быстрее другого. Один из них насчитал 80 ступенек, а второй &ndash; 40. Сколько ступенек пришлось
                бы им отшагать по неподвижному эскалатору ?
            </B>
            <OL><I>Ответы</I>
                <LI>70
                <LI>80
                <LI>90
                <LI>100
                <LI>120
                <LI>140
                <LI>160
                <LI>180
                <LI>200
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.579. Айдар и Айнур, работая вместе, могут успеть подготовить шпоры к экзамену за 8 часов.
                Айдар, работая отдельно, может подготовить все шпоры на 12 часов быстрее Айнура.
                За сколько часов Айдар и Айнур, работая порознь, могут подготовить шпоры к экзамену ?
            </B>
            <OL><I>Ответы</I>
                <LI>10 и 22
                <LI>11 и 23
                <LI>12 и 24
                <LI>13 и 25
                <LI>14 и 26
                <LI>15 и 27
                <LI>16 и 28
                <LI>17 и 29
                <LI>18 и 30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.580. Максим сбежал вниз по движущемуся эскалатору и насчитал 24 ступеньки.
                Затем он пробежал вверх по тому же эскалатору с той же скоростью
                относительно эскалатора и насчитал 72 ступеньки. Сколько ступенек
                он насчитал бы, спустившись по неподвижному эскалатору?
            </B>
            <OL><I>Ответы</I>
                <LI>18
                <LI>24
                <LI>28
                <LI>32
                <LI>36
                <LI>40
                <LI>44
                <LI>48
                <LI>54
                <LI>60
                <LI>64

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.581. На гладкую доску положили 2 кирпича &ndash; один плашмя, а другой на ребро. Кирпичи весят
                одинаково. Какой кирпич соскользнет первым, если наклонять доску?
            </B>
            <OL><I>Ответы</I>
                <LI>первым начнет скользить кирпич, положенный плашмя, а после него &ndash; кирпич, поставленный на
                    ребро
                <LI>первым начнет скользить кирпич, поставленный на ребро, а после него &ndash; кирпич, положенный
                    плашмя
                <LI>оба кирпича начнут скользить одновременно
                <LI>оба кирпича не будут скользить
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.582. Вычислить cos(0,5arccos(1/8))
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/8
                <LI>1/4
                <LI>1/2
                <LI>3/4
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.583. Чему равен sin2&#945;, если ctg&#945; = 7 ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/7
                <LI>0.28
                <LI>2/7
                <LI>7/24
                <LI>0.6
                <LI>2/3
                <LI>3/4
                <LI>0.8
                <LI>0.96
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.584. 18 добросовестных студентов группы БПО за 18 часов усердной работы успевают подготовить шпаргалки
                с ответами на
                180 вопросов теста. Сколько потребуется студентов для того, чтобы за 180 часов успеть подготовить
                шпаргалки с ответами на
                1800 вопросов теста?
            </B>
            <OL><I>Ответы</I>
                <LI>9
                <LI>18
                <LI>27
                <LI>36
                <LI>72
                <LI>144
                <LI>180
                <LI>360
                <LI>ну, почему я маленьким не .... ?
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.585. Известно, что в точке с&#8712;[a,b] (a&#60;c&#60;b)
                для функции f(x) выполнены условия: f(c)=(a+b)/2, f&#8242;(c)&#62;0, f&#8243;(c)=0.
                Какой вывод можно сделать о характере поведения функции f(x) в точке x=c?
            </B>
            <OL><I>Ответы</I>
                <LI>Функция f(x) имеет минимум при x=c
                <LI>Функция f(x) имеет максимум при x=c
                <LI>Функция f(x) имеет перегиб при x=c
                <LI>Функция f(x) имеет разрыв I рода при x=c
                <LI>Функция f(x) имеет разрыв II рода при x=c
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.586. Углом какой четверти является угол &#945;, если известно, что
                &#945;=33&#960;/7 ?
            </B>
            <OL><I>Ответы</I>
                <LI>&#945; лежит в I четверти
                <LI>&#945; лежит во II четверти
                <LI>&#945; лежит в III четверти
                <LI>&#945; лежит в IV четверти
                <LI>&#945; лежит на границе между I и II четвертями
                <LI>&#945; лежит на границе между II и III четвертями
                <LI>&#945; лежит на границе между III и IV четвертями
                <LI>&#945; лежит на границе между I и IV четвертями
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.587. Плоскость, проходящая через гипотенузу прямоугольного треугольника, составляет с катетами углы в
                30&#176;
                и 45&#176;. Тогда она составляет с плоскостью треугольника угол, равный </B>
            <OL><I>Ответы</I>
                <LI>0&#176;
                <LI>10&#176;
                <LI>15&#176;
                <LI>20&#176;
                <LI>25&#176;
                <LI>30&#176;
                <LI>35&#176;
                <LI>40&#176;
                <LI>45&#176;
                <LI>50&#176;
                <LI>55&#176;
                <LI>60&#176;
                <LI>65&#176;
                <LI>70&#176;
                <LI>75&#176;
                <LI>80&#176;
                <LI>85&#176;
                <LI>90&#176;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.588. Точка движется по окружности радиуса R с постоянной линейной
                скоростью v=const. Чему равно ее полное ускорение?
            </B>
            <OL><I>Ответы</I>
                <LI>v<SUP>2</SUP>R
                <LI>v<SUP>2</SUP>/R
                <LI>v<SUP>2</SUP>R<SUP>2</SUP>
                <LI>vR<SUP>2</SUP>
                <LI>v<SUP>2</SUP>/R<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.589. Производная функции y=tgx&#183;cosx равна
            </B>
            <OL><I>Ответы</I>
                <LI>sinx
                <LI>cosx
                <LI>1/cosx
                <LI>1/sinx
                <LI>cosxsinx
                <LI>cosx/sinx
                <LI> cosx + cosx&#183;sinx
                <LI> cosx &ndash; cosx/sinx
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.590. Вокруг четырехугольника ABCD со сторонами AB=3 и CD =4 описана окружность.
                Диагонали АС и BD пересекаются в точке Е и делят диагональ АС в соотношении АЕ:ЕС=9:8. Тогда диагональ
                BD делится точкой Е в соотношении BE:ED, равном
            </B>
            <OL><I>Ответы</I>
                <LI>1:1
                <LI>1:2
                <LI>2:1
                <LI>2:3
                <LI>3:2
                <LI>4:9
                <LI>9:4
                <LI>3:8
                <LI>3:4
                <LI>4:3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.591. Груз массы m покоится на наклонной плоскости. При каком
                критическом значении угла наклона &#945;<SUB>cr</sub> груз начнет
                скатываться с плоскости, если коэффициент трения равен &#956;?
            </B>
            <OL><I>Ответы</I>
                <LI>при &#945;>&#945;<SUB>cr</sub>=arccos &#956;
                <LI>при &#945;>&#945;<SUB>cr</sub>=arcsin &#956;
                <LI>при &#945;>&#945;<SUB>cr</sub>=arctg &#956;
                <LI>при &#945;>&#945;<SUB>cr</sub>=arcctg &#956;
                <LI>при &#945;>&#945;<SUB>cr</sub>=arch &#956;
                <LI>при &#945;>&#945;<SUB>cr</sub>=arsh &#956;
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.592. 2017-й член арифметической прогрессии 3, 7, 11, 15, 19,..... равен
            </B>
            <OL><I>Ответы</I>
                <LI>8063
                <LI>8064
                <LI>8065
                <LI>8066
                <LI>8067
                <LI>8068
                <LI>8069
                <LI>8070
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.593. Известно, что функция одной переменной y=f(x) имеет минимум при x=2.
                Обозначим f&#8242;=df/dx, f&#8243;=d<SUP>2</SUP>f/dx<SUP>2</SUP>. Тогда
            </B>
            <OL><I>Ответы</I>
                <LI>f&#8242;(2)=0; f&#8243;(2)&#60;0
                <LI>f&#8242;(2)=0; f&#8243;(2)=0
                <LI>f&#8242;(2)=0; f&#8243;(2)&#62;0
                <LI>f&#8242;(2)&#60;0; f&#8243;(2)=0
                <LI>f&#8242;(2)&#62;0; f&#8243;(2)=0
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.594. Вертолет вылетел из Рио-де-Жанейро и стал
                двигаться по следующему маршруту: 700 км на восток, затем 700 км на юг,
                затем 700 км на запад и затем 700 км на север. Где приземлится вертолет?
                Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг
                собственной оси 1 сутки, приборы - идеальными, погоду летной, запасы горючего
                достаточными для того чтобы пролететь 3000 км.
            </B>
            <OL><I>Ответы</I>
                <LI>в точке старта
                <LI>южнее точки старта
                <LI>севернее точки старта
                <LI>западнее точки старта
                <LI>восточнее точки старта
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.595. Материальная точка массы m движется по окружности радиуса R
                с постоянной угловой скоростью &#969;. За какое время Т точка вернется
                в исходное положение?
            </B>
            <OL><I>Ответы</I>
                <LI>T=m&#969;R
                <LI>T=m&#969;<SUP>2</SUP>R
                <LI>T=&#969;<SUP>2</SUP>R
                <LI>T=2&#960;/&#969;
                <LI>T=2&#960;/&#969;<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.596. Сумма бесконечно убывающей геометрической прогрессии
                1, 1/2, 1/4, 1/8, 1/16, 1/32, 1/64, 1/128, 1/256, 1/512, 1/1024,... равна
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;&#8734;
                <LI>1
                <LI>ln2
                <LI>2
                <LI>e<SUP>2</SUP>
                <LI>&#960;/2
                <LI>&#960;
                <LI>+&#8734;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.597. Из зенитного орудия произведен выстрел по неподвижной цели,
                находящейся на высоте H=1 км непосредственно над орудием.
                Где пролетит снаряд, если выстрел произведен на широте экватора.
            </B>
            <OL><I>Ответы</I>
                <LI>Восточнее точки вылета
                <LI>Западнее точки вылета
                <LI>Южнее точки вылета
                <LI>Севернее точки вылета
                <LI>Попадет в цель
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.598. Если во всех точках интервала
                (a,b) имеет место f&#8243;(x)&#62;0, то функция f(x)
            </B>
            <OL><I>Ответы</I>
                <LI>убывает на интервале (a,b)
                <LI>возрастает на интервале (a,b)
                <LI>обращена выпуклостью вниз на интервале (a,b)
                <LI>обращена выпуклостью вверх на интервале (a,b)
                <LI>отрицательна на интервале (a,b)
                <LI>положительна на интервале (a,b)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.599. Автомобиль едет со скоростью 44 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он
                проходил на 1 минуту быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>40
                <LI>45
                <LI>60
                <LI>72
                <LI>75
                <LI>84
                <LI>90
                <LI>92
                <LI>96
                <LI>120
                <LI>140
                <LI>165
                <LI>180
                <LI>240
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.600. У какого из двух треугольников вписанный круг больше: у треугольника со сторонами
                17, 25, 26 или у треугольника со сторонами 17, 25, 28 ?
            </B>
            <OL><I>Ответы</I>
                <LI>круг, вписанный в треугольник со сторонами 17, 25, 26 больше
                    круга, вписанного в треугольник со сторонами 17, 25, 28
                <LI>круг, вписанный в треугольник со сторонами 17, 25, 26 равен
                    кругу, вписанному в треугольник со сторонами 17, 25, 28
                <LI>круг, вписанный в треугольник со сторонами 17, 25, 26 меньше
                    круга, вписанного в треугольник со сторонами 17, 25, 28
                <LI>в треугольник со сторонами 17, 25, 26 нельзя вписать круг
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.601. Экспериментальное исследование процессов (явлений) на
                моделях уменьшенных размеров - это
            </B>
            <OL><I>Ответы</I>
                <LI>физическое моделирование
                <LI>геометрическое моделирование
                <LI>математическое моделирование
                <LI>имитационное моделирование
                <LI>структурно-функциональное моделирование
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.602. Фазовые траектории брюсселятора представляют собой
            </B>
            <OL><I>Ответы</I>
                <LI>предельный цикл или седло
                <LI>предельный цикл или устойчивый фокус
                <LI>седло
                <LI>устойчивый фокус или седло
                <LI>странный аттрактор
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.603. Размерность Хаусдорфа - Безиковича для треугольника Серпинского равна
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,26
                <LI>1,58
                <LI>2
                <LI>3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.604. Причиной взрыва первого в мире реактивного самолета серии "Комета"
                (Англия) заключалась в
            </B>
            <OL><I>Ответы</I>
                <LI>обычном резонансе корпуса с двигателем
                <LI>биениях
                <LI>параметрическом резонансе корпуса Кометы
                <LI>возникновении и развитии усталостных трещин
                <LI>превышении расчетной скорости полета
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.605. В соответствии со вторым законом Ньютона ускорение материальной точки
            </B>
            <OL><I>Ответы</I>
                <LI>прямо пропорционально массе материальной точки и обратно пропорционально
                    приложенной силе
                <LI>обратно пропорционально массе материальной точки и прямо пропорционально
                    приложенной силе
                <LI>прямо пропорционально массе материальной точки и прямо пропорционально
                    приложенной силе
                <LI>обратно пропорционально массе материальной точки и обратно пропорционально
                    приложенной силе
                <LI>не зависит от массы материальной точки и определяется
                    силой гравитации
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.606. Что такое физическое моделирование?
            </B>
            <OL><I>Ответы</I>
                <LI>метод экспериментального изучения различных физических явлений, основанный на математических моделях
                <LI>метод экспериментального изучения различных физических явлений, основанный на их физическом подобии
                <LI>метод математического изучения различных физических явлений, основанный на их математическом подобии
                <LI>метод математического изучения различных физических явлений, основанный на их экспериментальном
                    подобии
                <LI>метод моделирования процессов, происходящих в физическом диске персонального компьютера
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.607. Если применить второй закон Ньютона к сплошной среде, получим
            </B>
            <OL><I>Ответы</I>
                <LI>систему обыкновенных дифференциальных уравнений
                <LI>систему необыкновенных дифференциальных уравнений
                <LI>систему дифференциальных уравнений в частных производных
                <LI>систему нелинейных алгебраических уравнений
                <LI>алгебраическое уравнение
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.608. Как называется коэффициент пропорциональности в законе Гука?
            </B>
            <OL><I>Ответы</I>
                <LI>Модуль Гука
                <LI>Модуль Юнга
                <LI>Коэффициент вязкости
                <LI>Пороговое напряжение
                <LI>Коэффициент Ньютона
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.609. Фундаментальный закон теоретической механики - это
            </B>
            <OL><I>Ответы</I>
                <LI>реологический закон Ньютона (касательная компонента тензора напряжений
                    прямо пропорциональна касательной компоненте тензора скорости деформации)
                <LI>закон Гука (каково удлинение, такова и сила или деформация прямо
                    пропорциональна напряжению)
                <LI>второй закон Ньютона (ускорение материальной точки прямо пропорционально
                    равнодействующей приложенных сил)
                <LI>закон Ома (ток в цепи прямо пропорционален приложенному напряжению)
                <LI>закон всемирного тяготения (сила притяжения между двумя материальными
                    точками прямо пропорциональна их маассам и
                    обратно пропорциональна квадрату расстояния между ними)
                <LI>закон Кулона (сила притяжения двух точечных зарядов прямо пропорциональна
                    величне этих зарядов и обратно пропорциональна квадрату расстояния между ними)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.610. Составляющая вектора напряжений, лежащая в плоскости сечения,
                называется
            </B>
            <OL><I>Ответы</I>
                <LI>нормальным напряжением
                <LI>касательным напряжением
                <LI>главным напряжением
                <LI>скалярным напряжением
                <LI>внешним силовым фактором
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.611. Кто наблюдал летом 1827 года случайное движение взвешенных
                частиц цветочной пыльцы с характерными размерами порядка 0,1 мм
            </B>
            <OL><I>Ответы</I>
                <LI>Пушкин
                <LI>Лоренц
                <LI>Серпинский
                <LI>Броун
                <LI>Фуко
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.612. Основателем вариационного исчисления является
            </B>
            <OL><I>Ответы</I>
                <LI>Леонард Эйлер
                <LI>Вейерштрасс
                <LI>Михаил Ломоносов
                <LI>Дирихле
                <LI>Дуглас Росс
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.613. Единицей измерения длины в системе СИ служит </B>
            <OL>
                <LI>нанометр
                <LI>миллиметр
                <LI>сантиметр
                <LI>дециметр
                <LI>метр
                <LI>километр
                <LI>килобайт
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.614. Какие концептуальные модели лежат в основе теоретической механики?
            </B>
            <OL><I>Ответы</I>
                <LI>Материальная точка, абсолютно твердое тело
                <LI>Сплошная среда, метод сечений
                <LI>Кристаллическая решетка
                <LI>Закон Гука
                <LI>Вязкая жидкость
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.615. Если бы все пространство между Землей и Луной было заполнено
                воздушной средой, в которой звук мог распространяться без затухания, через
                какое время преподаватель, находящийся на Луне, смог бы услышать вопрос
                студента, заданный с Земли?
            </B>
            <OL><I>Ответы</I>
                <LI>Примерно через час
                <LI>Примерно через сутки
                <LI>Примерно через неделю
                <LI>Примерно через две недели
                <LI>Примерно через месяц
                <LI>Примерно через год
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.616. Какой третий знак в числе &#960;?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.617. Врач, ставящий диагноз пришедшему к нему на прием больному, решает
            </B>
            <OL><I>Ответы</I>
                <LI>обратную некорректную задачу
                <LI>прямую корректную задачу
                <LI>прямую некорректную задачу
                <LI>обратную корректную задачу
                <LI>прямую задачу
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.618. Скорость стационарного течения вязкой жидкости по тонкой
                трубке кругового поперечного сечения радиуса R
            </B>
            <OL><I>Ответы</I>
                <LI>не зависит от радиуса трубки R
                <LI>линейно зависит от R
                <LI>пропорциональна R<SUP>2</SUP>
                <LI>пропорциональна R<SUP>3</SUP>
                <LI>пропорциональна R<SUP>4</SUP>
                <LI>пропорциональна 1/R<SUP>2</SUP>
                <LI>пропорциональна 1/R
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.619. Вязкая жидкость называется неньютновской если
            </B>
            <OL><I>Ответы</I>
                <LI>ее вязкость зависит от температуры
                <LI>ее вязкость линейно зависит от скорости ее движения
                <LI>ее вязкость нелинейно зависит от скорости ее движения
                <LI>ее вязкость не зависит от скорости деформации
                <LI>ее вязкость зависит от скорости деформации
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.620. Размерность Хаусдорфа - Безиковича для кривой Хельги фон Кох равна
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>1,26
                <LI>1,58
                <LI>2
                <LI>3
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.621. В литературе научный метод выработки количественно
                обоснованных рекомендаций по принятию решений получил название
            </B>
            <OL><I>Ответы</I>
                <LI>компьютерное моделирование
                <LI>исследование операций
                <LI>функциональный анализ
                <LI>вариационное исчисление
                <LI>операционное исчисление
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.622. Структура в виде шестигранных призматических ячеек,
                устанавливающихся в плоском горизонтальном слое вязкой жидкости при
                подогреве снизу, принято называть
            </B>
            <OL><I>Ответы</I>
                <LI>бенаровской неустойчивостью
                <LI>странным атррактором .Лоренца
                <LI>треугольником Серпинского
                <LI>кривой Хельги фон Кох
                <LI>фракталом Хаусдорфа-Безиковича
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.623. Пусть функция f(x),
                x=(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>) есть функция,
                определенная на некотором множестве S и имеющая на этом множестве
                непрерывные частные производные второго порядка.
                Известно, что все главные миноры
                гессиана функции f(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>) неотрицательны
                во всех точках S. Тогда
            </B>
            <OL><I>Ответы</I>
                <LI>f(x) есть выпуклая функция на множестве S
                <LI>f(x) есть вогнутая функция на множестве S
                <LI>f&#8242;(x) есть выпуклая функция на множестве S
                <LI>f&#8242;(x) есть вогнутая функция на множестве S
                <LI>f&#8243;(x) есть выпуклая функция на множестве S
                <LI>f&#8243;(x) есть вогнутая функция на множестве S
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.624. Как называется коэффициент пропорциональности в законе Ньютона
                (прямая пропорциональность между касательным напряжением и скоростью деформации)?
            </B>
            <OL><I>Ответы</I>
                <LI>Модуль Гука
                <LI>Модуль Юнга
                <LI>Коэффициент вязкости
                <LI>Модуль сдвига
                <LI>Коэффициент Ньютона
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.625. Последовательное соединение упругого и вязкого элементов
                представляет собой модель реофизически сложной среды
            </B>
            <OL><I>Ответы</I>
                <LI>Гука
                <LI>Ньютона
                <LI>Прандтля
                <LI>Бингама
                <LI>Шведова
                <LI>пластиком Шведова-Бингама
                <LI>Фойхта
                <LI>Максвелла
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.626. Для пластичного материала
            </B>
            <OL><I>Ответы</I>
                <LI>пороговое напряжение равно нулю
                <LI>пороговое напряжение не равно нулю
                <LI>вязкость отлична от нуля
                <LI>модуль Юнга отличен от нуля
                <LI>напряжение прямо пропорционально скорости деформации
            </OL>
        </td>
    </tr>


    <td><B>1.627. Толстостенный цилиндр нагруженн внешним и внутренним давлением.
            Как изменится величина тангенциального напряжения &#963;<sub>&#966;</sub>, если
            цилиндр дополнительно растянуть в осевом направлении (параллельном оси симметрии)?
        </B>
        <OL><I>Ответы</I>
            <LI>Уменьшится
            <LI>Увеличится
            <LI>Не изменится
            <LI>Ответ зависит от величины усилия сжатия
            <LI>Ответ зависит от упругих свойств материала
            <LI>Ответ зависит от значения приложенных давлений
        </OL>
    </td>
    </tr>


    <tr>
        <td><B>1.628. При каком значении числа Рейнольдса течение вязкой жидкости по тонкой
                трубке кругового поперечного сечения является ламинарным?
            </B>
            <OL><I>Ответы</I>
                <LI>Re&#60;0
                <LI>Re=0
                <LI>Re&#60;&#8722;1000
                <LI>0&#60;Re&#60;1000
                <LI>Re&#62;1000
                <LI>Течение в такой трубе не может быть ламинарным
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.629. Толстостенный цилиндр нагружен внешним и внутренним давлением.
                Как изменится величина радиального напряжения &#963;<sub>r</sub>, если
                цилиндр дополнительно сжать в осевом направлении (параллельном оси симметрии)?
            </B>
            <OL><I>Ответы</I>
                <LI>Уменьшится
                <LI>Увеличится
                <LI>Не изменится
                <LI>Ответ зависит от величины усилия сжатия
                <LI>Ответ зависит от упругих свойств материала
                <LI>Ответ зависит от значения приложенных давлений
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.630. Толстостенный цилиндр нагружен внешним и внутренним давлением.
                Как изменится величина радиального напряжения &#963;<sub>r</sub>, если
                цилиндр дополнительно растянуть в осевом направлении (параллельном оси симметрии)?
            </B>
            <OL><I>Ответы</I>
                <LI>Уменьшится
                <LI>Увеличится
                <LI>Не изменится
                <LI>Ответ зависит от величины усилия сжатия
                <LI>Ответ зависит от упругих свойств материала
                <LI>Ответ зависит от значения приложенных давлений
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.631. Материальное тело, размерами которого можно пренебречь
                в условиях данной задачи, называется
            </B>
            <OL><I>Ответы</I>
                <LI>абсолютно твердым телом
                <LI>материальной точкой
                <LI>сплошной средой
                <LI>кристаллической решеткой
                <LI>гармоническим осциллятором
                <LI>гироскопом
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.632. Для упругого тела
            </B>
            <OL><I>Ответы</I>
                <LI>деформация тела прямо пропорциональна приложенному напряжению
                <LI>деформация тела обратно пропорциональна приложенному напряжению
                <LI>напряжение прямо пропорционально скорости деформации
                <LI>скорость деформации прямо пропорциональна приложенному напряжению
                <LI>скорость деформации обратно пропорциональна приложенному напряжению
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.633. Комбинация вязкого и пластического элементов дает возможность
                описывать вязкопластическое поведение материала. Модели такого рода широко
                используются при описании реологического поведения таких неньютоновских
                жидкостей, как например, применяемые на нефтепромыслах для промывания
                скважин глинистые и цементные растворы, масляные краски, сточные грязи,
                а также некоторые пасты. В литературе эти модели принято называть
            </B>
            <OL><I>Ответы</I>
                <LI>Гука
                <LI>Ньютона
                <LI>Прандтля
                <LI>Бингама
                <LI>Шведова
                <LI>пластиком Шведова-Бингама
                <LI>Фойхта
                <LI>Максвелла
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.634. При стационарном течении вязкой жидкости по тонкой
                трубке кругового поперечного сечения радиуса R секундный расход жидкости
            </B>
            <OL><I>Ответы</I>
                <LI>не зависит от радиуса трубки R
                <LI>линейно зависит от R
                <LI>пропорционален R<SUP>2</SUP>
                <LI>пропорционален R<SUP>4</SUP>
                <LI>пропорционален 1/R
                <LI>пропорционален 1/R<SUP>2</SUP>
                <LI>пропорционален 1/R<SUP>4</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.635. Явление поворота плоскости качаний маятника вследствие вращения
                Земли вокруг своей оси открыл в 1851 году
            </B>
            <OL><I>Ответы</I>
                <LI>Генри Джозеф (1797 - 1878)
                <LI>Магнус Генрих Густав (1802 - 1870)
                <LI>Ангстрем Андерс Йонас (1814 - 1874)
                <LI>Джоуль Джеймс Прескотт (1818 - 1889)
                <LI>Фуко Жан Бернар Леон (1819 -1868)
                <LI>Максвелл Джеймс Клерк (1831 - 1879)
                <LI>Менделеев Дмитрий Иванович (1834 - 1907)
                <LI>Ван дер Ваальс (1837 - 1923)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.636. При стационарном течении вязкой жидкости по тонкой
                трубке кругового поперечного сечения радиуса R касательные напряжения
            </B>
            <OL><I>Ответы</I>
                <LI>не зависят от радиуса трубки R
                <LI>линейно зависят от R
                <LI>пропорциональны R<SUP>2</SUP>
                <LI>пропорциональны R<SUP>4</SUP>
                <LI>пропорциональны 1/R
                <LI>пропорциональны 1/R<SUP>2</SUP>
                <LI>пропорциональны 1/R<SUP>4</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.637. Параллельное соединение упругого и вязкого элементов
                представляет собой модель реофизически сложной среды
            </B>
            <OL><I>Ответы</I>
                <LI>Гука
                <LI>Ньютона
                <LI>Прандтля
                <LI>Бингама
                <LI>Шведова
                <LI>пластиком Шведова-Бингама
                <LI>Фойхта
                <LI>Максвелла
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.638. Какое из приведённых ниже утверждений не является законом Кеплера:
            </B>
            <OL><I>Ответы</I>
                <LI>Каждая планета движется по эллипсу, в одном из фокусов которого расположено Солнце.
                <LI>Ускорение каждой из планет обратно пропорционально её расстоянию до Солнца.
                <LI>Радиус-вектор планеты в равные промежутки времени описывает равные площади.
                <LI>Квадраты времён обращений планет относятся как кубы больших осей эллиптических орбит, по которым они
                    движутся вокруг Солнца.
                <LI>Ни одно из утверждений не является законом Кплера
                <LI>Все утверждения являются законами Кеплера
                <LI>нет правильного ответа

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.639. Единицей измерения длины в системе СИ служит
            </B>
            <OL><I>Ответы</I>
                <LI>нанометр
                <LI>миллиметр
                <LI>сантиметр
                <LI>дециметр
                <LI>метр
                <LI>километр
                <LI>килобайт
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.640. Задача о нагружении толстостенной трубы
                внутренним и внешним давлением - это классическая задача
            </B>
            <OL><I>Ответы</I>
                <LI>Кирша
                <LI>Колосова-Инглиса
                <LI>Гриффитса
                <LI>Дидо
                <LI>Ламе
                <LI>Кирхгоффа
            </OL>
        </td>
    </tr>


    <td><B>1.641. Кто в 1750 году изобрел молниеотвод?
        </B>
        <OL><I>Ответы</I>
            <LI>Реомюр Рене Ангтуан Фершно (1683 - 1757)
            <LI>Бернулли Даниил (1700 - 1782)
            <LI>Франклин Бенджамин (Вениамин) (1706 - 1790)
            <LI>Эйлер Леонард (1707 - 1783)
            <LI>Ломоносов Михаил Васильевич (1711 - 1765)
            <LI>Ламберт Иоганн Генрих (1728 - 1777)
        </OL>
    </td>
    </tr>


    <tr>
        <td><B>1.642. Единицей измерения силы в системе СИ служит
            </B>
            <OL><I>Ответы</I>
                <LI>Генри
                <LI>Фарада
                <LI>Джоуль
                <LI>Паскаль
                <LI>Ньютон
                <LI>Тесла
                <LI>метр
                <LI>ватт
                <LI>килограмм
                <LI>секунда
            </OL>
        </td>
    </tr

    <tr>
        <td><B>1.643. Сколько независимых инвариантов имеет тензор второго ранга ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>не имеет
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.644. Задача Колосова - Инглиса - это задача о
            </B>
            <OL><I>Ответы</I>
                <LI>нагружении толстостенной трубы внутренним и внешним давлением
                <LI>растяжении полосы с круговым отверстием
                <LI>растяжении полосы с эллиптическим отверстием
                <LI>растяжении сплошного цилиндрического стержня
                <LI>сжатии сплошного цилиндрического образца
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.645. Кто предложил модель "Хищники-жертвы"?
            </B>
            <OL><I>Ответы</I>
                <LI>Фуко
                <LI>Эйлер
                <LI>Лоттка-Вольтерра
                <LI>Бойль-Мариотт
                <LI>Серпинский
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.646. Изотопы одного и того же элемента отличаются …
            </B>
            <OL><I>Ответы</I>
                <LI>количеством электронов в атоме
                <LI>энергией электронов в атоме
                <LI>количеством протонов в ядре
                <LI>количеством нейтронов в ядре
                <LI>суммарным зарядом ядра атомов
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.647. Кто первым в мире в 1840 г. решил задачу о
                о течении вязкой жидкости в тонких трубках
            </B>
            <OL><I>Ответы</I>
                <LI>Кориолис Гюстав Гаспар (1792 - 1843)
                <LI>Генри Джозеф (1797 - 1878)
                <LI>Пуазейль Жан Луи Мари (1799-1869)
                <LI>Клапейрон Бенуа Поль Эмиль (1799 - 1864)
                <LI>Магнус Генрих Густав (1802 - 1870)
                <LI>Ангстрем Андерс Йонас (1814 - 1874)
                <LI>Джоуль Джеймс Прескотт (1818 - 1889)
                <LI>Жан Бернар Леон Фуко (1819 -1868)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.648. В общем случае напряженное состояние деформируемого твердого тела
                описывается
            </B>
            <OL><I>Ответы</I>
                <LI>скаляром напряжений
                <LI>вектором напряжений
                <LI>векторным произведением напряжений
                <LI>тензором напряжений
                <LI>функционалом напряжений
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.649. Если записать второй закон Ньютона для тела,
                брошенного под углом к горизонту, получим
            </B>
            <OL><I>Ответы</I>
                <LI>обыкновенное дифференциальное уравнение первого порядка
                <LI>обыкновенное дифференциальное уравнение второго порядка
                <LI>необыкновенное дифференциальное уравнение первого порядка
                <LI>необыкновенное дифференциальное уравнение второго порядка
                <LI>дифференциальное уравнение в частных производных
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.650. Альфа-частицы имеют заряд, равный ... (е &ndash; элементарный заряд)
            </B>
            <OL><I>Ответы</I>
                <LI> +2e
                <LI>&ndash;2e
                <LI> +e
                <LI>&ndash;e
                <LI> 0
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.651. Модуль Юнга стали равен
            </B>
            <OL><I>Ответы</I>
                <LI>2,1&#183;10<SUP>11</SUP> Па
                <LI>2,1&#183;10<SUP>11</SUP> МПа
                <LI>1,2&#183;10<SUP>11</SUP> Па
                <LI>2,1&#183;10<SUP>11</SUP> кг
                <LI>2,1&#183;10<SUP>11</SUP> м
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.652. Задача Ламе &ndash; это задача о </B>
            </B>
            <OL><I>Ответы</I>
                <LI>нагружении толстостенной трубы внутренним и внешним давлением
                <LI>растяжении полосы с круговым отверстием
                <LI>растяжении полосы с эллиптическим отверстием
                <LI>растяжении сплошного цилиндрического стержня
                <LI>сжатии сплошного цилиндрического образца
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.653. Электричка из 10 вагонов общей длиной l=200 м идет на Инзер
                со скоростью 72 км/ч. Сколько времени электричка будет находиться
                в тоннеле, если его длина равна 800 м?
            </B>
            <OL><I>Ответы</I>
                <LI>10 сек
                <LI>20 сек
                <LI>30 сек
                <LI>40 сек
                <LI>50 сек
                <LI>60 сек
                <LI>70 сек
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.654. Горело 5 свечей. Две погасли. Сколько свечей осталось?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.655. Студент, успешно сдавший экзамен, едет на своем
                автомобиле на юг, в теплые края. По дороге в течение дня ему встречается
                в среднем 15 придорожных кафе, в которых можно перекусить. Студент легко может
                определить, какое из двух кафе лучше. Однако он не знает заранее, где расположено
                самое лучше из 15. Как ему поступить? &#8722; Выберите оптимальную стратегию.
            </B>
            <OL><I>Ответы</I>
                <LI>Остановиться перекусить в первом же встреченном кафе
                <LI>Пропустить первые три кафе и потом остановиться в первом, которое будет лучше
                    всех предыдущих.
                <LI>Пропустить первые пять кафе и потом остановиться в первом, которое будет лучше
                    всех предыдущих.
                <LI>Пропустить первые семь кафе и потом остановиться в первом, которое будет лучше
                    всех предыдущих.
                <LI>Тянуть до последнего и перекусить перед остановкой на ночлег.
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.656. 16 января 1943 г. по возвращении в порт после успешно проведенных
                морских испытаний американский танкер "Скенектади" внезапно разломился на две части
                по причине
            </B>
            <OL><I>Ответы</I>
                <LI>возникновения параметрического резонанса
                <LI>появления биений
                <LI>штормовой погоды
                <LI>возникновении и развитии усталостных трещин
                <LI>превышении расчетной скорости движения
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.657. Круг радиуса R входит в прямоугольник со сторонами a и b, если:
            </B>
            <OL><I>Ответы</I>
                <LI>R&#60;=a и R&#60;=b
                <LI>R&#60;=a/2 и R&#60;=b/2
                <LI>R&#60;=a/2 или R&#60;=b/2
                <LI>4*R<SUP>2</SUP>&#60;=a<SUP>2</SUP>+b<SUP>2</SUP>
                <LI>R&#60;=a или R&#60;=b.
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.658. Замена изучения некоторого физического объекта или явления
                экспериментальным исследованием его модели, имеющей ту же физическую природу - это
            </B>
            <OL><I>Ответы</I>
                <LI>физическое моделирование
                <LI>геометрическое моделирование
                <LI>математическое моделирование
                <LI>имитационное моделирование
                <LI>структурно-функциональное моделирование
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.659. Какие задачи отвечают на вопрос: как выбрать решение
                из множества допустимых решений, чтобы критерий эффективности обращался
                в максимум или минимум?
            </B>
            <OL><I>Ответы</I>
                <LI>Задачи интерполяции
                <LI>Задачи экстраполяции
                <LI>Прямые задачи
                <LI>Обратные задачи
                <LI>Реляционные задачи
                <LI>Задачи идентификации
                <LI>Задачи аппроксимации
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.660. При одноосном растяжении из 9 компонент тензора скоростей деформаций отличны от нуля
            </B>
            <OL><I>Ответы</I>
                <LI>1 компонента
                <LI>2 компоненты
                <LI>3 компоненты
                <LI>4 компоненты
                <LI>5 компоненты
                <LI>6 компонент
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.661. Английский ученый из Фарнборо А.А. Гриффитс (1893-1963)
            </B>
            <OL><I>Ответы</I>
                <LI>провел эксперименты по проверке закона Ома
                <LI>предложил решение задачи о растяжении полосы с круговым отверстием
                <LI>предложил решение задачи о растяжении полосы с эллиптическим отверстием отверстием
                <LI>попытался достичь теоретической прочности в опытах на разрыв свежевытянутых тончайших стеклянных
                    волокон
                <LI>провел эксперименты по проверке модели Резерфорда
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.662. Явление возникновения поперечной силы, действующей на тело,
                вращающееся в набегающем на него потоке жидкости или газа, открыл в 1852 году
            </B>
            <OL><I>Ответы</I>
                <LI>Генри Джозеф (1797 - 1878)
                <LI>Магнус Генрих Густав (1802 - 1870)
                <LI>Ангстрем Андерс Йонас (1814 - 1874)
                <LI>Джоуль Джеймс Прескотт (1818 - 1889)
                <LI>Фуко Жан Бернар Леон (1819 -1868)
                <LI>Менделеев Дмитрий Иванович (1834 - 1907)
                <LI>Ван дер Ваальс Иоханнес Дидерик (1837 - 1923)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.663. Чему равен arcctg(1) ?</B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/4
                <LI>&#960;/2
                <LI>&#960;
                <LI>1
                <LI>не существует
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.664. Чему равен cos(3&#960;/4) ?</B>
            <OL><I>Ответы</I>
                <LI>&ndash;1
                <LI>&ndash;&#8730;3/2
                <LI>&ndash;&#8730;2/2
                <LI>&ndash;1/2
                <LI>&ndash;1/&#8730;3
                <LI>0
                <LI>1/2
                <LI>1/&#8730;3
                <LI>&#8730;2/2
                <LI>&#8730;3/2
                <LI>1
                <LI>не существует
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.665. Английский ученый из Фарнборо А.А. Гриффитс (1893-1963)
                провел классические эксперименты
            </B>
            <OL><I>Ответы</I>
                <LI>на кристаллах поваренной соли
                <LI>на тончайших свежевытянутых стеклянных нитях
                <LI>по измерению отклонения падающих тел в соляных шахтах
                <LI>по измерению прочности стали
                <LI>по измерению скорости света
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.666. Выпуклая функция f(x), определенная на выпуклом множестве
                X, в каждой точке x, в которой
                градиент функции обращается в нуль,
            </B>
            <OL><I>Ответы</I>
                <LI>равна нулю
                <LI>не равна нулю
                <LI>достигает своего глобального минимума
                <LI>достигает своего глобального максимума
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.667. Задача о продольном изгибе стержня впервые решена
            </B>
            <OL><I>Ответы</I>
                <LI>Эйлером
                <LI>Бернулли
                <LI>Фуко
                <LI>Лагранжем
                <LI>Дирихле
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.668. Фундаментальный закон науки о сопротивлении материалов - это
            </B>
            <OL><I>Ответы</I>
                <LI>реологический закон Ньютона (касательная компонента тензора напряжений
                    прямо пропорциональна касательной компоненте тензора скорости деформации)
                <LI>закон Гука (каково удлинение, такова и сила или деформация прямо
                    пропорциональна напряжению)
                <LI>второй закон Ньютона (ускорение материальной точки прямо пропорционально
                    равнодействующей приложенных сил)
                <LI>закон Ома (ток в цепи прямо пропорционален приложенному напряжению)
                <LI>закон всемирного тяготения (сила притяжения между двумя материальными
                    точками прямо пропорциональна их маассам и
                    обратно пропорциональна квадрату расстояния между ними)
                <LI>закон Кулона (сила притяжения двух точечных зарядов прямо пропорциональна
                    величне этих зарядов и обратно пропорциональна квадрату расстояния между ними)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.669. Составляющая вектора напряжений, перепендикулярная сечению,
                называется
            </B>
            <OL><I>Ответы</I>
                <LI>нормальным напряжением
                <LI>касательным напряжением
                <LI>главным напряжением
                <LI>скалярным напряжением
                <LI>внутренним силовым фактором
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.670. Кто первым в мире экспериментально доказал, что Земля
                вертится вокруг своей оси?
            </B>
            <OL><I>Ответы</I>
                <LI>Ньютон
                <LI>Фуко
                <LI>Эйлер
                <LI>Кардан
                <LI>Галилей
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.671. Уединенная волна в средах различной физической природы,
                сохраняющая неизменной свою форму и скорость при распространении
                это
            </B>
            <OL><I>Ответы</I>
                <LI>резонанс
                <LI>солитон
                <LI>параметрический резонанс
                <LI>автоколебания
                <LI>биения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.672. Чему равен arcsin(1/2) ?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>1
                <LI>не существует
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.673. Явление, возникающее при наложении двух гармонических колебаний
                близкой частоты и выражающееся в периодическом уменьшении
                и увеличении амплитуды суммарного сигнала - это
            </B>
            <OL><I>Ответы</I>
                <LI>резонанс
                <LI>солитон
                <LI>параметрический резонанс
                <LI>автоколебания
                <LI>биения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.674. Задача о разборчивой невесте.
                Студентка должна принять очень ответственное решение: выбрать
                жениха из имеющихся 10 претендентов. Про любых двух когда-либо увиденных она
                может сказать, кто из них лучше. Задача принятия решения имеет следующие
                ограничения: женихи появляются перед студенткой по очереди, в случайном порядке,
                причем каждый имееет только одну попытку, в результате которой студентка говорит
                претенденту либо "Да", либо "Нет". В первом случае студентка выходит замуж,
                и процесс заканчивается. Во втором студентка переходит к следующему претенденту.
                Вопрос: какова оптимальная стратегия невесты?
            </B>
            <OL><I>Ответы</I>
                <LI>сказать "Да" первому (выйти замуж за первого встречного)
                <LI>пропустить первых трех, потом сказать первому же, кто окажется
                    лучше всех предыдущих "Да"
                <LI>пропустить первых пять, потом сказать первому же, кто окажется
                    лучше всех предыдущих "Да"
                <LI>пропустить первых семь, потом сказать первому же, кто окажется
                    лучше всех предыдущих "Да"
                <LI>сказать "Да" последнему (можно и в девках засидеться)

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.675. При одноосном растяжении из 9 компонент тензора деформаций отличны от нуля
            </B>
            <OL><I>Ответы</I>
                <LI>1 компонента
                <LI>2 компоненты
                <LI>3 компоненты
                <LI>4 компоненты
                <LI>5 компоненты
                <LI>6 компонент
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.676. Структурно-механическое моделирование - это
            </B>
            <OL><I>Ответы</I>
                <LI>Один из методов построения моделей реофизически сложных сред
                <LI>Один из видов имитационного моделирования
                <LI>Один из видов компьютерного моделирования
                <LI>Один из методов численного моделирования
                <LI>Один из методов описания внутренней структуры реофизически сложных сред
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.677. В опытах Иоффе по сжатию кристаллов поваренной соли исследовалась
            </B>
            <OL><I>Ответы</I>
                <LI>химическая стойкость кристаллов
                <LI>электропроводность кристаллов
                <LI>магнитная проницаемость кристаллов
                <LI>оптический показатель преломления кристаллов
                <LI>прочность кристаллов
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.678. Справедлива ли теорема Кориолиса в Южном полушарии?
            </B>
            <OL><I>Ответы</I>
                <LI>Нет, потому что она доказана только в Северном полушарии
                <LI>Да
                <LI>Ответ зависит от условий задачи
                <LI>Для ответа на вопрос не хватает исходных данных
                <LI>Вопрос некорректен
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.679. Под каким углом &#945; к направлению течения реки должен плыть
                пловец, чтобы его перемещение вдоль русла реки было при этом минимальным?
                Скорость пловца v, скорость течения u (v&#60;u)
            </B>
            <OL><I>Ответы</I>
                <LI>&#945;=arccos(u/v)
                <LI>&#945;=arcsin(u/v)
                <LI>&#945;=arccos(&#8211;v/u)
                <LI>&#945;=arcsin(&#8211;v/u)
                <LI>&#945;=arccos(&#8211;u/v)
                <LI>&#945;=arcsin(&#8211;u/v)
                <LI>&#945;=arccos(v/u)
                <LI>&#945;=arcsin(v/u)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.680. У Ахмеда 10 овец. Все, кроме 9, сдохли. Сколько осталось овец?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>2
                <LI>9
                <LI>10
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.681. Чему равен ln(0) (натуральный логарифм нуля)?
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;1
                <LI>0
                <LI>1
                <LI>не существует
                <LI>&#960;/2
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.682. Какое растение называют "дикой розой"?
            </B>
            <OL><I>Ответы</I>
                <LI>Розмарин
                <LI>Шиповник
                <LI>Акация
                <LI>Шослин
                <LI>Можжевельник
                <LI>Торн

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.683. Простое переложение на машинный язык математических описаний
                моделируемых систем - это
            </B>
            <OL><I>Ответы</I>
                <LI>физическое моделирование
                <LI>геометрическое моделирование
                <LI>математическое моделирование
                <LI>имитационное моделирование
                <LI>структурно-функциональное моделирование

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.684. Если применить второй закон Ньютона к
                сплошной среде, в итоге получим
            </B>
            <OL><I>Ответы</I>
                <LI>систему линейных алгебраических уравнений
                <LI>систему нелинейных алгебраических уравнений
                <LI>систему дифференциальных уравнений в частных производных
                <LI>систему обыкновенных дифференциальных уравнений
                <LI>обыкновенное дифференциальное уравнение
                <LI>трансцендентное уравнение
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.685. Каждая функция y = f(x) имеет:
            </B>
            <OL><I>Ответы</I>
                <LI>одну первообразную функцию
                <LI>ровно 2 первообразных функций
                <LI>ни одной первообразной функции
                <LI>несколько первообразных функций
                <LI>множество первообразных функций
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.686. Коэффициент Пуассона для стали приблизительно равен
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>0,33
                <LI>0,5
                <LI>0,75
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.687. Кто установил законы движения планет Солнечной системы?
                <br>1. Планеты движутся по эллипсам, в одном из фокусов которого находится Солнце
                <br>2. Радиус-вектор планеты за равные промежутки времени заметает одинаковые площади
                <br>3. Квадраты периодов обращения планет вокруг солнца относятся как кубы больших
                полуосей их орбит
            </B>
            <OL><I>Ответы</I>
                <LI>Леонардо да Винчи (1452 - 1519)
                <LI>Коперник Николай (1473 - 1543)
                <LI>Тихо Брагге (1546 - 1601)
                <LI>Галилео Галилей (1564 - 1642)
                <LI>Иоганн Кеплер (1571 - 1630)
                <LI>Гук Роберт (1635 - 1703)
                <LI>Исаак Ньютон (1643 - 1727)
                <LI>Даниил Бернулли (1700 - 1782)
                <LI>Леонард Эйлер (1707 - 1783)
                <LI>Юнг Томас (1773 - 1829)
                <LI>Кориолис Гюстав Гаспар (1792 - 1843)
                <LI>Клапейрон Бенуа Поль Эмиль (1799 - 1864)
                <LI>Жан Бернар Леон Фуко (1819 -1868)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.688. Кто первым применил дифференциальное исчисление для
                моделирования развития инфекционных заболеваний?
            </B>
            <OL><I>Ответы</I>
                <LI>Леонард Эйлер
                <LI>Даниил Бернулли
                <LI>Галилео Галилей
                <LI>Дуглас Росс
                <LI>Жан Бернар Фуко
            </OL>
        </td>
    </tr

    <tr>
        <td><B>1.689. Оловянная чума представляет собой
            </B>
            <OL><I>Ответы</I>
                <LI>классический пример полиморфизма
                <LI>классическую модель теории массового обслуживания
                <LI>классический пример вариационного принципа
                <LI>классический пример применения теории случайных процессов
                <LI>классический пример из механики разрушения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.690. Какая из перечисленных ниже характеристик не является механическим свойством
            </B>
            <OL><I>Ответы</I>
                <LI>Модуль Юнга
                <LI>Коэффициент Пуассона
                <LI>Предел прочности
                <LI>Плотность
                <LI>Предел текучести
                <LI>Относительное удлинение
                <LI>Относительное сужение
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.691. Почему современный снаряд, выпущенный из орудийного ствола
                под углом к горизонту, разворачивается в полете взрывателем к цели
            </B>
            <OL><I>Ответы</I>
                <LI>потому что центр тяжести снаряда смещен к носовой части снаряда, где установлен взрыватель
                <LI>потому что в современных снарядах установлена специальная система наведения
                <LI>потому что снаряд прецессирует в полете вокруг траектории своего движения
                <LI>потому что на движение снаряда оказывает влияние сила тяжести
                <LI>потому что в момент выстрела снаряду придается вращательное движение относительно горизонтальной
                    оси, проходящей через его центр масс
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.692. Уединенная волна в средах различной физической природы,
                сохраняющая неизменной свою форму и скорость при распространении - это
            </B>
            <OL><I>Ответы</I>
                <LI>Частотная модуляция
                <LI>Биения
                <LI>Параметрический резонанс
                <LI>Автоколебания
                <LI>Солитон
                <LI>Амплитудная модуляция
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.693. Наиболее известным примером параметрического резонанаса являются
            </B>
            <OL><I>Ответы</I>
                <LI>Качели
                <LI>Механические часы
                <LI>Скрипичная струна
                <LI>Солитон
                <LI>Биения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.694. Обычно месяц заканчивается 30-м или 31-м числом. В каком месяце
                есть 28-е число?
            </B>
            <OL><I>Ответы</I>
                <LI>В феврале
                <LI>Во всех
                <LI>В том, где есть 29-е число
                <LI>Ответ зависит от того, високосный год или нет
                <LI>Нет правильного ответа
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.695. В истории существовало немало принципиально различных моделей,
                описывающих строение Солнечной системы. Укажите модель, наиболее адекватную
                действительности:
            </B>
            <OL><I>Ответы</I>
                <LI>Земля покоится на трех китах
                <LI>Солнце вращается вокруг Земли
                <LI>Земля вращается вокруг Солнца
                <LI>Земля &#8722; центр Вселенной
                <LI>Земля покоится на слонах
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.696. Наиболее известным примером автоколебаний являются
            </B>
            <OL><I>Ответы</I>
                <LI>Качели
                <LI>Часы
                <LI>Грузик на пружинке
                <LI>Солитон
                <LI>Биения
                <LI>Маятник Фуко
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.697. Если все три главных напряжения отличны от нуля,
                напряженное состояние называют
            </B>
            <OL><I>Ответы</I>
                <LI>одноосным
                <LI>плоским или двухосным
                <LI>объемным
                <LI>плоскодеформированным
                <LI>сложным
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.698. Чему равен cos(&#960;/3) ?</B>
            <OL><I>Ответы</I>
                <LI>&ndash;1
                <LI>&ndash;&#8730;3/2
                <LI>&ndash;&#8730;2/2
                <LI>&ndash;1/2
                <LI>&ndash;1/&#8730;3
                <LI>0
                <LI>1/2
                <LI>1/&#8730;3
                <LI>&#8730;2/2
                <LI>&#8730;3/2
                <LI>1
                <LI>не существует
                <LI>приду сдавать в следующий раз
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.698. Задача Кирша &ndash; это задача о
            </B>
            <OL><I>Ответы</I>
                <LI>нагружении толстостенной трубы внутренним и внешним давлением
                <LI>растяжении полосы с круговым отверстием
                <LI>растяжении полосы с эллиптическим отверстием
                <LI>растяжении сплошного цилиндрического стержня
                <LI>сжатии сплошного цилиндрического образца
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.699. Какая из перечисленных ниже классических моделей
                не имееет отношения к механике разрушения?
            </B>
            <OL><I>Ответы</I>
                <LI>Задача Кирша
                <LI>Задача Колосова-Инглиса
                <LI>Опыты Иоффе
                <LI>Задача Ламе
                <LI>Теория Гриффитса
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.700. Явление, возникающее при наложении двух гармонических
                колебаний близкой частоты и выражающееся в периодическом уменьшении
                и увеличении амплитуды суммарного сигнала - это
            </B>
            <OL><I>Ответы</I>
                <LI>Частотная модуляция
                <LI>Биения
                <LI>Параметрический резонанс
                <LI>Автоколебания
                <LI>Солитон
                <LI>Амплитудная модуляция
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.701. Тело, расстояния между любыми двумя точками которого всегда
                остается неизменным, называется
            </B>
            <OL><I>Ответы</I>
                <LI>абсолютно твердым телом
                <LI>материальной точкой
                <LI>сплошной средой
                <LI>кристаллической решеткой
                <LI>гармоническим осциллятором
                <LI>гироскопом
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.702. В общем случае деформация тела описывается
            </B>
            <OL><I>Ответы</I>
                <LI>скаляром деформации
                <LI>вектором деформации
                <LI>векторным произведением деформации
                <LI>тензором деформации
                <LI>функционалом деформации
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.703. <B>Кориолисова сила, действующая на поезд, движущийся
                    поперек экватора с юга на север </B>
            </B>
            <OL><I>Ответы</I>
                <LI>Направлена на север
                <LI>Направлена на юг
                <LI>Направлена к центру Земли
                <LI>Направлена от центра Земли
                <LI>Равна нулю
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.704. Объем шара радиуса R равен
            </B>
            <OL><I>Ответы</I>
                <LI>4&#960;R<SUP>2</SUP>
                <LI>4&#960;R<SUP>3</SUP>
                <LI>3&#960;R<SUP>3</SUP>/4
                <LI>4&#960;R<SUP>3</SUP>/3
                <LI>2&#960;R
                <LI>R<SUP>3</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.705. Корни квадратного уравнения x<SUP>2</SUP>&#8722;2x+2=0
            </B>
            <OL><I>Ответы</I>
                <LI>x<sub>1</sub>=&#8722;1&#8722;i; x<sub>2</sub>=&#8722;1+i;
                <LI>x<sub>1</sub>=1&#8722;i; x<sub>2</sub>=1+i;
                <LI>x<sub>1</sub>=&#8722;2&#8722;2i; x<sub>2</sub>=&#8722;2+2i;
                <LI>x<sub>1</sub>=2&#8722;2i; x<sub>2</sub>=2+2i;
                <LI>x<sub>1</sub>=1&#8722;2i; x<sub>2</sub>=1+2i;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.706. Какой вид имеет фазовая траектория гармонического осциллятора
                при наличии трения и отсутствии внешнего воздействия?
            </B>
            <OL><I>Ответы</I>
                <LI>Эллипс
                <LI>Фокус
                <LI>Гипербола
                <LI>Катеноид
                <LI>Циклоида
                <LI>Узел
            </OL>
        </td>
    </tr>

    <tr>
        <td><B> 1.707. Какова траектория движения точки, одновременно участвующей в двух взаимно перпендикулярных
                колебаниях вида x=Asin&#969;t; y=Bcos&#969;t ?
            </B>
            <OL><I>Ответы</I>
                <LI>прямая лиия
                <LI>окружность
                <LI>парабола
                <LI>эллипс
                <LI>гипербола
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.708. Объем кругового конуса
                высотой Н с радиусом основания R равна</B>
            <OL><I>Ответы</I>
                <LI>&#960;RH
                <LI>2&#960;RH
                <LI>&#960;R<SUP>2</SUP>H/3
                <LI>&#960;R<SUP>2</SUP>H
                <LI>2&#960;R<SUP>2</SUP>H
                <LI>&#960;R<SUP>2</SUP>
                <LI>2&#960;R<SUP>2</SUP>
                <LI>2&#960;R
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.709. Уравнение движения математического маятника представляет собой
            </B>
            <OL><I>Ответы</I>
                <LI>интегральное уравнение
                <LI>обыкновенное дифференциальное уравнение второго порядка
                <LI>полином второго порядка
                <LI>дифференциальное уравнение в частных производных
                <LI>алгебраическое уравнение
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.710. Единицей измерения давления в системе СИ служит
            </B>
            <OL>
                <LI>генри
                <LI>паскаль
                <LI>ньютон
                <LI>килограмм
                <LI>фарада
                <LI>тесла
                <LI>ватт
                <LI>байт
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.711. Площадь сферы радиуса R равна
            </B>
            <OL><I>Ответы</I>
                <LI>4&#960;R<SUP>2</SUP>
                <LI>4&#960;R<SUP>3</SUP>
                <LI>4&#960;R<SUP>3</SUP>/3
                <LI>2&#960;R
                <LI>R<SUP>3</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.712. Задача идентификации модели реофизически сложной среды представляет собой
            </B>
            <OL><I>Ответы</I>
                <LI>Типичную некорректную задачу
                <LI>Типичную обратную задачу математической физики
                <LI>Прямую задачу математической физики
                <LI>Задачу концептуального моделирования реофизически сложной среды
                <LI>Задачу структурно-функционального моделирования реофизически сложной среды
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.713. Какой вид имеет фазовая траектория физического маятника?
            </B>
            <OL><I>Ответы</I>
                <LI>Эллипс
                <LI>Окружность
                <LI>Гипербола
                <LI>Катеноид
                <LI>Циклоида
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.714. Для вязкой жидкости
            </B>
            <OL><I>Ответы</I>
                <LI>деформация прямо пропорциональна касательному напряжению
                <LI>деформация обратно пропорциональна касательному напряжению
                <LI>касательное напряжение прямо пропорционально скорости деформации сдвига
                <LI>скорость деформации прямо пропорциональна скорости движения жидкости
                <LI>скорость деформации обратно пропорциональна скорости движения жидкости
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.715. Единицей измерения мощности в системе СИ служит
            </B>
            <OL><I>Ответы</I>
                <LI>Паскаль
                <LI>Генри
                <LI>Фарада
                <LI>Джоуль
                <LI>Ньютон
                <LI>Тесла
                <LI>метр
                <LI>ватт
                <LI>килограмм
                <LI>секунда
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.716. Площадь боковой поверхности кругового цилиндра
                высотой Н с радиусом основания R равна</B>
            <OL><I>Ответы</I>
                <LI>&#960;RH
                <LI>2&#960;RH
                <LI>&#960;R<SUP>2</SUP>H/3
                <LI>&#960;R<SUP>2</SUP>H
                <LI>2&#960;R<SUP>2</SUP>H
                <LI>&#960;R<SUP>2</SUP>
                <LI>2&#960;R<SUP>2</SUP>
                <LI>2&#960;R
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.717. Зимний вечер. В доме отключили свет. На полке в комнате стоят три
                свечи: красная, белая и восковая. А в кладовке стоит старая керосиновая лампа.
                Что Вы зажжете в первую очередь?
            </B>
            <OL><I>Ответы</I>
                <LI>Настольную лампу
                <LI>Лампу дневного света
                <LI>Спичку
                <LI>Красную свечу
                <LI>Белую свечу
                <LI>Восковую свечу
                <LI>Фитиль керосиновой лампы
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.718. Побочная диагональ квадратной матрицы
                А={a<sub>ij</sub>}, i,j,=1,2,...,n проходит
            </B>
            <OL><I>Ответы</I>
                <LI>из левого верхнего в правый верхний угол
                <LI>из левого верхнего в левый нижний угол
                <LI>из левого верхнего в правый нижний угол матрицы
                <LI>из правого верхнего в левый нижний угол
                <LI>из правого верхнего в правый нижний угол
                <LI>из левого нижнего в правый нижний угол
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.719. Условный образ объекта или некоторой системы объектов
                (или процессов), описанный с помощью взаимосвязанных компьютерных таблиц,
                блок-схем, диаграмм, графиков, рисунков, анимационных фрагментов,
                гипертекстов и т. д. и отображающий структуру и взаимосвязи между элементами
                объекта - это
            </B>
            <OL><I>Ответы</I>
                <LI>реляционная модель
                <LI>физическая модель
                <LI>структурно-функциональная модель
                <LI>имитационная модель
                <LI>корреляционная модель
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.720. Сколько будет, если 0,5 разделить на три?
            </B>
            <OL><I>Ответы</I>
                <LI>0,5 на 3 не делится
                <LI>1,5
                <LI>~170
                <LI>1
                <LI>0,5
                <LI>0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.721. На координатной плоскости (x,y) заданы две
                точки: A(x<sub>A</sub>,y<sub>A</sub> и В(x<sub>B</sub>,y<sub>B</sub>).
                Какие из приведенных ниже операторов
                правильно вычисляют координаты точки С - середины отрезка [AB]?
            </B>
            <OL><I>Ответы</I>
                <LI>x<sub>С</sub>=(y<sub>A</sub> + y<sub>B</sub>)/2; y<sub>С</sub>=(x<sub>A</sub> + x<sub>B</sub>)/2
                <LI>x<sub>С</sub>=x<sub>A</sub> + x<sub>B</sub>/2; y<sub>С</sub>=y<sub>A</sub> + y<sub>B</sub>/2
                <LI>x<sub>С</sub>=x<sub>A</sub> + y<sub>B</sub>/2; y<sub>С</sub>=y<sub>A</sub> + x<sub>B</sub>/2
                <LI>x<sub>С</sub>=(x<sub>A</sub> + x<sub>B</sub>)/2; y<sub>С</sub>=(y<sub>A</sub> + y<sub>B</sub>)/2
                <LI>x<sub>С</sub>=(x<sub>A</sub> &ndash; x<sub>B</sub>)/2; y<sub>С</sub>=(y<sub>A</sub> &ndash;
                    y<sub>B</sub>)/2
                <LI>x<sub>С</sub>=1/2*x<sub>A</sub> + x<sub>B</sub>; y<sub>С</sub>=1/2*y<sub>A</sub> + y<sub>B</sub>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.722. Диагональной называется матрица, у которой:</B>
            <OL><I>Ответы</I>
                <LI>все элементы вне главной диагонали равны нулю
                <LI> все элементы главной диагонали равны нулю
                <LI> все элементы на главной и побочной диагоналях равны нулю
                <LI> все элементы первой строки равны нулю
                <LI>все элементы побочной диагонали равны нулю
                <LI>все элементы вне побочной диагонали равны нулю
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.723. Палку нужно распилить на 12 частей. Сколько для этого
                потребуется распилов?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>10
                <LI>11
                <LI>12
                <LI>13
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.724. Английский ученый Томас Юнг (Young)(1773-1829) сформулировал
                закон Гука в виде &#963;=E&#949;, где &#963;=F/A - напряжение и
                &#949;=&#916;x/L - относительная деформация. От чего зависит входящий
                в это соотношение модуль Юнга Е?
            </B>
            <OL><I>Ответы</I>
                <LI>только от механических свойств материала
                <LI>от механических свойств материала и от величины приложенного усилия F
                <LI>от механических свойств материала и от величины удлинения &#916;x
                <LI>от механических свойств материала и от геометрических размеров образца
                <LI>от механических свойств материала, геометрических размеров образца и
                    величины приложенного усилия F
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.725. Роберт Гук (Hooke)(1635-1703) открыл закон, который он
                сформулировал следующим образом: "ut tensio sic vis" "каково удлинение,
                такова и сила": F=k&#916;x. От чего зависит величина постоянной k в этом соотношении?
            </B>
            <OL><I>Ответы</I>
                <LI>только от механических свойств материала
                <LI>от механических свойств материала и от величины приложенного усилия F
                <LI>от механических свойств материала и от величины удлинения &#916;x
                <LI>от механических свойств материала и от геометрических размеров образца
                <LI>от механических свойств материала, геометрических размеров образца и
                    величины приложенного усилия F
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.726. Величины характеризующиеся по числовым значениям и направлению называются
            </B>
            <OL><I>Ответы</I>
                <LI>скалярными величинами
                <LI>векторными величинами
                <LI>основными величинами
                <LI>компланарными величинами
                <LI>коллинеарными величинами
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.727. Площадь сферы радиуса R равна</B>
            <OL><I>Ответы</I>
                <LI>4&#960;R<SUP>3</SUP>
                <LI>4&#960;R<SUP>3</SUP>/3
                <LI>3&#960;R<SUP>3</SUP>/4
                <LI>4&#960;R<SUP>2</SUP>
                <LI>&#960;R<SUP>2</SUP>
                <LI>&#960;R<SUP>3</SUP>
                <LI>2&#960;R<SUP>2</SUP>
                <LI>2&#960;R<SUP>3</SUP>
                <LI>2&#960;R<SUP>3</SUP>/3
                <LI>&#960;R
                <LI>2&#960;R
                <LI>нет правильного ответа
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.728. Модель содержит информации:
            </B>
            <OL><I>Ответы</I>
                <LI>меньше, чем моделируемый объект
                <LI>столько же сколько и моделируемый объект
                <LI>больше, чем моделируемый объект
                <LI>не содержит информации
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.729. В общем случае напряженное состояние деформируемого твердого тела
                описывается
            </B>
            <OL><I>Ответы</I>
                <LI>скаляром напряжений
                <LI>вектором напряжений
                <LI>векторным произведением напряжений
                <LI>тензором напряжений
                <LI>функционалом напряжений
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.730. Под каким кустом сидит заяц во время дождя?
            </B>
            <OL><I>Ответы</I>
                <LI>Под сухим
                <LI>Под осиновым
                <LI>Под смородиновым
                <LI>Под кленовым
                <LI>Под мокрым
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.731. Где ускорение свободного падения g больше -
                на полюсе или экваторе?
            </B>
            <OL><I>Ответы</I>
                <LI>На полюсе
                <LI>На экваторе
                <LI>Ускорение свободного падения не зависит от местоположения
                <LI>Ответ зависит от того, днем или ночью проводятся измерения
                <LI>Ответ зависит от времени года
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.732. На улице длиной 1 км 20 домов. Мы стоим в её начале на четной стороне.
                Сколько метров надо пройти до дома № 4 ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>10
                <LI>50
                <LI>75
                <LI>100
                <LI>150
                <LI>200
                <LI>400
                <LI>500
                <LI>600
                <LI>700
                <LI>800
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.733. Единицей измерения давления в системе СИ служит
            </B>
            <OL><I>Ответы</I>
                <LI>Генри
                <LI>Джоуль
                <LI>Ньютон
                <LI>Паскаль
                <LI>Тесла
                <LI>Фарада
                <LI>метр
                <LI>ватт
                <LI>килограмм
                <LI>секунда
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.734. Кто собирался открыть Индию, а открыл Америку?
            </B>
            <OL><I>Ответы</I>
                <LI>Фернан Магеллан
                <LI>Васко де Гама
                <LI>Христофор Колумб
                <LI>Джеймс Кук
                <LI>Миклухо-Маклай
                <LI>Исаак Ньютон
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.735. Неопределенный интеграл &#8747;x<SUP>2</SUP>dx= равен
            </B>
            <OL><I>Ответы</I>
                <LI>x<SUP>3</SUP>/2+C
                <LI>x<SUP>3</SUP>/3+C
                <LI>x<SUP>2</SUP>/2+C
                <LI>x<SUP>2</SUP>/3+C
                <LI>2x
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.736. Какую математическую форму принимает второй закон Ньютона,
                если его записать для системы материальных точек?
            </B>
            <OL><I>Ответы</I>
                <LI>система обыкновенных дифференциальных уравнений первого порядка
                <LI>система обыкновенных дифференциальных уравнений второго порядка
                <LI>система необыкновенных дифференциальных уравнений
                <LI>система дифференциальных уравнений в частных производных
                <LI>система алгебраических уравнений

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.737. Из Уфы в Москву и Рио-де-Жанейро просверлены два тоннеля
                через толщу Земли, из которых выкачан воздух. В оба тоннеля без начальной
                скорости отпущены камни одинаковой массы. Куда камень прилетит быстрее?
            </B>
            <OL><I>Ответы</I>
                <LI>В Рио-де-Жанейро
                <LI>В Москву
                <LI>Время полета будет одинаковым
                <LI>Ответ зависит от времени года
                <LI>Ответ зависит от времени суток
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.738. Что бросает в кастрюлю хозяйка перед тем как варить суп?
            </B>
            <OL><I>Ответы</I>
                <LI>Перец
                <LI>Взгляд
                <LI>Соль
                <LI>Воду
                <LI>Масло
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.739. Кориолисова сила, действующая на поезд, движущийся
                по экватору с востока на запад
            </B>
            <OL><I>Ответы</I>
                <LI>Направлена на север
                <LI>Направлена на юг
                <LI>Направлена к центру Земли
                <LI>Направлена от центра Земли
                <LI>Равна нулю
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.740. Определитель произведения двух квадратных матриц равен:</B>
            <OL><I>Ответы</I>
                <LI>произведению их определителей
                <LI>сумме их определителей
                <LI>нулю
                <LI>единице
                <LI>разности их определителей
                <LI>произведению определителя первой матрицы на определитель матрицы, обратной ко второй
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.741. Стреляя в мишень из 10 кругов одним выстрелом можно
                получить 11 разных оценок, от 0 до 10. Сколько в мишени промежутков?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>9
                <LI>10
                <LI>11
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
    <tr>
        <td><B>1.742. Векторное произведение двух векторов представляет собой
            </B>
            <OL><I>Ответы</I>
                <LI>вектор, лежащий в той же плоскости, что и заданные два вектора
                <LI>вектор, перпендикулярный плоскости, в которой лежат заданные два вектора
                <LI>скаляр
                <LI>функцию
                <LI>функционал
                <LI>градиент
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.743. Кориолисова сила, действующая на поезд, движущийся
                поперек экватора с севера на юг
            </B>
            <OL><I>Ответы</I>
                <LI>Направлена на север
                <LI>Направлена на юг
                <LI>Направлена к центру Земли
                <LI>Направлена от центра Земли
                <LI>Равна нулю
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.744. Проекция вектора на ось равна нулю, если вектор образует с положительным направлением оси ...</B>
            <OL><I>Ответы</I>
                <LI>тупой угол
                <LI>острый угол
                <LI>прямой угол
                <LI>угол, равный arccos (&#960;/2)
                <LI>угол, равный arcsin (&#960;/2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.745. Единицей измерения механического напряжения является 1 Паскаль,
                равный
            </B>
            <OL><I>Ответы</I>
                <LI>1 Па = Н/м
                <LI>1 Па = Н/м<sup>2</SUP>
                <LI>1 Па = Н/м<sup>3</SUP>
                <LI>1 Па = Н&#183;м
                <LI>1 Па = Н&#183;м<sup>2</SUP>
                <LI>1 Па = Н&#183;м<sup>3</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.746. Если структура модели может быть определена заранее
                (например, выведена обычным путем из законов сохранения), и речь
                идет только об оценке неизвестных параметров, то это
            </B>
            <OL><I>Ответы</I>
                <LI>задача идентификации в широком смысле слова
                <LI>задача идентификации в узком смысле слова
                <LI>основная задача структурно-функционального моделирования
                <LI>основная задача имитационного моделирования
                <LI>прямая задача
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.747. Для описания вязкого поведения жидкости, например воды, обычно используют
            </B>
            <OL><I>Ответы</I>
                <LI>первый закон Ньютона (закон инерции)
                <LI>второй закон Ньютона (ускорение прямо пропорционально приложенной силе)
                <LI>третий закон Ньютона (о равенстве действия и противодействия)
                <LI>известный реологический закон Исаака Ньютона (касательная компонента
                    тензора напряжений прямо пропорциональна касательной компоненте тензора скорости деформации)
                <LI>закон Гука (напряжение прямо пропорционально деформации)
                <LI>закон идеальной пластичности (если напряжения не превышают некоторого
                    предела, то никаких деформаций нет, а если напряжения достигли этого значения,
                    тогда деформация развивается неограниченно)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.748. Расстояние 2с для эллипса (гиперболы) обозначает ...
            </B>
            <OL><I>Ответы</I>
                <LI>фокус
                <LI>расстояние между фокусами
                <LI>малую ось
                <LI>большую ось
                <LI>диаметр
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.749. Задача идентификации модели реофизически сложной среды состоит в
            </B>
            <OL><I>Ответы</I>
                <LI>выборе численного метода многомерной минимизации целевой функции
                <LI>определении неизвестных реологических параметров по экспериментальным данным
                <LI>в идентификации экспериментальных данных
                <LI>в исследовании устойчивости модели по отношению к небольшим изменениям входных данных
                <LI>в исследовании устойчивости модели по отношению к небольшим изменениям реологических параметров
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.750. Чему равен arccos(1/2) ?</B>
            <OL><I>Ответы</I>

                <LI>0
                <LI>&#960;/6
                <LI>&#960;/4
                <LI>&#960;/3
                <LI>&#960;/2
                <LI>1
                <LI>не существует
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.751. Движение груза на пружинке описывается
            </B>
            <OL><I>Ответы</I>
                <LI>алгебраическим уравнением первого порядка
                <LI>обыкновенным дифференциальным уравнением второго порядка
                <LI>обыкновенным дифференциальным уравнением первого порядка
                <LI>дифференциальным уравнением в частных производных второго порядка
                <LI>дифференциальным уравнением в частных производных первого порядка
                <LI>алгебраическим уравнением второго порядка
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.752. В том случае если несхожие по своей природе операции могут
                быть описаны одними и теми же математическими моделями, говорят, что имеет место
            </B>
            <OL><I>Ответы</I>
                <LI>изоморфизм моделей
                <LI>наличие ограничивающих факторов
                <LI>наличие дисциплинирующих условий
                <LI>наличие альтернативных линий поведения
                <LI>наличие цели
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.753. Скалярное произведение двух векторов &ndash; это
            </B>
            <OL><I>Ответы</I>
                <LI>дифференциал
                <LI>интеграл
                <LI>матрица
                <LI>вектор
                <LI>скаляр
                <LI>тензор
                <LI>функционал
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.754. Кориолисова сила, действующая на поезд, движущийся
                по экватору с запада на восток
            </B>
            <OL><I>Ответы</I>
                <LI>Направлена на север
                <LI>Направлена на юг
                <LI>Направлена к центру Земли
                <LI>Направлена от центра Земли
                <LI>Равна нулю
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.755. Какой вид имеет фазовая траектория математического маятника при
                наличии сопротивления среды и отсуствии внешнего воздействия?
            </B>
            <OL><I>Ответы</I>
                <LI>Эллипс
                <LI>Фокус
                <LI>Гипербола
                <LI>Катеноид
                <LI>Циклоида
                <LI>Узел
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.756. На столе стоит два одинаковых бокала, в один из которых
                налито вино, а в другой &#8722; такое же количество воды. Студент, сдавший накануне экзамен
                по информатике, зачерпнул чайную ложку воды и вылил в фужер с вином
                и как следует размешал. Потом зачерпнул чайную ложку полученной смеси и вылил
                в бокал с с водой. Чего больше: вина в фужере с водой или воды в фужере с вином?
            </B>
            <OL><I>Ответы</I>
                <LI>вина в фужере с водой больше чем воды в фужере с вином
                <LI>воды в фужере с вином больше чем вина в фужере с водой
                <LI>воды в фужере с вином ровно столько же, сколько вина в фужере с водой
                <LI>нет правильного ответа (пить надо меньше)
                <LI>ответ зависит от объема чайной ложки и количества воды в бокале
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.757. Решением задачи идентификации модели реофизически сложной среды является
            </B>
            <OL><I>Ответы</I>
                <LI>Набор материальных постоянных
                <LI>Набор экспериментальных данных вискозиметрических измерений
                <LI>Сгенерированный набор псевдоэкспериментальных данных
                <LI>Значение целевой функции
                <LI>Значение среднеквадратического отклонения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.758. Три студента сдают экзамен. Два из них хорошо подготовились
                к экзамену и поэтому не будут врать, если преподаватель обратится к ним с
                вопросом, в отличие от того, кто не готов, который обязательно соврет.
                Преподавтаель решил, что тому из них, кто ему соврет, он поставит двойку,
                а у других экзамен примет обязательно.
                Преподаватель попытался было обратиться с вопросом к первому студенту, но тот,
                проборомотал что-то нечленораздельное и выскочил из аудитории. Его приятель
                пришел на помощь преподавателю: "Он сказал, что выучил все вопросы! Мы с ним
                оба готовились к экзамену у меня дома!" Тогда не выдержал третий студент и
                громко закричал, указывая пальцем на второго: "Это неправда! Он лжет!"
                Внимание &#8722; вопрос: кто из этой троицы не сдал экзамен?
            </B>
            <OL><I>Ответы</I>
                <LI>Первый и второй сдали, а третий &#8722; нет
                <LI>Первый и третий сдали, а второй &#8722; нет
                <LI>Второй и третий сдали, а первый &#8722; нет
                <LI>Экзамен сдал только первый студент
                <LI>Экзамен сдал только второй студент
                <LI>Экзамен сдал только третий студент
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.759. Какую математическую форму принимает второй закон Ньютона,
                если его записать для системы материальных точек?
            </B>
            <OL><I>Ответы</I>
                <LI>система обыкновенных дифференциальных уравнений первого порядка
                <LI>система обыкновенных дифференциальных уравнений второго порядка
                <LI>система необыкновенных дифференциальных уравнений
                <LI>система дифференциальных уравнений в частных производных
                <LI>система алгебраических уравнений

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.760. Какой вид имеет фазовая траектория гармонического осциллятора
                при отсуствии трения и внешнего воздействия?
            </B>
            <OL><I>Ответы</I>
                <LI>Эллипс
                <LI>Фокус
                <LI>Гипербола
                <LI>Катеноид
                <LI>Циклоида
                <LI>Узел
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.761. Как называется задача поиска решения дифференциального уравнения, удовлетворяющего начальным
                условиям ?
            </B>
            <OL><I>Ответы</I>
                <LI>краевая задача
                <LI>задача Коши
                <LI>задача интерполирования
                <LI>задача Ньютона
                <LI>задача Гаусса
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.762. Какую форму приобретает ствол срубленного дерева при падении
                (cопротивлением воздуха пренебречь):
            </B>
            <OL><I>Ответы</I>
                <LI>изогнут выпуклостью в сторону падения
                <LI>остается прямым
                <LI>изогнут выпуклостью в сторону, противоположную направлению падения
                <LI>изогнут выпуклостью в сторону, перпендикулярную направлению падения
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.763. Если применить второй закон Ньютона к сплошной среде, получим
            </B>
            <OL><I>Ответы</I>
                <LI>систему обыкновенных дифференциальных уравнений
                <LI>систему необыкновенных дифференциальных уравнений
                <LI>систему дифференциальных уравнений в частных производных
                <LI>систему нелинейных алгебраических уравнений
                <LI>алгебраическое уравнение
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.764. Два пассажирских поезда, длиной по 250 м, идут навстречу друг другу по параллельным путям с
                одинаковой скоростью 45 км/ч. Настал момент, когда оба машиниста встретились друг с другом. Сколько
                времени пройдет до того времени, как встретятся кондуктора поездов, каждый из которых находится в
                последнем вагоне своего поезда?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
                <LI>35
                <LI>40
                <LI>45
                <LI>50
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.765. Раскаты грома послышались через 25 секунд после вспышки молнии.
                На каком расстоянии произошел электрический разряд?
            </B>
            <OL><I>Ответы</I>
                <LI>0 - 1 км
                <LI>1 - 3 км
                <LI>3 - 5 км
                <LI>5 - 7 км
                <LI>7- 9 км
                <LI>>9 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.766. Площадь фигуры, ограниченной линиями y=1&ndash;x<SUP>2</SUP>, y=0 и x=0, равна
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1/3
                <LI>2/3
                <LI>1
                <LI>2
                <LI>3
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.767. Какое из условий описывает часть 1-го квадранта,
                лежащую внутри круга радиуса 1 с центром в начале координат ?
            </B>
            <OL><I>Ответы</I>
                <LI>(x&#62;=1) and (y&#62;=1)
                <LI>(x*x+y*y&#62;=1) and (x&#62;0) and (y&#62;0)
                <LI>(x*x+y*y&#62;=1) or (x&#62;0) and (y&#62;0)
                <LI>(x*x+y*y&#62;=1) and (x&#62;0) or (y&#62;0)
                <LI>(x*x+y*y&#60;=1) and (x&#62;0) and (y&#62;0)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.768. Неопределенный интеграл &#8747;x<SUP>6</SUP>dx равен
            </B>
            <OL><I>Ответы</I>
                <LI>x<SUP>6</SUP> + С
                <LI>x<SUP>7</SUP> + С
                <LI>x<SUP>6</SUP>/6 + С
                <LI>x<SUP>7</SUP>/7 + С
                <LI>6x<SUP>6</SUP> + С
                <LI>7x<SUP>7</SUP> + С
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.769. Предприятие увеличивало объем выпускаемой продукции ежегодно на одно и то же число процентов.
                Найти это число, если известно, что за два года объем выпускаемой проодукции возрос
                в 4 раза.
            </B>
            <OL><I>Ответы</I>
                <LI>на 100%
                <LI>на 125%
                <LI>на 133%
                <LI>на 150%
                <LI>на 175%
                <LI>на 200%
                <LI>на 250%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.770. Неопределенный интеграл &#8747;x<SUP>2</SUP>dx= равен
            </B>
            <OL><I>Ответы</I>
                <LI>x<SUP>3</SUP>/2+C
                <LI>x<SUP>3</SUP>/3+C
                <LI>x<SUP>2</SUP>/2+C
                <LI>x<SUP>2</SUP>/3+C
                <LI>2x
                <LI>1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.771. Главная диагональ квадратной матрицы
                А={a<sub>ij</sub>}, i,j,=1,2,...,n проходит
            </B>
            <OL><I>Ответы</I>
                <LI>из левого верхнего в правый верхний угол
                <LI>из левого верхнего в левый нижний угол
                <LI>из левого верхнего в правый нижний угол матрицы
                <LI>из правого верхнего в левый нижний угол
                <LI>из правого верхнего в правый нижний угол
                <LI>из левого нижнего в правый нижний угол
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.772. Какова скорость распространения звука в воздухе?
            </B>
            <OL><I>Ответы</I>
                <LI>~ 330 м/с
                <LI>~ 1500 м/с
                <LI>~ 5 000 м/с
                <LI>~330 км/с
                <LI>~300 000 км/с
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.773. Проекция вектора на ось положительна, если вектор образует с положительным направлением оси
                ...</B>
            <OL><I>Ответы</I>
                <LI>тупой угол
                <LI>острый угол
                <LI>прямой угол
                <LI>угол, равный arccos (&#960;/2)
                <LI>угол, равный arcsin (&#960;/2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.774. Высота звука определяется ...
            </B>
            <OL><I>Ответы</I>
                <LI>Его скоростью
                <LI>Амплитудой звуковой волны
                <LI>Частотой звуковой волны
                <LI>Местоположением на местности
                <LI>Температурой воздуха
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.775. Первая производная функции показывает…
            </B>
            <OL><I>Ответы</I>
                <LI>перегиб функции
                <LI>скорость изменения функции
                <LI>направление функции
                <LI>приращение функции
                <LI>приращение аргумента функции
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.776. Раскаты грома послышались через 7 секунд после вспышки молнии.
                На каком расстоянии произошел электрический разряд?
            </B>
            <OL><I>Ответы</I>
                <LI>0 - 1 км
                <LI>1 - 3 км
                <LI>3 - 5 км
                <LI>5 - 7 км
                <LI>7- 9 км
                <LI>>9 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.777. Для того чтобы получить краску оранжевого цвета, необходимо смешать краски желтого цвета (6
                частей) и красного цвета (2 части). Сколько грамм краски оранжевого цвета можно получить (максимально),
                имея в наличии 3 грамма желтой и 3 грамма красной краски?
            </B>
            <OL><I>Ответы</I>
                <LI>3 грамма
                <LI>3,5 грамма
                <LI>4 грамма
                <LI>4,5 грамма
                <LI>5 грамм
                <LI>5,5 грамм
                <LI>6 грамм
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.778. Раскаты грома послышались через 20 секунд после
                вспышки молнии. На каком расстоянии произошел электрический разряд?
            </B>
            <OL><I>Ответы</I>
                <LI>0 &#8722; 1 км
                <LI>1 &#8722; 3 км
                <LI>3 &#8722; 5 км
                <LI>5 &#8722; 7 км
                <LI>7 &#8722; 9 км
                <LI>&#72; 9 км
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.779. Градиент скалярной функции F(x,y,z)=x<SUP>2</SUP> + y<SUP>2</SUP> + z<SUP>2</SUP> равен
            </B>
            <OL><I>Ответы</I>
                <LI>2x<B>i</B> + 2y<B>j</B> + 2z<B>k</B>
                <LI>2x+2y+2z
                <LI>x<SUP>2</SUP><B>i</B> + y<SUP>2</SUP><B>j</B> + z<SUP>2</SUP><B>k</B>
                <LI>x<SUP>3</SUP><B>i</B> + y<SUP>3</SUP><B>j</B> + z<SUP>3</SUP><B>k</B>
                <LI>(x<SUP>3</SUP>/3)<B>i</B> + (y<SUP>3</SUP>/3)<B>j</B> + (z<SUP>3</SUP>/3)<B>k</B>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.780. Треугольный определитель равен:</B>
            <OL><I>Ответы</I>
                <LI>произведению элементов главной диагонали
                <LI>нулю
                <LI>единице
                <LI>разнице произведений элементов главной и побочной диагонали
                <LI>сумме элементов главной диагонали
                <LI>сумме произведений элементов главной и побочной диагонали
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.781. Если все элементы квадратной матрицы, стоящие вне главной диагонали, равны нулю, а на главной
                диагонали стоят единицы, то матрицу называют
            </B>
            <OL><I>Ответы</I>
                <LI>обратной
                <LI>единичной
                <LI>треугольной
                <LI>нулевой
                <LI>такой матрицы не существует
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.782. Три курицы за три дня несут три яйца. Сколько яиц снесут 12 таких же курей за 12 дней?
            </B>
            <OL><I>Ответы</I>
                <LI>3
                <LI>12
                <LI>24
                <LI>36
                <LI>48
                <LI>60
                <LI>120
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.783. Восьмилитровый бидон заполнен некой жидкостью, а два бидона емкостью 5 и 3 литра пусты. Необходимо
                разделить 8 литров жидкости на две равные части, используя только три имеющихся бидона. Какое
                минимальное количество переливаний из бидона в бидон надо сделать, чтобы достичь желаемого результата?
            </B>
            <OL><I>Ответы</I>
                <LI> 4
                <LI> 5
                <LI> 6
                <LI> 7
                <LI> 8
                <LI> 9
                <LI> 10
                <LI> Задача не имеет решения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.784. Какой цвет не относится к основным цветам радуги?
            </B>
            <OL><I>Ответы</I>
                <LI>Оранжевый
                <LI>Фиолетовый
                <LI>Зеленый
                <LI>Розовый
                <LI>Красный
                <LI>Синий
                <LI>Фиолетовый
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.785. В литературе принято выделять следующие виды компьютерного моделирования</B>
            <OL><I>Ответы</I>
                <LI>Имитационное и структурно-функциональное моделирование
                <LI>Математическое и структурно-функциональное моделирование
                <LI>Математическое и имитационное моделирование
                <LI>Физическое, геометрическое и имитационное моделирование
                <LI>Физическое и математическое моделирование
            </OL>


    <tr>
        <td><B>1.786. Студентов, прогуливающих занятия
                по дисциплине "Компьютерное моделирование",
                преподаватель собирается послать в Магадан по кратчайшему маршруту.
                Через какой город пройдет этот маршрут ?
            </B>
            <OL><I>Ответы</I>
                <LI>Москва
                <LI>Якутск
                <LI>Иркутск
                <LI>Чита
                <LI>Владивосток
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.787. Производная от функции y=2x+1/x в точке x<SUB>0</SUB>=1 равна
            </B>
            <OL><I>Ответы</I>
                <LI>-1
                <LI>0
                <LI>1
                <LI>2
                <LI>3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.788. Определитель &ndash; это:
            </B>
            <OL><I>Ответы</I>
                <LI>число
                <LI>интеграл
                <LI>производная
                <LI>матрица
                <LI>множество
                <LI>последоватлеьность
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.789. Правило треугольников &ndash; это:</B>
            <OL><I>Ответы</I>
                <LI>интеграл
                <LI>производная
                <LI>правило преобразования определителя
                <LI>правило вычисления определителя третьего порядка
                <LI>правило вычисления определителя любого порядка
                <LI>правило образования миноров исходного определителя
                <LI>теорема Ферма
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.790. Первообразной функции y = f(x) называется:
            </B>
            <OL><I>Ответы</I>
                <LI>функция, производная которой равна заданной функции (функции y = f(x))
                <LI>функция, равная сумме y = f(x) + С, где С – произвольная константа
                <LI>функция, равная 2 f(x+С), где С – произвольная константа
                <LI>С f(x), где С – произвольная константа
                <LI>функция, равная 2 f(x)
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.791. Через час после начала равномерного спуска воды воды в бассейне ее осталось 400 м<SUP>3</SUP>,
                а еще через три часа &ndash; 250 м<SUP>3</SUP>. Сколько воды было в бассейне ?
            </B>
            <OL><I>Ответы</I>
                <LI>425
                <LI>450
                <LI>475
                <LI>500
                <LI>525
                <LI>550
                <LI>575
                <LI>600
                <LI>625
                <LI>650
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.792. Из города Уфы в направлении на с. Инзер Белорецкого района РБ выезжает автомашина
                со скоростью 60 км/ч. Через 20 минут в погоню за ней выезжает вторая автомашина.
                С какой скоростью двигалась вторая автомашина, если она догнала первую через час после начала своего
                движения ?
            </B>
            <OL><I>Ответы</I>
                <LI>60 км/ч
                <LI>70 км/ч
                <LI>80 км/ч
                <LI>90 км/ч
                <LI>100 км/ч
                <LI>110 км/ч
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.793. Множество всех точек плоскости, удаленных от заданной точки А этой же плоскости на одно и тоже
                расстояние, называется</B>
            <OL><I>Ответы</I>
                <LI>параболой
                <LI>гиперболой
                <LI>окружностью
                <LI>прямой
                <LI>брахистрохроной
                <LI>циклоидой
                <LI>синусоидой
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.794. Возвращаясь с рыбалки домой, рыболов встретил своего приятеля, который поинтересовался его уловом.
                Но, так как наш рыболов помимо рыбалки был также большим любителем всякого рода загадок, ответил
                приятелю следующим образом: “Если к количеству пойманной мною рыбы добавить половину улова и еще десяток
                рыбин, то мой улов составил бы ровно сотню рыб”. Сколько рыбы поймал рыболов?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>20
                <LI>30
                <LI>40
                <LI>50
                <LI>60
                <LI>70
                <LI>80
                <LI>90
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.795. У Вас в руках находятся два абсолютно одинаковых на вид металлических цилиндра, один из которых
                является магнитом. Можно ли, без взаимодействия с другими предметами, определить &ndash; какой из
                цилиндров является магнитом?
            </B>
            <OL><I>Ответы</I>
                <LI>Да, всегда...
                <LI>Нет
                <LI>Можно, но только в том случае, если под рукой есть магнитометр
                <LI>Ответ зависит от величины магнитного поля Земли
                <LI>Приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.796. Два теплохода одновременно вышли из портов, расстояние между которыми 200 км, и с постоянной
                скоростью движутся во встречном направлении. Скорость одного теплохода 20 км/час, другого &ndash; 30
                км/час. На каком расстоянии друг от друга они будут находиться за час до встречи?
            </B>
            <OL><I>Ответы</I>
                <LI>20
                <LI>30
                <LI>50
                <LI>100
                <LI>150
                <LI>200
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.797. Какие из перечисленных ниже моделей не существуют в действительности?
            </B>
            <OL><I>Ответы</I>
                <LI>бумажный кораблик
                <LI>ледяной дом
                <LI>настоящий мужчина
                <LI>математическая формула, записанная мелом на доске
                <LI>следы на песке у кромки прибоя

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.798. В зеркале мы видим
                одногруппника и справа у него родинку.
                На какой щеке на самом деле у него родинка? </B>
            </B>
            <OL><I>Ответы</I>
                <LI>на левой
                <LI>на правой
                <LI>у него не может быть родинки на щеке
                <LI>преподаватель знает ответ на этот вопрос
                <LI>нет правильного ответа на этот вопрос
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.799. Масса петуха, стоящего на двух ногах, 4 кг. Какова будет масса петуха, если он встанет на одну
                ногу?
            </B>
            <OL><I>Ответы</I>
                <LI>1 кг
                <LI>2 кг
                <LI>3 кг
                <LI>4 кг
                <LI>8 кг
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.800. В каждом из 4 углов комнаты сидит кошка. Напротив каждой из этих кошек сидят три кошки. Сколько
                всего в этой комнате кошек ?
            </B>
            <OL><I>Ответы</I>
                <LI>4
                <LI>8
                <LI>12
                <LI>16
                <LI>24
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.801. Курица весит 2 кг плюс половина ее собственного веса, сколько весит курица?
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>2,5
                <LI>3
                <LI>3,5
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.802. С борта парохода был спущен стальной трап. Нижние 4 ступеньки трапа погружены в воду. Каждая
                ступенька имеет толщину в 5 см; расстояние между двумя соседними ступень­ками составляет 20 см. Начался
                прилив, при котором уровень воды стал поднимается со скоростью 40 см в час. Сколько ступенек окажется
                под водой через 2 часа?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.803. 6 рыбаков съели 6 судаков за 6 дней. За сколько дней 10 рыбаков съедят 10 судаков ?
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
                <LI>11
                <LI>12
                <LI>14
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.804. Определитель не изменится, если
            </B>
            <OL><I>Ответы</I>
                <LI>переставить местами две строки
                <LI>переставить местами два столбца
                <LI>строки определителя заменить столбцами, а столбцы &ndash; соответствующими строками
                <LI>поделить элементы какой-нибудь строки (столбца) на их общий делитель
                <LI>Умножить элементы какой-нибудь строки (столбца) на их общий делитель
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.805. Полным дифференциалом df функции трех переменных f(x,y,z) является
            </B>
            <OL><I>Ответы</I>
                <LI>(&#8706;f/&#8706;x)<B>i</B> + (&#8706;f/&#8706;y)<B>j</B> +(&#8706;f/&#8706;z)<B>k</B>
                <LI>(&#8706;f/&#8706;x)dx + (&#8706;f/&#8706;y)dy +(&#8706;f/&#8706;z)dz
                <LI>(&#8706;f/&#8706;x)+(&#8706;f/&#8706;y)+(&#8706;f/&#8706;z)
                <LI>
                    (&#8706;<SUP>2</SUP>f/&#8706;x<SUP>2</SUP>)+(&#8706;<SUP>2</SUP>f/&#8706;y<SUP>2</SUP>)+(&#8706;<SUP>2</SUP>f/&#8706;z<SUP>2</SUP>)
                <LI>(&#8706;f/&#8706;x)dx + (&#8706;f/&#8706;x)dy +(&#8706;f/&#8706;x)dz
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.806. Что быстрее: проехать весь путь на велосипеде или половину пути проехать на мотоцикле, а вторую
                половину пройти пешком, если скорость мотоцикла в два раза больше скорости велосипеда, а скорость
                велосипеда в свою очередь, в два раза больше скорости пешехода?
            </B>
            <OL><I>Ответы</I>
                <LI>Конечно, на велосипеде будет быстрее !
                <LI>Мотоцикл &ndash; это круто ! С его помощью весь путь будет пройден быстрее
                <LI>Время в пути будет одинаковым
                <LI>На велосипеде весь путь не пройти: слишком долго нужно будет крутить педали
                <LI>Приду сдавать в следующий раз
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.807. Период колебаний гармонического осциллятора
            </B>
            <OL><I>Ответы</I>
                <LI>прямо пропорционален массе грузика и обратно пропорционален жесткости пружинки
                <LI>обратно пропорционален массе грузика и прямо пропорционален жесткости пружинки
                <LI>прямо пропорционален корню квадратному из отношения массы грузика к жесткости пружинки
                <LI>обратно пропорционален корню квадратному из отношения массы грузика к жесткости пружинки
                <LI>прямо пропорционален массе грузика и жесткости пружинки
                <LI>обратно пропорционален массе грузика и жесткости пружинки
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.808. На поверхности пруда плавает одна кувшинка, которая постоянно делится и разрастается. Таким
                образом, каждый день площадь, которую занимают кувшинки, увеличивается в два раза. Через 10 дней
                покрытой оказывается вся поверхность пруда. За сколько времени покроется кувшинками вся поверхность
                пруда, если изначально на поверхности будут плавать две кувшинки?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.809. Для матрицы A существует обратная, если …
            </B>
            <OL><I>Ответы</I>
                <LI>ее определитель равен нулю
                <LI>все элементы матрицы равны нулю
                <LI>элементы двух строк матрицы пропорциональны
                <LI>ее определитель не равен нулю
                <LI>элементы двух столбцов матрицы пропорциональны
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.810. Три вектора компланарны тогда и только тогда, когда:
            </B>
            <OL><I>Ответы</I>
                <LI>их векторное произведение равно нулю
                <LI>когда они лежат на пересекающихся плоскостях
                <LI>когда их двойное векторное произведение равно трем
                <LI>их скалярное произведение равно нулю
                <LI>их смешанное произведение равно нулю
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.811. Старший брат идет от дома до УГНТУ 30 минут, а его младшая
                сестра &ndash; 40. Через какое время брат догонит сестру, если она вышла в
                из дома на 5 минут раньше его ?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.812. Если человек идет на работу пешком, а обратно едет на транспорте, то всего на дорогу затрачивает
                полтора часа. Если же в оба конца он едет на транспорте, то весь путь занимает у него 30 минут. Сколько
                времени затратит человек на дорогу, если на работу и обратно он пойдет пешком?
            </B>
            <OL><I>Ответы</I>
                <LI>2 часа
                <LI>2,5 часа
                <LI>3 часа
                <LI>3,5 часа
                <LI>4 часа
                <LI>4,5 часа
                <LI>5 часов
                <LI>На работу лучше не ходить...
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.813. Область определения функции y= ln(x<SUP>2</SUP> &ndash; 4) имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>x&#8712;(&ndash;&#8734;&ndash;2)&#8746;(2;+&#8734;)
                <LI>x&#8712;(&ndash;&#8734;&ndash;2]&#8746;[2;+&#8734;)
                <LI>x&#8712;[&ndash;2;2]
                <LI>x&#8712;(&ndash;2;2)
                <LI>x&#8712;(0;2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.814. Производная от функции y=2x+1/x в точке x<SUB>0</SUB>=1 равна
            </B>
            <OL><I>Ответы</I>
                <LI>&#8722;1
                <LI>0
                <LI>1
                <LI>2
                <LI>3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.815. Два пассажирских поезда, длиной по 250 м, идут навстречу друг другу по параллельным путям с
                одинаковой скоростью 36 км/ч. Настал момент, когда оба машиниста встретились друг с другом. Сколько
                времени (в секундах) пройдет до того времени, как встретятся кондуктора поездов, каждый из которых
                находится в последнем вагоне своего поезда?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
                <LI>35
                <LI>40
                <LI>45
                <LI>50
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.816. При каких значениях х значения функции y = x<SUP>2</SUP> больше 9?
            </B>
            <OL><I>Ответы</I>
                <LI>(&ndash;&#8734;; &ndash;3)
                <LI>(&ndash;&#8734;; &ndash;3)&#8746;(3; +&#8734;)
                <LI>(3; +&#8734;)
                <LI>(&ndash;3;3)
                <LI>(&ndash;&#8734;; &ndash;9)
                <LI>(&ndash;&#8734;; &ndash;9)&#8746;(9; +&#8734;)
                <LI>(9; +&#8734;)
                <LI>(&ndash;9;9)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.817. Расстояние между точками A(&ndash;5;&ndash;1) и B(&ndash;1;&ndash;4) равно
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.818. Дифференциал функции &ndash; это:
            </B>
            <OL><I>Ответы</I>
                <LI>полное приращение функции при заданном изменении аргумента
                <LI>квадрат приращения функции при заданном изменении аргумента
                <LI>квадратный корень из приращения функции при заданном изменении аргумента
                <LI>главная линейная часть приращения функции при заданном изменении аргумента
                <LI>изменение функции при заданном изменении аргумента
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.819. Стороны треугольника равны 12, 29 и 17 см. Чему равна площадь треугольника?
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>12
                <LI>17
                <LI>29
                <LI>144
                <LI>204
                <LI>348
                <LI>361
                <LI>476
                <LI>841
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.820. Точка A симметрична точке B(&ndash;2;&ndash;3) относительно оси ординат. Тогда расстояние между
                точками A и B равно …
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.821. Производная функции y=sinx&#183;cosx равна
            </B>
            <OL><I>Ответы</I>
                <LI>sin<SUP>2</SUP>x
                <LI>cos<SUP>2</SUP>x
                <LI>sin2x
                <LI>cos2x
                <LI>cosx&#183;sinx
                <LI>&ndash;cosx&#183;sinx
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.822. Пусть функция одной переменной f(x) имеет вторую производную
                во всех точках отрезка [a,b]. Тогда функция f(x) является
                вогнутой функцией на отрезке [a,b] тогда и только тогда, когда
                для всех точек х&#8712;[a,b]
            </B>
            <OL><I>Ответы</I>
                <LI>f&#8242;(х)&#60;0
                <LI>f&#8242;(х)&#62;0
                <LI>f&#8243;(х)&#60;0
                <LI>f&#8243;(х)&#62;0
                <LI>f(х)&#60;0
                <LI>f(х)&#62;0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.823. Перед нами 10 закрытых замков и 10 похожих ключей к ним. К каждому замку подходит только один
                ключ, но ключи смешались. Возьмем один из замков, назовем его первым и попробуем открыть его каждым из
                10 ключей. В лучшем случае он откроется первым же ключом, а в худшем - только десятым.
                Какое минимальное количество проб достаточно, чтобы подобрать ключи ко всем 10 чемоданам ?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
                <LI>35
                <LI>40
                <LI>45
                <LI>50
                <LI>55
                <LI>60
                <LI>95
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.824. Количество нейтронов в ядре урана <sub>92</sub>U<SUP>235</SUP> равно ...
            </B>
            <OL><I>Ответы</I>
                <LI>327
                <LI> 92
                <LI> 0
                <LI> 143
                <LI> 235
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.825. Оценка точности и достоверности результатов имитационного моделирования производится на
                основе </B>
            <OL><I>Ответы</I>
                <LI>проверки результатов расчета руководителем организации
                <LI>анализа и интерпретации результатов имитационных экспериментов с моделями
                <LI>сопоставления полученных результатов с данными других авторов
                <LI>сопоставления результатов расчетов с экспериментальными данными
                <LI>проверки и последующей корректировки экспериментальных данных
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.826. Матрица называется диагональной, если:
            </B>
            <OL><I>Ответы</I>
                <LI>элементы, стоящие на побочной диагонали, равны нулю
                <LI>все элементы, лежащие на главной диагонали, равны нулю
                <LI>все элементы, не лежащие на главной диагонали, равны нулю
                <LI>элементы, лежащие ниже главной диагонали, равны нулю
                <LI>элементы, лежащие на главной диагонали, обязательно равны 1
                <LI>таких матриц не существует
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.827. Пусть функция f(x<sub>1</sub>,x<sub>2</sub>,...,x<sub>n</sub>)
                дважды дифференцируема в точке x*&#8712;E<SUP>n</SUP>. Тогда
                x* &#8722; строгое локальное решение задачи оптимизации, если
            </B>
            <OL><I>Ответы</I>
                <LI> f&#8242;(x*)=0
                <LI>матрица ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>|| положительно определена
                <LI> f&#8242;(x*)=0 и матрица
                    ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>|| положительно определена
                <LI>матрица ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>|| отрицательно определена
                <LI> f&#8242;(x*)=0 и матрица
                    ||&#8706;<SUP>2</SUP>f/&#8706;x<sub>i</sub>&#8706;x<sub>j</sub>|| отрицательно определена
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.828. Направляющие косинусы ненулевого вектора связаны между собой следующим равенством ...
            </B>
            <OL><I>Ответы</I>
                <LI>cos&#945; + cos&#946; + cos&#947; = &ndash;1
                <LI>cos&#945; + cos&#946; + cos&#947; = 0
                <LI>cos&#945; + cos&#946; + cos&#947; = 1
                <LI>cos<SUP>2</SUP>&#945; + cos<SUP>2</SUP>&#946; + cos<SUP>2</SUP>&#947; = &ndash;1
                <LI>cos<SUP>2</SUP>&#945; + cos<SUP>2</SUP>&#946; + cos<SUP>2</SUP>&#947; = 0
                <LI>cos<SUP>2</SUP>&#945; + cos<SUP>2</SUP>&#946; + cos<SUP>2</SUP>&#947; = 1
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.829. Частной производной функции нескольких переменных называется:
            </B>
            <OL><I>Ответы</I>
                <LI>производная от частного аргументов функции
                <LI>производная от произведения аргументов функции
                <LI>производная от логарифма частного аргументов функции
                <LI>производная от функции при условии, что все аргументы кроме одного остаются постоянными
                <LI>производная от функции при условии, что все аргументы остаются постоянными
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.830. Область определения функции y= ln(x<SUP>2</SUP> &ndash; 16) имеет вид …
            </B>
            <OL><I>Ответы</I>
                <LI>x&#8712;(&ndash;&#8734;&ndash;4)&#8746;(4;+&#8734;)
                <LI>x&#8712;(&ndash;&#8734;&ndash;4]&#8746;[4;+&#8734;)
                <LI>x&#8712;[&ndash;4;4]
                <LI>x&#8712;(&ndash;4;4)
                <LI>x&#8712;(0;4)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.831. Если Х равно 250% от У, то сколько процентов У составляет от Х?
            </B>
            <OL><I>Ответы</I>
                <LI>10%
                <LI>20%
                <LI>30%
                <LI>40%
                <LI>50%
                <LI>60%
                <LI>70%
                <LI>80%
                <LI>90%
                <LI>100%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.832. Линейная скорость движения Земли в ее годовом обращении вокруг Солнца
            </B>
            <OL><I>Ответы</I>
                <LI>порядка 500 метров в секунду (т.е. превышает скорость звука в воздухе)
                <LI>порядка 30 километров в секунду
                <LI>порядка 10 метров в секунду
                <LI>порядка 7,9 километров в секунду
                <LI>порядка 500 километров в час
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.833. Матрица, все строки которой равны соответствующим столбцам данной матрицы, называется
            </B>
            <OL><I>Ответы</I>
                <LI>коммутирующей
                <LI>перестановочной
                <LI>транспонированной
                <LI>диагональной
                <LI>якобианом преобразования
                <LI>вронскианом
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.834. Производная функции y = tg x равна:
            </B>
            <OL><I>Ответы</I>
                <LI>y' = 1/sin x;
                <LI>y' = 1/cos<SUP>3</SUP>x;
                <LI>y' = 1/sin<SUP>2</SUP> x;
                <LI>y' = 1/cos<SUP>2</SUP> x;
                <LI>y' = &ndash;1/sin<SUP>2</SUP> x;
                <LI>y' = &ndash;1/cos<SUP>3</SUP> x.
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.835. Если бы четверть от 20 была равна 4, то чему бы была равна треть от 10 ?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>4/3
                <LI>5/3
                <LI>2
                <LI>7/3
                <LI>8/3
                <LI>3
                <LI>10/3
                <LI>11/3
                <LI>4

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.836. За книгу заплатили тысячу рублей. Осталось заплатить столько, сколько бы осталось заплатить, если
                б за неё заплатили столько, сколько осталось заплатить. Сколько она стоит?
            </B>
            <OL><I>Ответы</I>
                <LI>1500
                <LI>2000
                <LI>2500
                <LI>3000
                <LI>3500
                <LI>4000
                <LI>4500
                <LI>5000
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.837. Собака усмотрела зайца в 150 саженях от себя. Заяц пробегает за 2 минуты 500 саженей, а собака —
                за 5 минут 1300 саженей.
                За какое время собака догонит зайца?
            </B>
            <OL><I>Ответы</I>
                <LI>5 минут
                <LI>10 минут
                <LI>15 минут
                <LI>20 минут
                <LI>25 минут
                <LI>30 минут
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.838. Пошел охотник на охоту с собакой. Идут они лесом, и вдруг собака увидала зайца. За сколько
                скачков собака догонит зайца, если расстояние от собаки до зайца равно 40 скачкам собаки и расстояние,
                которое пробегает собака за 5 скачков, заяц пробегает за 6 скачков ? (В задаче подразумевается, что
                скачки делаются одновременно и зайцем и собакой.)
            </B>
            <OL><I>Ответы</I>
                <LI>40
                <LI>120
                <LI>200
                <LI>240
                <LI>480
                <LI>1200
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.839. Период колебаний математического маятника
            </B>
            <OL><I>Ответы</I>
                <LI>прямо пропорционален длине маятника
                <LI>обратно пропорционален величине ускорения свободного падения
                <LI>прямо пропорционален корню квадратному отношения длины маятника к величине ускорения свободного
                    падения
                <LI>обратно пропорционален корню квадратному отношения длины маятника к величине ускорения свободного
                    падения
                <LI>прямо пропорционален величине ускорения свободного падения
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.840. Если во всех точках интервала
                (a,b) имеет место f&#8242;(x)&#60;0, то функция f(x)
            </B>
            <OL><I>Ответы</I>
                <LI>убывает на интервале (a,b)
                <LI>возрастает на интервале (a,b)
                <LI>обращена выпуклостью вниз на интервале (a,b)
                <LI>обращена выпуклостью вверх на интервале (a,b)
                <LI>отрицательна на интервале (a,b)
                <LI>положительна на интервале (a,b)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.841. Прямая определяемая уравнением Ax + By = 0
            </B>
            <OL><I>Ответы</I>
                <LI>параллельна оси Ох
                <LI>параллельна оси Оу
                <LI>проходит через начало координат
                <LI>совпадает с осью Ох
                <LI>перпендикулярна оси Ох
                <LI>перпендикулярна оси Оy
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.842. Если угол между двумя ненулевыми векторами прямой, то такие векторы называются ...
            </B>
            <OL><I>Ответы</I>
                <LI>компланарными
                <LI>коллинеарными
                <LI>равными
                <LI>ортогональными
                <LI>коллегиальными
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.843. Если скалярное произведение двух ненулевых векторов равно нулю, то вектора являются ...
            </B>
            <OL><I>Ответы</I>
                <LI>скалярными
                <LI>ортогональными
                <LI>компланарными
                <LI>коллинеарными
                <LI>трансверсальными
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.844. Некоторое число было увеличено на 25 процентов. На сколько процентов нужно уменьшить новое число,
                чтобы получить первоначальное число?
            </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.845. Если Х равно 250% от У, то сколько процентов У составляет от Х?
            </B>
            <OL><I>Ответы</I>
                <LI>125%
                <LI>75%
                <LI>60%
                <LI>50%
                <LI>40%
                <LI>25%
                <LI>0.25%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.846. После двух последовательных повышений
                зарплата достигла 15/8 частей по сравнению с первоначальной.
                На сколько процентов повысилась зарплата в первый раз, если
                второе повышение было вдое больше (в процентном отношении) первого ?
            </B>
            <OL><I>Ответы</I>
                <LI>20
                <LI>21
                <LI>22
                <LI>23
                <LI>24
                <LI>25
                <LI>26
                <LI>27
                <LI>28
                <LI>29
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.847. Даны точки <I>A</I>(&ndash;2;3;1) и <I>B</I>(2;&ndash;1;4). Тогда вектор <I>BA</I> имеет
                координаты
            </B>
            <OL><I>Ответы</I>
                <LI>(0;2;5)
                <LI>(&ndash;4;&ndash;3;4)
                <LI>(4;&ndash;4;3)
                <LI>(&ndash;4;4;&ndash;3)
                <LI>(0;0;0)
                <LI>(1;1;1)
            </OL>
        </td>
    </tr


    <tr>
        <td><B>1.848. Найти положительное число, если 80% от него составляют 45% от числа, ему обратного</B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>0,25
                <LI>0,5
                <LI>0,6
                <LI>0,65
                <LI>0,70
                <LI>0,75
                <LI>0,8
                <LI>1,0
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.849. Трое друзей после бара зашли к одному из них домой погостить. От усталости все они уснули. В это
                время жена хозяина приготовила им некоторое количество пирожных и сама ушла в магазин. Когда проснулся
                первый, то посчитал все пирожные и съел одну треть и ушел спать дальше. После этого проснулся второй и,
                посчитав, что проснулся первым, сосчитал оставшиеся пирожные, съел одну треть и ушел спать дальше. Точно
                также поступил третий (хозяин). Когда все проснулись, то обнаружили, что осталось 8 пирожных. Сколько
                пирожных приготовила жена хозяина первоначально?
            </B>
            <OL><I>Ответы</I>
                <LI>9
                <LI>27
                <LI>36
                <LI>81
                <LI>243
                <LI>729
                <LI>2187
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.850. В одной крупной фирме был автопарк, состоящий из 200 автомобилей, причем 99 процентов импортных.
                Однажды вышел указ президента, который обязывал всем крупным фирмам в своем парке иметь минимум 10
                процентов отечественных автомобилей. Дирекция фирмы решила не покупать новые автомобили, а продать
                излишние. Сколько импортных автомобилей необходимо продать фирме, чтобы ее автопарк соответствовал
                президентскому указу?
            </B>
            <OL><I>Ответы</I>
                <LI>50
                <LI>100
                <LI>150
                <LI>160
                <LI>170
                <LI>180
                <LI>190
                <LI>198
                <LI>200
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.851. Гармонические колебания с амплитудой А, частотой &#969;
                и начальной фазой &#966; описываются законом…
            </B>
            <OL><I>Ответы</I>
                <LI>f(t)=A&#183;(&#969;t &ndash; &#966;)
                <LI>f(t)=A&#183;(&#969;t &ndash; &#966;)<SUP>2</SUP>
                <LI>f(t)=A&#183;sin(&#969;t + &#966;)
                <LI>f(t)=A/(&#969;t &ndash; &#966;)
                <LI>f(t)=A/(&#969;t &ndash; &#966;)<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.852. На столе лежат девять монет. Одна из них &ndash; фаль­шивая. За какое минимальное количество
                взвешиваний можно найти фальшивую монету? (Фальшивая монета легче настоящих.)
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.853. Длина вектора <B>a</B>(1;2;2) равна
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.854. Какой вариант праздничных скидок покупателю выгоднее? Первый: если магазин снизит цену на товар
                сначала на 20%, потом новую цену еще убавит на 30%. Или второй вариант: магазин сразу сбивает цену на
                50%.
            </B>
            <OL><I>Ответы</I>
                <LI>покупателю первый вариант выгоднее второго
                <LI>покупателю второй вариант выгоднее первого
                <LI>покупателю одинаково выгодны оба варианта
                <LI>не знаю, какой ответ выбрать
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.855. На обоих берегах реки растет по пальме, одна против другой. Высота одной 20 метров, другой 30
                метров. Расстояние между основаниями пальм 50 метров. На вершине каждой пальмы сидит птица. В речке на
                поверхности между пальмами появилась рыба. Обе птицы одновременно кинулись к рыбе с одинаковой скоростью
                и подлетели к ней одновременно. На каком расстоянии от основания более высокой пальмы появилась рыба?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
                <LI>35
                <LI>40
                <LI>45
                <LI>50

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.856. Смешанное произведение векторов a,b,c равно (a,b,c)=2. Тогда смешанное произведение векторов
                (2b,3a,&ndash;3c) равно
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;16
                <LI>&ndash;36
                <LI>0
                <LI>1
                <LI>16
                <LI>36
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.857. Длина головы рыбы 9 см, хвост составляет сумму длин головы и половину туловища, туловище
                составляет сумму длин хвоста и головы. Какова длина рыбы в см?
            </B>
            <OL><I>Ответы</I>
                <LI>16
                <LI>32
                <LI>36
                <LI>48
                <LI>64
                <LI>72
                <LI>81
                <LI>100
                <LI>128
                <LI>256
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.858. Точка A симметрична точке B(&ndash;3;4) относительно начала координат. Тогда расстояние между
                точками A и B равно …
            </B>
            <OL><I>Ответы</I>
                <LI>0
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>10
                <LI>20
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.859. Некоторое число было уменьшено на 20 процентов. На сколько процентов нужно увеличить результат
                уменьшения, чтобы получить первоначальное число? </B>
            <OL><I>Ответы</I>
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.860. Необходимое условие экстремума функции многих переменных
            </B>
            <OL><I>Ответы</I>
                <LI>равенство нулю всех ее частных производных
                <LI>равенство нулю якобиана
                <LI>равенство нулю гессиана функции
                <LI>равенство нулю первой вариации функции
                <LI>равенство нулю значения функции
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.861. Координаты нормального вектора к плоскости 2x &ndash;5y + 4z &ndash; 7 = 0:
            </B>
            <OL><I>Ответы</I>
                <LI>(2;5;4;7)
                <LI>(2;&ndash;5;4;&ndash;7)
                <LI>(2;5;4)
                <LI>(2;&ndash;5;4)
                <LI>(4;5;2;7)
                <LI>(4;5;2)
                <LI>(4;&ndash;5;2;7)
                <LI>(4;&ndash;5;2)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.862. Имеется 10 мешков с монетами (количество монет в каждом мешке одинаковое).
                В девяти мешках монеты золотые, а в одном &ndash; фальшивые. Вес настоящей золотой монеты 5 грамм, а вес
                фальшивой &ndash; 4 грамма. За какое минимальное число взвешиваний на весах (весы взвешивают с точностью
                до грамма) можно точно определить, в каком из мешков монеты фальшивые?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
                <LI>10
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.863. Если векторное произведение двух ненулевых векторов равно нулю, то вектора являются ...
            </B>
            <OL><I>Ответы</I>
                <LI>скалярными
                <LI>ортогональными
                <LI>компланарными
                <LI>коллинеарными
                <LI>трансверсальными
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.864. Имеется три ключа от трех чемоданов с различны­ми замками. Каждый ключ подходит только к одному
                чемодану. За какое минимальное количество проб можно подобрать ключи к каждому из них?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>9
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.865. Первый сотрудник фирмы получает за день столько денег, сколько отработает дней (например, если
                отработает 30 дней, то получит каждый день по 30 условных денежных единиц). Второй сотрудник фирмы
                получит за каждый день на 1 у.е. больше (чем первый), но проработает на 1 день меньше. Кто из
                сотрудников получит в итоге больше денег?
            </B>
            <OL><I>Ответы</I>
                <LI>Первый сотрудник получит больше, чем второй
                <LI>Первый сотрудник получит меньше, чем второй
                <LI>Оба сотрудника получат одинаковую зарплату
                <LI>Оба сотрудника не получат ничего
                <LI>Приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.866. Если смешанное произведение трех ненулевых векторов равно нулю, то вектора являются ...
            </B>
            <OL><I>Ответы</I>
                <LI>скалярными
                <LI>ортогональными
                <LI>компланарными
                <LI>коллинеарными
                <LI>трансверсальными
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.867. В одном магазине скидка с первоначальной цены товара 7%, а если покупатель берет сразу 2 товара,
                то скидка с уже пониженной цены (каждого товара) еще 12%. В другом магазине наоборот, скидка с товара
                12%, а если приобретается 2 товара, то скидка с пониженной цены 7%. Где выгоднее купить 2 товара?
            </B>
            <OL><I>Ответы</I>
                <LI>Выгоднее купить товар в первом магазине
                <LI>Выгоднее купить товар во втором магазине
                <LI>Одинаково
                <LI>Ответ зависит от того, к какой товарной группе отнесен товар
                <LI>Приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.868. У троих студентов была небольшая куча конфет. Они ее поделили поровну на 3 равные части. После
                того, как каждый из них съел по 4 конфеты, то у них вместе стало столько конфет, сколько было у каждого
                после дележа. Сколько конфет было в куче конфет до дележа?
            </B>
            <OL><I>Ответы</I>
                <LI>6
                <LI>12
                <LI>18
                <LI>24
                <LI>36
                <LI>42
                <LI>48
                <LI>63
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.869. Если диагональ куба равна d, то площадь полной поверхности куба равна
            </B>
            <OL><I>Ответы</I>
                <LI>d<SUP>2</SUP>
                <LI>2d<SUP>2</SUP>
                <LI>3d<SUP>2</SUP>
                <LI>4d<SUP>2</SUP>
                <LI>5d<SUP>2</SUP>
                <LI>6d<SUP>2</SUP>
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.870. Функция одной переменной y=arccosx
            </B>
            <OL><I>Ответы</I>
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;y&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок 0&#8804;y&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;y&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок 0&#60;y&#60;&#960;
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;x&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок 0&#8804;x&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;x&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок 0&#60;x&#60;&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.871. Задана модель реофизически сложной среды вида
                y=a<SUB>0</SUB>+a<SUB>1</SUB>x+a<SUB>0</SUB>x<SUP>2</SUP>+a<SUB>3</SUB>x<SUP>3</SUP>+a<SUB>4</SUB>x<SUP>4</SUP>
                и набор экспериментальных данных {x<SUB>i</SUB>,y<SUB>i</SUB>}, i=1,2,3,4.
                Значения материальных постоянных a<SUB>0</SUB>,a<SUB>1</SUB>,a<SUB>2</SUB>,a<SUB>3</SUB>,a<SUB>4</SUB>
            </B>
            <OL><I>Ответы</I>
                <LI>могут быть определены методом Ньютона
                <LI>могут быть рассчитаны методом золотого сечения
                <LI>могут быть рассчитаны по формуле Симпсона
                <LI>могут быть определены методом наименьших квадратов
                <LI>не могут быть определены вследствие недостатка экспериментальных данных
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.872. Пусть функция f(x) имеет вторую производную во всех
                точках отрезка [a,b]. Тогда функция f(x) является
                <I>вогнутой</I> функцией на отрезке [a,b] тогда и только тогда, когда
                для всех точек х&#8712;[a,b]
            </B>
            <OL><I>Ответы</I>
                <LI>f&#8242;(х)&#60;0
                <LI>f&#8242;(х)&#62;0
                <LI>f&#8242;(х)=0
                <LI>f&#8243;(х)&#60;0
                <LI>f&#8243;(х)&#62;0
                <LI>f&#8243;(х)=0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.873. Функция y=2x<SUP>3</SUP> &#8722; 3x<SUP>2</SUP> + 5
                является выпуклой при
            </B>
            <OL><I>Ответы</I>
                <LI>x &#60; 0
                <LI>x &#62; 0
                <LI>x &#60; 1/2
                <LI>x &#62; 1/2
                <LI>x &#60; 1
                <LI>x &#62; 1
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.874. Вы собрались попить кофе с молоком, и успели налить в стакан только кофе. Но вас просят отлучиться
                на несколько минут. Что надо сделать, чтобы при вашем возвращении кофе был горя­чее ?
            </B>
            <OL><I>Ответы</I>
                <LI>налить молоко в кофе сразу перед уходом
                <LI>налить молоко в кофе после того, как вернетесь
                <LI>это не имеет значения, т.к. кофе в обоих случаях остынет одинаково
                <LI>ответ зависит от сорта кофе
                <LI>приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.875. Два идентичных поезда движутся по экватору навстречу друг другу:
                первый в направлении на восток, а второй &ndash; на запад. Какой из них тяжелее?
            </B>
            <OL><I>Ответы</I>
                <LI>первый поезд тяжелее второго
                <LI> второй поезд тяжелее первого
                <LI> поезда весят одинаково, потому что они идентичные
                <LI> задача некорректна, потому что решение неединственно
                <LI> для ответа на вопрос не хватает исходных данных
                <LI>приду сдавать тест еще раз
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.876. Функция y=x<SUP>3</SUP> + 3x<SUP>2</SUP> + 7
                является вогнутой при
            </B>
            <OL><I>Ответы</I>
                <LI>x &#60; &#8722;1
                <LI>x &#62; &#8722;1
                <LI>x &#60; 0
                <LI>x &#62; 0
                <LI>x &#60; 1
                <LI>x &#62; 1
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.877. Функция y=2x<SUP>3</SUP> &#8722; 3x<SUP>2</SUP> + 5
                является вогнутой при
            </B>
            <OL><I>Ответы</I>
                <LI>x &#60; 0
                <LI>x &#62; 0
                <LI>x &#60; 1/2
                <LI>x &#62; 1/2
                <LI>x &#60; 1
                <LI>x &#62; 1
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.878. Арбуз и лимон весят столько, сколько дыня.
                Два арбуза весят столько, сколько дыня и лимон вместе.
                Сколько надо лимонов, чтобы уравнять в весе дыню?
            </B>
            <OL><I>Ответы</I>
                <LI>1 лимон
                <LI>2 лимона
                <LI>3 лимона
                <LI>4 лимона
                <LI>5 лимонов
                <LI>6 лимонов
                <LI>7 лимонов
                <LI>10 лимонов
                <LI>15 лимонов
                <LI>25 лимонов

            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.879. Муж с женой идут вместе из гипермаркета и каждый несет по несколько пакетов с продуктами. Муж
                говорит: "Если я у тебя возьму один пакет, то у меня их будет в 2 раза больше, чем у тебя. А если ты
                возьмешь у меня один пакет, то количество пакетов у каждого будет поровну". Сколько пакетов несет
                каждый?
            </B>
            <OL><I>Ответы</I>
                <LI>Муж несет два пакета, а у жены нет пакетов
                <LI>Муж несет три пакета, а жена один
                <LI>Муж несет пять пакетов, а жена четыре
                <LI>Муж несет семь пакетов, а жена пять
                <LI>Муж несет девять пакетов, а жена шесть
                <LI>Муж несет одиннадцать пакетов, а жена семь
                <LI>Муж несет тринадцать пакетов, а жена восемь
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.880. Выберите плоскость, которая параллельна оси Ох:
            </B>
            <OL><I>Ответы</I>
                <LI>x + y + z + 1 = 0
                <LI>2x &ndash; 3y + 1 = 0
                <LI>3y + 5z &ndash; 2 = 0
                <LI>x + 2y &ndash; z = 0
                <LI>x &ndash; y = 0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.881. Функция одной переменной y=arcsinx
            </B>
            <OL><I>Ответы</I>
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;y&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок 0&#8804;y&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;y&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок 0&#60;y&#60;&#960;
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;x&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок 0&#8804;x&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;x&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок 0&#60;x&#60;&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.882. Два человека могут сделать два велосипеда за два часа. Сколько понадобится людей чтобы сделать 12
                велосипедов за 6 часов?
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>6
                <LI>7
                <LI>8
                <LI>12
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.883. Рыбаки выловили сетью из пруда 60 рыб, пометили их и снова
                бросили в воду. На следующий день рыбаки выловили в этом же пруду
                80 рыб, и среди них &#8722; 5 меченых. Сколько рыб было в пруду ?

            </B>
            <OL><I>Ответы</I>
                <LI>60
                <LI>80
                <LI>360
                <LI>400
                <LI>700
                <LI>960
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.884. Функция одной переменной y=arcctgx
            </B>
            <OL><I>Ответы</I>
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;y&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок 0&#8804;y&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;y&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок 0&#60;y&#60;&#960;
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;x&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок 0&#8804;x&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;x&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок 0&#60;x&#60;&#960;
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.885. На базаре продают большие и маленькие помидоры. Маленькие помидоры вдвое дешевле чем большие.
                Человек купил 5 больших помидоров и 3 маленьких. Если бы он вместо этого купил 3 больших помидора и 5
                маленьких, то потратил бы на 20 рублей меньше. Какова цена маленьких помидоров?
            </B>
            <OL><I>Ответы</I>
                <LI>5 рублей
                <LI>6 рублей
                <LI>7 рублей
                <LI>8 рублей
                <LI>9 рублей
                <LI>10 рублей
                <LI>11 рублей
                <LI>12 рублей
                <LI>13 рублей
                <LI>14 рублей
                <LI>15 рублей

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.886. Два землекопа за 2 часа работы выкопают 2 м канавы. Сколько нужно землекопов, чтобы они за 100
                часов работы выкопали 100 м такой же канавы?...
            </B>
            <OL><I>Ответы</I>
                <LI>1
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>10
                <LI>100
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.887. Охотник встретил двух пастухов, у одного из которых было три куска хлеба, а у второго - пять. Все
                куски были одного размера. Трое мужчин разделили весь хлеб поровну. После еды, охотник дал пастухам
                восемь монет на двоих. Как пастухи должны разделить эти деньги?
            </B>
            <OL><I>Ответы</I>
                <LI>Все восемь монет должен получить второй пастух
                <LI>Первый должен получить одну монету, а второй &ndash; семь.
                <LI>Первый должен получить две монеты, а второй &ndash; шесть.
                <LI>Первый должен получить три монеты, а второй &ndash; пять.
                <LI>Оба пастуха должны получить по четыре монеты
                <LI>Первый должен получить пять монет, а второй &ndash; три.
                <LI>Первый должен получить шесть монет, а второй &ndash; две.
                <LI>Первый должен получить семь монет, а второй &ndash; одау.
                <LI>Все восемь монет должен получить первый пастух
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.888. Человек переходит с одного конца лодки длины L на другой. На сколько сместится лодка относительно
                берега, если масса лодки равна массе человека:
            </B>
            <OL><I>Ответы</I>
                <LI>L
                <LI>L/2
                <LI>L/3
                <LI>L/4
                <LI>L/5
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.889. Какую форму приобретает мыльная пленка, натянутая на два колечка,
                имеющих общую ось симметрии ?
            </B>
            <OL><I>Ответы</I>
                <LI>Соленоид
                <LI>Гиперболоид
                <LI>Конус вращения
                <LI>Катеноид
                <LI>Эллипсоид
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.890. В шкафу вперемешку лежат 15 носков черного цвета и 20 носков белого цвета. Какое минимальное
                количество носков необходимо достать (в полной темноте или просто не глядя), чтобы из них можно было
                получить пару одного цвета?
            </B>
            <OL><I>Ответы</I>
                <LI>2
                <LI>3
                <LI>4
                <LI>5
                <LI>10
                <LI>14
                <LI>15
                <LI>16
                <LI>20
                <LI>35
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.891. Врач прописал больному 3 укола через каждые полчаса. Сколько
                потребуется времени, чтобы сделать все уколы?
            </B>
            <OL><I>Ответы</I>
                <LI>Пол-часа
                <LI>Один час
                <LI>Полтора часа
                <LI>Два часа
                <LI>Ответ зависит от графика работы процедурного кабинета
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.892. Модуль градиента скалярной функции z=f(x,y)
                численно равен
            </B>
            <OL><I>Ответы</I>
                <LI>наибольшей скорости убывания функции z=f(x,y)
                <LI>наибольшей скорости возрастания функции z=f(x,y)
                <LI>наименьшей скорости возрастания функции z=f(x,y)
                <LI>наименьшей скорости убывания функции z=f(x,y)
                <LI>нулю
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.893. Через 1 час после начала равномерного спуска воды в бассейне
                её осталось 400 м<SUP>3</SUP>, а ещё через 3 часа &ndash; 250 м<SUP>3</SUP>. Сколько воды было в
                бассейне ?
            </B>
            <OL><I>Ответы</I>
                <LI>100
                <LI>150
                <LI>200
                <LI>250
                <LI>300
                <LI>350
                <LI>400
                <LI>450
                <LI>500
                <LI>550
                <LI>600
                <LI>800
                <LI>1000
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.894. Солдаты выстроились в линейку на расстоянии одного метра друг от друга. Линейка растянулась на 25
                метров. Сколько всего было солдат в линейке?
            </B>
            <OL><I>Ответы</I>
                <LI>24
                <LI>25
                <LI>26
                <LI>50
                <LI>51
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.895. Охотник находится в 100 м к югу от медведя, проходит 100 м на восток, поворачивается лицом к
                северу, прицеливается и, выстрелив в направлении на север, убивает медведя. Может ли такое произойти,
                если медведь при этом не сдвинется с места, а ружье исправно ?
            </B>
            <OL><I>Ответы</I>
                <LI>Да, при определенных условиях
                <LI>Нет, ни при каких условиях
                <LI>Охота на медведей запрещена
                <LI>Охотник не сможет идти на восток, так как от страха побежит от медведя на юг
                <LI>Приду сдавать в следующий раз
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.896. Значение векторного произведения двух векторов равно
            </B>
            <OL><I>Ответы</I>
                <LI>площади треугольника, построенного на данных векторах
                <LI>площади параллелограмма, построенного на данных векторах
                <LI>периметру треугольника, построенного на данных векторах
                <LI>высоте параллелограмма, построенного на данных векторах
                <LI>высоте треугольника, построенного на данных векторах

            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.897. Матрица A<SUP>&ndash;1</SUP> называется обратной по отношению к квадратной матрице А, если при
                умножении этой
                матрицы на данную как справа, так и слева получается
            </B>
            <OL><I>Ответы</I>
                <LI>нулевая матрица
                <LI>невырожденная матрица
                <LI>единичная матрица
                <LI>диагональная матрица
                <LI>треугольная матрица
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.898. Две свечи стоят на столе. Они одинаковой длины, зажгли их одновременно. Первая свеча сгорела за 6
                часов, вторая - за 3 часа.
                Сколько времени должна гореть первая свеча, чтобы стать вдвое выше второй свечи?
            </B>
            <OL><I>Ответы</I>
                <LI>0,5 часа
                <LI>1 час
                <LI>1,5 часа
                <LI>2 часа
                <LI>2,5 часа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.899. Альпинисты совершают восхождение на Эльбрус.
                В восхищении раскрыв рты, стоят они у него подножия, забыв о том, что
                функция, описывающая рельеф этой горной вершины, имеет квадратичную форму
            </B>
            <OL><I>Ответы</I>
                <LI>положительно-определенной матрицы
                <LI>отрицательно-определенной матрицы
                <LI>неопределенной матрицы
                <LI>положительно-неопределенной матрицы
                <LI>отрицательно-неопределенной матрицы
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.900. Два вектора коллинеарны тогда и только тогда, когда:
            </B>
            <OL><I>Ответы</I>
                <LI>их векторное произведение равно нулю
                <LI>их скалярное произведение равно нулю
                <LI>они лежат на пересекающихся прямых
                <LI>их скалярное произведение отлично от нуля
                <LI>их координаты непропорциональны
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.901. Как изменится площадь прямоугольника, если его большую сторону уменьшить на 10%, а меньшую
                увеличить на 10% ?
            </B>
            <OL><I>Ответы</I>
                <LI>уменьшится на 10%
                <LI>уменьшится на 1%
                <LI>не изменится
                <LI>увеличится на 1%
                <LI>увеличится на 10%
                <LI>ответ зависит от размеров прямоугольника
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.902. Квадрат расстояния между точками M<sub>1</sub>(x<sub>1</sub>,y<sub>1</sub>) и
                M<sub>2</sub>(x<sub>2</sub>,y<sub>2</sub>) определяется по формуле
            </B>
            <OL><I>Ответы</I>
                <LI>d<SUP>2</SUP> = (x<sub>2</sub> + x<sub>1</sub>)&#183;(y<sub>2</sub> + y<sub>1</sub>)
                <LI>d<SUP>2</SUP> = (x<sub>2</sub> &ndash; x<sub>1</sub>)&#183;(y<sub>2</sub> &ndash; y<sub>1</sub>)
                <LI>d<SUP>2</SUP> = (x<sub>2</sub> + x<sub>1</sub>)<SUP>2</SUP> + (y<sub>2</sub> +
                    y<sub>1</sub>)<SUP>2</SUP>
                <LI>d<SUP>2</SUP> = (x<sub>2</sub> &ndash; x<sub>1</sub>)<SUP>2</SUP> + (y<sub>2</sub> &ndash;
                    y<sub>1</sub>)<SUP>2</SUP>
                <LI>d<SUP>2</SUP> = (x<sub>2</sub> &ndash; x<sub>1</sub>)<SUP>2</SUP> &ndash; (y<sub>2</sub> &ndash;
                    y<sub>1</sub>)<SUP>2</SUP>
                <LI>d<SUP>2</SUP> = (x<sub>2</sub> + x<sub>1</sub>)<SUP>2</SUP> &ndash; (y<sub>2</sub> +
                    y<sub>1</sub>)<SUP>2</SUP>
                <LI>d<SUP>2</SUP> = (|x<sub>2</sub> + x<sub>1</sub>| + |y<sub>2</sub> + y<sub>1</sub>|)<SUP>2</SUP>
                <LI>d<SUP>2</SUP> = (|x<sub>2</sub> + x<sub>1</sub>| &ndash; |y<sub>2</sub> +
                    y<sub>1</sub>|)<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.903. Функция одной переменной y=arctgx
            </B>
            <OL><I>Ответы</I>
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;y&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;x&#8804;1, а её значения заполняют отрезок 0&#8804;y&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;y&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;x&#60;+&#8734;, а её значения заполняют отрезок 0&#60;y&#60;&#960;
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок &ndash;&#960;/2&#8804;x&#8804;&#960;/2
                <LI>определена на отрезке &ndash;1&#8804;y&#8804;1, а её значения заполняют отрезок 0&#8804;x&#8804;&#960;
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок
                    &ndash;&#960;/2&#60;x&#60;&#960;/2
                <LI>определена на интервале &ndash;&#8734;&#60;y&#60;+&#8734;, а её значения заполняют отрезок 0&#60;x&#60;&#960;
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.904. Уравнение 2x<SUP>2</SUP> &ndash; 5x &ndash; y<SUP>2</SUP>/b<SUP>2</SUP> + 8y = 0 определяет на
                плоскости (xy)
            </B>
            <OL><I>Ответы</I>
                <LI>прямую
                <LI>гиперболу
                <LI>эллипс
                <LI>окружность
                <LI>параболу
                <LI>фокус
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.905. Продавец продаёт шапку. Стоит 10 р. Подходит покупатель, меряет и согласен взять, но у него есть
                только банкнота 25 р. Продавец отсылает мальчика с этими 25 р. к соседке разменять. Мальчик прибегает и
                отдаёт 10+10+5. Продавец отдаёт шапку и сдачу 15 руб. Через какое-то время приходит соседка и говорит,
                что 25 р. фальшивые, требует отдать ей деньги. Ну что делать. Продавец лезет в кассу и возвращает ей
                деньги.
                На сколько обманули продавца?
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>10
                <LI>15
                <LI>20
                <LI>25
                <LI>30
                <LI>35
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.906. На один продукт два раза была снижена цена, каждый раз на 10%.
                На сколько процентов нужно однократно снизить цену на этот продукт, чтобы получить ту же самую цену,
                которая получилась после двукратного снижения ?
            </B>
            <OL><I>Ответы</I>
                <LI>10%
                <LI>11%
                <LI>12%
                <LI>13%
                <LI>14%
                <LI>15%
                <LI>16%
                <LI>17%
                <LI>18%
                <LI>19%
                <LI>20%
                <LI>24%
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.907. Фокусы эллипса лежат ...
            </B>
            <OL><I>Ответы</I>
                <LI>на эллипсе
                <LI>во внешней части эллипса
                <LI>внутри эллипса на одной из осей эллипса
                <LI>фокусов эллипса не существует
                <LI>внутри эллипса на обеих его осях
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.908. Полным дифференциалом df функции трех переменных f(x,y,z) является
            </B>
            <OL><I>Ответы</I>
                <LI>(&#8706;f/&#8706;x)<B>i</B> + (&#8706;f/&#8706;y)<B>j</B> +(&#8706;f/&#8706;z)<B>k</B>
                <LI>(&#8706;f/&#8706;x)dx + (&#8706;f/&#8706;y)dy +(&#8706;f/&#8706;z)dz
                <LI>(&#8706;f/&#8706;x)+(&#8706;f/&#8706;y)+(&#8706;f/&#8706;z)
                <LI>
                    (&#8706;<SUP>2</SUP>f/&#8706;x<SUP>2</SUP>)+(&#8706;<SUP>2</SUP>f/&#8706;y<SUP>2</SUP>)+(&#8706;<SUP>2</SUP>f/&#8706;z<SUP>2</SUP>)
                <LI>(&#8706;f/&#8706;x)dx + (&#8706;f/&#8706;x)dy +(&#8706;f/&#8706;x)dz
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.909. Площадь параллелограмма, построенного на векторах <B>a</B> и
                <B>b</B>, численно равна
            </B>
            <OL><I>Ответы</I>
                <LI>скалярному произведению
                <LI>модулю скалярного произведения
                <LI>векторному произведению
                <LI>модулю векторного произведения
                <LI>смешанному произведению
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.910. Разложите на множители: 25 &ndash; (8a &ndash; 3)<SUP>2</SUP>
            </B>
            <OL><I>Ответы</I>
                <LI>(8a &ndash; 2)&#183;(8 &ndash; 8a)
                <LI>(8a &ndash; 2)&#183;(8 + 8a)
                <LI>(8a + 2)&#183;(8 &ndash; 8a)
                <LI>(8a + 2)&#183;(8a &ndash; 8)
                <LI>(8a + 2)&#183;(8 + 8a)
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.911. Какой геометрический смысл имеют коэффициенты 2, &ndash;3, 5 в уравнении плоскости
                2x &ndash;3y + 5z = 30
            </B>
            <OL><I>Ответы</I>
                <LI>координаты точки, принадлежащей плоскости
                <LI>координаты вектора, перпендикулярного плоскости
                <LI>координаты вектора, лежащего на плоскости
                <LI>координаты точки, симметричной началу координат относительно данной плоскости.
                <LI>координаты точки, антисимметричной началу координат относительно данной плоскости.
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.912. Функция y=x<SUP>3</SUP> + 3x<SUP>2</SUP> + 7
                является выпуклой при
            </B>
            <OL><I>Ответы</I>
                <LI>x &#60; &#8722;1
                <LI>x &#62; &#8722;1
                <LI>x &#60; 0
                <LI>x &#62; 0
                <LI>x &#60; 1
                <LI>x &#62; 1
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.913. Выбрать уравнение, которое определяет плоскость, параллельную оси Oz:
            </B>
            <OL><I>Ответы</I>
                <LI>x + y + z + 1 = 0
                <LI>x &ndash; 2y + 1 = 0
                <LI>5y + 3z &ndash; 2 = 0
                <LI>x &ndash; 2y + z +2017 = 0
                <LI>x &ndash; y + 6z = 0
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.914. Уравнение окружности с центром в точке С(a;b) и радиусом, равным R
            </B>
            <OL><I>Ответы</I>
                <LI>x<SUP>2</SUP> + y<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>x<SUP>2</SUP> &ndash; y<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x&ndash;a)<SUP>2</SUP> + (y&ndash;b)<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x+a)<SUP>2</SUP> + (y+b)<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x&ndash;a)<SUP>2</SUP> &ndash; (y&ndash;b)<SUP>2</SUP> = R<SUP>2</SUP>
                <LI>(x+a)<SUP>2</SUP> &ndash; (y+b)<SUP>2</SUP> = R<SUP>2</SUP>
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.915. Тело бросили под углом к горизонту. С каким ускорением движется тело?
            </B>
            <OL><I>Ответы</I>
                <LI>Ускорение постоянно увеличивается
                <LI>Тело движется без ускорения
                <LI>Тело движется с ускорением g
                <LI>Ответ зависит от того, с какой скоростью бросили тело
                <LI>Ответ зависит от того, под каким углом брошено тело
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.916. Производная функции y = ln(sinx) равна:
            </B>
            <OL><I>Ответы</I>
                <LI>1/sinx
                <LI>1/cosx
                <LI>ctgx
                <LI> tgx
                <LI> sinx
                <LI> cosx
                <LI> ln(cosx)
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.917. Градиент скалярной функции F(x,y,z)=sin<SUP>2</SUP>x + cos<SUP>2</SUP>y + z<SUP>z</SUP> равен
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;sin2x&#183;<B>i</B> + sin2y&#183;<B>j</B> + z<SUP>z</SUP>&#183;<B>&#183;k</B>
                <LI>sin2x&#183;<B>i</B> &ndash; sin2y&#183;<B>j</B> + zlnz&#183;<B>k</B>
                <LI>sin2x&#183;<B>i</B> &ndash; sin2y<B>j</B> + z<SUP>z</SUP>lnz&#183;<B>k</B>
                <LI>&ndash; sin2x&#183;<B>i</B> &ndash; sin2y<B>j</B> + z<SUP>z</SUP>lnz&#183;<B>k</B>
                <LI>sin2x&#183;<B>i</B> &ndash; sin2y<B>j</B> + z<SUP>z</SUP>&#183;lnz<B>k</B>
                <LI>sin2x &ndash; sin2y + z<SUP>z</SUP>lnz
                <LI>sin2x + sin2y + z<SUP>z</SUP>lnz
                <LI>&ndash;sin2x &ndash; sin2y + z<SUP>z</SUP>lnz
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.918. Какую длину должен иметь математический маятник, чтобы период его колебаний
                был равен 2 с (g = 10 м/с<SUP>2</SUP> )?
            </B>
            <OL><I>Ответы</I>
                <LI>~0,25 м
                <LI>~0,5 м
                <LI>~1,0 м
                <LI>~2,0 м
                <LI>~3,0 м
                <LI>~5,0 м
                <LI>&#62;1 км
                <LI>нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.919. Предприятие увеличивало объем выпускаемой продукции ежегодно на одно и то же число процентов.
                Найти это число, если известно, что за два года
                объем выпускаемой продукции вырос в два раза.
            </B>
            <OL><I>Ответы</I>
                <LI>16%
                <LI>32%
                <LI>&#8776;32,3%
                <LI>&#8776;41,4%
                <LI>&#8776;45,2%
                <LI>48,6%
                <LI>50%
                <LI>64%
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.920. Скорый поезд идет из Уфы в Москву, а пассажирский &#8722; из Москвы в Уфу.
                Вышли они одновременно, но скорость первого вдвое выше скорости второго.
                Какой поезд будет дальше от Уфы в момент встречи?
            </B>
            <OL><I>Ответы</I>
                <LI>Тот, который идет из Уфы в Москву
                <LI>Тот, который идет из Москвы в Уфу
                <LI>Одинаково
                <LI>Ответ зависит от времени года
                <LI>Нет правильного ответа
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.921. В 1851 году в парижском Пантеоне Фуко продемонстрировал опыт
                с маятником, длина которого была равна 67 метрам, а масса груза - 22 кг.
                Чему равнялся период колебаний маятника Фуко?
            </B>
            <OL><I>Ответы</I>
                <LI>~4 сек
                <LI>~8 сек
                <LI>~16 сек
                <LI>~24 сек
                <LI>~36 сек
                <LI>~1 мин
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.922. Расстояние между точками А(3; 8) и В(-5; 14) равно
            </B>
            <OL><I>Ответы</I>
                <LI>5
                <LI>10
                <LI>11
                <LI>19
                <LI>20
                <LI>30
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.923. Найти 2017-й член арифметической прогрессии 1, 5, 9, 13, 17, ... </B>
            <OL><I>Ответы</I>
                <LI>5012
                <LI>6058
                <LI>7026
                <LI>8065
                <LI>8926
                <LI>9056
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.924. Тело бросили под углом к горизонту. С каким ускорением движется тело?
            </B>
            <OL><I>Ответы</I>
                <LI>Ускорение постоянно увеличивается
                <LI>Тело движется без ускорения
                <LI>Тело движется с ускорением g
                <LI>Ответ зависит от того, с какой скоростью бросили тело
                <LI>Ответ зависит от того, под каким углом брошено тело
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.925. Угловой коэффициент прямой &ndash; это...</B>
            <OL><I>Ответы</I>
                <LI>угол, образованный прямой с осью Ох
                <LI>угол, образованный прямой с положительным направлением оси Ох
                <LI>тангенс угла, образованного прямой с положительным направлением оси Ох
                <LI>тангенс острого угла, образованного прямой с осью Ох
                <LI>котангенс угла, образованного прямой с положительным направлением оси Ох
                <LI>котангенс острого угла, образованного прямой с осью Ох
            </OL>
        </td>
    </tr>

    <tr>
        <td><B>1.926. Производная второго порядка функции y=lnx равна:
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;1/x
                <LI>1/x
                <LI>1/x<SUP>2</SUP>
                <LI>&ndash;1/x<SUP>2</SUP>
                <LI>lnx/x
                <LI>lnx/x<SUP>2</SUP>
            </OL>
        </td>
    </tr>


    <tr>
        <td><B>1.927. 2017-й член арифметической прогрессии 7, 9, 11, 13, 15,..... равен
            </B>
            <OL><I>Ответы</I>
                <LI>4031
                <LI>4033
                <LI>4035
                <LI>4037
                <LI>4039
                <LI>4041
                <LI>4043
                <LI>4045
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.928. Предел lim<sub>x&#8594;0</sub>(sin<SUP>3</SUP>x/3x<SUP>3</SUP>) равен
            </B>
            <OL><I>Ответы</I>
                <LI>&ndash;1
                <LI>&ndash;1/3
                <LI>0
                <LI>1/3
                <LI>1
                <LI>e
                <LI>3
            </OL>
        </td>
    </tr>


    <tr>
        <td><B> 1.929. Около куба с ребром а описан цилиндр; вершины куба находятся на окружностях оснований цилиндра.
                Его полная поверхность равна
            </B>
            <OL><I>Ответы</I>
                <LI>&#960;a<SUP>2</SUP>/&#8730;3
                <LI>&#960;a<SUP>2</SUP>/2
                <LI>&#960;a<SUP>2</SUP>/&#8730;2
                <LI>&#960;a<SUP>2</SUP>
                <LI>&#960;a<SUP>2</SUP>&#8730;2
                <LI>&#960;a<SUP>2</SUP>&#8730;3
                <LI>&#960;a<SUP>2</SUP>(1+&#8730;2)
                <LI>&#960;a<SUP>2</SUP>(&#8730;2&ndash;1)
            </OL>
        </td>
    </tr>


</table>
</body>
</html>

