<HTML>
<HEAD>
<TITLE>Тест по специальности 05.13.18 Раздел  III. Компьютерное моделирование и комплексы программ</TITLE>
<META http-equiv=Content-Type content="text/html; charset=windows-1251">
</HEAD>
<BODY text=black bgColor=white leftMargin=0 background="../../../../../VTIK/Images/oboifon.jpg"> 


<H2>Тест по специальности 05.13.18</H2>

<H3>Раздел III.  Компьютерное моделирование и комплексы программ</H3>


<table>

<tr>
<td><B>3.1. Какое из нижеследующих утверждений неверно?    
<OL>
<LI>Программное обеспечение - это все программы, которые установлены на компьютере. 
<LI>Программа - особый вид информации в виде двоичных кодов (нулей и единиц), 
воспринимаемых процессором как команды к выполнению каких-то действий. 
<LI>Программы, которые не остаются в оперативной памяти после загрузки на все время 
работы компьютера, называются резидентными. 
<LI>Файлы программ вместе с файлами других типов хранятся на накопителях информации, 
для запуска считываются с них в оперативную память (загружаются). 
<LI>По окончании работы большинство программ удаляются из оперативной памяти. 
</OL>       
</B>
<OL><I>Ответы</I>
<LI>Неверно первое утверждение
<LI>Неверно второе утверждение
<LI>Неверно третье утверждение
<LI>Неверно четвертое утверждение
<LI>Неверно пятое утверждение
<LI>Все утверждения верны
</OL></td></tr>

<tr><td><B>3.2. UML &ndash;  это:
</B>
<OL><I>Ответы</I>
<LI> унифицированный идентификатор (указатель) ресурса
<LI>язык программирования, имеющий синтаксис схожий с С ++
<LI>унифицированный язык визуального моделирования, использует нотацию диаграмм 
<LI>набор стандартов и спецификаций качества программного обеспечения
<LI>процедура перекодировки данных с целью уменьшения их объема 
<LI>метод штрафных функций
<LI>обратная детерминированная задача
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.3. MS Excel. Что означает содержимое ячейки «#####»?
</B>
<OL><I>Ответы</I>
<LI>деление на ноль
<LI>ширина ячейки не соответствует формату числа
<LI>число в ячейке не соответствует допустимому числовому формату
<LI>системный сбой
<LI>корень из отрицательного числа
<LI>нет правильного ответа
</OL></td></tr>


<tr>
<td><B>3.4. Для перехода к слайду с заданным номером в MS PowerPoint в режиме показа слайдов необходимо нажать клавиши 
</B>
<OL><I>Ответы</I>
<LI>Номер слайда, затем клавиша Enter
<LI>Одновременно номер и клавишу F5
<LI>Одновременно номер и клавишу F2
<LI>Одновременно номер и клавишу Tab
<LI>Одновременно номер и клавишу Ctrl
</OL> 
</td></tr>



<tr><td><B>3.5.  С чего начинаются формулы в Microsoft Excel ?
</B>
<OL><I>Ответы</I>
<LI>с числа
<LI>с адреса вызываемой ячейки 
<LI>с квадратных скобок
<LI>со слова do
<LI>со знака равенства
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>



<tr>
<td><B>3.6. Пакет программ BPWin фирмы Computer Associates позволяет строить
 структурно-функциональные модели в рамках требований стандартов </B>
<OL><I>Ответы</I>
<LI>IDEF0, IDEF1, IDEF3
<LI>DFD, IDEF1, IDEF3
<LI>IDEF2, IDEF3, DFD
<LI>IDEF0, DFD, IDEF3
<LI>IDEF0, DFD, IDEF1x
</OL> 
</td></tr>




<tr><td><B>3.7. Отдельная программа, совокупность программ, программный 
комплекс, позволяющий с помощью последовательности вычислений и графического 
отображения их результатов, воспроизводить процессы функционирования объекта, 
системы объектов при условии воздействия на объект различных, как правило 
случайных, факторов &ndash;  это            
</B>
<OL><I>Ответы</I>
<LI>реляционная модель
<LI>физическая модель
<LI>структурно-функциональная модель
<LI>имитационная модель 
<LI>корреляционная модель
</OL></td></tr>







<tr>
<td><B>3.8. Какой из перечисленных ниже инструментов моделирования данных 
для разработки базы данных поддерживает методологию IDEF1X?                   
</B>
<OL><I>Ответы</I>
<LI>BPWin
<LI>ERWin
<LI>SADT
<LI>IDEF0
<LI>DFD
</OL></td></tr>





<tr>
<td><B>3.9. Абсолютная ссылка в электронной таблице &#8722; это 
</B>
<OL><I>Ответы</I>
<LI>область, определяемая пересечением столбца и строки ЭТ
<LI>не изменяющийся при копировании и перемещении формулы адрес ячейки; 
<LI>номер столбца и номер строки 
<LI>способ описания адреса рабочего листа 
<LI>изменяющийся при копировании и перемещении формулы адрес ячейки, 
содержащей исходное данное (операнд).
</OL></td></tr>


<tr><td><B>3.10. Адрес файла, хранимый в FAT - file allocation table 
(таблица размещения файлов), может иметь вид 
</B> 
<OL><I>Ответы</I> 
<LI> D:\Text\my.jpg 
<LI> otchet.doc 
<LI> Таблица.xls 
<LI> 24;45 
<LI> Нет правильного ответа 
</OL></td></tr>



<tr><td><B>3.11. Для создания каких компьютерных моделей предназначен программный 
продукт All Fusion Process Modeler (BPWin) фирмы Computer Associates International, Inc. (CA)?  
</B>
<OL><I>Ответы</I>
<LI>вероятностные модели 
<LI>модели теории массового обслуживания 
<LI>структурно-функциональные модели 
<LI>имитационные модели 
<LI>математические модели 
</OL></td></tr>







<tr><td><B>3.12.  В файловой системе NTFS для записи адреса одного файла выделяется</B>
<OL><I>Ответы</I>
<LI> 2 байт 
<LI> 3 байт 
<LI> 4 байт 
<LI> 512 байт 
<LI> 2 Кбайт 
<LI> 16 Кбайт 
<LI> 32 Кбайт 
<LI> 64 Кбайт 
<LI>нет правильного ответа
  </OL></td></tr>



<tr><td><B>3.13. Системы программирования:  
</B>
<OL><I>Ответы</I>
<LI>обеспечивают непосредственное решение пользовательских задач
<LI>позволяют создавать новые программы на языках программирования
<LI>обеспечивают работу всех аппаратных устройств компьютера и 
доступ пользователя к ним
<LI>представляют собой совокупность программ, использующихся для 
различных операций с документами
<LI>обеспечивают защиту от компьютерных вирусов
<LI>нет правильного ответа
</OL></td></tr>

<tr>
<td><B>3.14. Минимальная единица размещения информации на диске, состоящая 
из одного или нескольких секторов дорожки &#8722; это 
 </B>
<OL><I>Ответы</I>
<LI>стример
<LI>трек
<LI>cектор  
<LI>кластер
<LI>порт
<LI>шина
</OL> 
</td></tr>



<tr>
<td><B>3.15. Программный продукт All fusion Process Modeler (BPWin)
 фирмы Computer Associates International, Inc. (CA) предназначен для         
</B>
<OL><I>Ответы</I>
<LI>имитационного моделирования сложных производственных систем 
<LI>структурно-функционального моделирования сложных систем 
<LI>компьютерного моделирования CASE-средств 
<LI>имитационного моделирования сложных систем
<LI>разработки программного обеспечения 

</OL></td></tr>




<tr><td><B>3.16.  Растровый графический файл содержит монохромное чёрно-белое изображение 
(без градаций серого цвета) размером 1024 * 768 точек. 
Каков информационный объём этого файла? 
</B>
<OL><I>Ответы</I>
<LI> 6 Кб
<LI> 48 Кб
<LI> 96 Кб
<LI> 192 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 1024 Кб 
<LI> 256 Мб 
<LI> 768 Мб 
<LI>нет правильного ответа 
</OL></td></tr>





 <tr>
<td><B>3.17. Базовая система ввода-вывода (BIOS)      
</B>
<OL><I>Ответы</I>
<LI>постоянно занимает раздел оперативной памяти компьютера, куда она попадает 
при первоначальной загрузке
<LI>находится в постоянной памяти (ПЗУ) компьютера и является "встроенной" в компьютер
<LI>хранится в контролллере жесткого диска 
<LI>хранится в памяти видеокарты 
<LI>хранится на одном из дисков, называемом системным
</OL></td></tr>


<tr><td><B>3.18.   В общем случае столбцы электронной таблицы MS в Excel:
</B>
<OL><I>Ответы</I>
<LI>обозначаются буквами латинского алфавита
<LI>обозначаются буквами греческого алфавита
<LI>нумеруются
<LI>обозначаются буквами русского алфавита
<LI>именуются пользователем произвольным образом
</OL></td></tr>






<tr>
<td><B>3.19. Адрес файла хранится в  
 </B>
<OL><I>Ответы</I>
<LI>FAT &#8722; file allocation table (таблица размещения файлов) 
<LI>BIOS &#8722; binary input-output system (двоичная система ввода-вывода)
<LI>DOS &#8722; disk operation system (дисковая операционная система)   
<LI>IP &#8722; Internet Protocol (протокол Интернет)
<LI>ОЗУ (RAM &#8722; random access memory)  оперативная память
<LI>ПЗУ (ROM &#8722; read only memory) &#8722; постоянное запоминающее устройство  
</OL> 
</td></tr>

<tr><td><B>3.20. Что изменяет операция присваивания?    
</B>
<OL><I>Ответы</I>
<LI>имя переменной
<LI>тип переменной
<LI>знак переменной
<LI>идентификатор переменной
<LI>значение переменной
</OL></td></tr>



<tr>
<td><B>3.21. Размер сектора на жестком диске равен 
 </B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт
<LI>4 байт 
<LI>512 байт
<LI>2 Кбайт  
<LI>16 Кбайт
<LI>32 Кбайт
<LI>64 Кбайт
</OL> 
</td></tr>





<tr><td><B>3.22.   Вы построили диаграмму в Excel по некоторым данным из таблицы, а через некоторое время изменили эти данные. Как перестроить диаграмму для новых данных таблицы?
</B>
<OL><I>Ответы</I>
<LI>Достаточно дважды щелкнуть мышью по диаграмме
<LI>Достаточно один раз щелкнуть мышью по диаграмме
<LI>Необходимо построить новую диаграмму
<LI>Пересчет диаграммы в стандартном режиме произойдет автоматически 
<LI>Необходимо перезапустить программу Excel
</OL></td></tr>




<tr><td><B>3.23. BIOS представляет собой 
</B>
<OL><I>Ответы</I>
<LI>командный язык операционной системы
<LI>язык программирования
<LI>базовую систему ввода-вывода 
<LI>базу данных
<LI>игровую программу
<LI>диалоговую оболочку
<LI>ядро операционной системы
</OL> 
</td></tr>


<tr><td><B>3.24.     Чем отличается в Excel применение клавиш со стрелками от их применения вместе с нажатой клавишей "Ctrl"?
</B>
<OL><I>Ответы</I>
<LI>Ничем не отличается 
<LI>При нажатой клавише Ctrl клавиши не работают
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к перемещению курсора в конец (начало) или к первому (последнему) столбцу, в зависимости от выбранного направления стрелки 
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к выделению группы ячеек в направлении выбранной стрелки
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к отмену выделения ячеек в направлении стрелки
</OL></td></tr>





<tr>
<td><B>3.25. Минимальная единица хранения данных &#8722; это   
 </B>
<OL><I>Ответы</I>
<LI>Бит
<LI>Байт 
<LI>Каталог
<LI>Сектор
<LI>Дорожка
<LI>Порт
<LI>Шина
</OL> 
</td></tr>




<td><B>3.26. Резидентная часть операционной системы (ядро операционной системы)      
</B>
<OL><I>Ответы</I>
<LI>постоянно хранится в ПЗУ (BIOS)
<LI>хранится в контролллере жесткого диска 
<LI>хранится в памяти видеокарты 
<LI>постоянно занимает раздел оперативной памяти компьютера, куда она попадает 
при первоначальной загрузке
<LI>хранится на одном из дисков, называемом системным
</OL></td></tr>


<tr><td><B>3.27.  Что такое SLOT?
</B>
<OL><I>Ответы</I>
<LI>микросхема, которая выполняет обработку информации
<LI>микросхема, в которой записаны программы тестирования аппаратуры ПК
<LI>устройство, которое используется для ввода информации в компьютер с бумаги
<LI>специального вида разъем используемый для подключения дополнительных устройств к материнской плате
<LI>такого устройства в компьютере нет
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.28.  Системой программирования НЕ является ...
</B>
<OL><I>Ответы</I>
<LI>Visual C++ 
<LI>Visual FoxPro 
<LI>Adobe PhotoShop 
<LI>Borland Delphi 
<LI>TurboBasic
</OL></td></tr>




<tr><td><B>3.29.  Сколько секунд потребуется модему, передающему сообщения со скоростью 28800 бит/с, чтобы передать цветное растровое изображение размером 640х480 пикселей, при условии, что цвет каждого пикселя кодируется тремя байтами? 
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>4
<LI>8
<LI>16
<LI>32
<LI>64
<LI>128
<LI>256
<LI>512
</OL></td></tr>





<tr><td><B>3.30. Параллельный интерфейс &#8722; совокупность аппаратных и программных 
средств для:        
</B>
<OL><I>Ответы</I>
<LI>сопряжения в вычислительной системе устройств и программ
<LI>трансляции программ в двоичный код с языка высокого уровня
<LI>диалогового взаимодействия во многих окнах
<LI>подключения к компьютеру модема
<LI>передачи информации, при которой все разряды двоичного кода, относящиеся 
к символу или слову, транслируются одновременно
<LI>передачи информации, при которой все разряды двоичного кода, 
относящиеся к символу или слову, транслируются последовательно друг 
за другом

</OL></td></tr>


<tr><td><B>3.31. Простейший алфавит, с помощью которого можно записать полный текст произведения А.С. Пушкина "Евгений Онегин" состоит 
</B>
<OL><I>Ответы</I>
<LI>из 32 символов
<LI>из 32 символов
<LI>из 26 символов
<LI>из 16 символов
<LI>из двух цифр 0, 1
<LI>из цифр 0, 1, ..., 9
<LI>из трех цифр 1, 2, 3
<LI>ровно из одного символа
</OL></td></tr>



<tr>
<td><B>3.32. Для того чтобы создать нижний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>в меню Правка нужно выбрать команду Найти 
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>




<tr>
<td><B>3.33. Кто предложил термин СAD (computer-aided design)?       
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>

<tr><td><B>3.34.  Растровый графический файл содержит чёрно-белое изображение 
с 256 градациями серого цвета размером 1024 * 768 точек. 
Каков информационный объём этого файла? 
</B>
<OL><I>Ответы</I>
<LI> 6 Кб
<LI> 48 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 1024 Кб 
<LI> 256 Мб 
<LI> 768 Мб 
<LI> 1024 Мб 
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.35. Общие принципы действия компьютеров сформулировал
</B>
<OL><I>Ответы</I>
<LI>Джон фон Нейман 
<LI>Стив Джобс 
<LI>Чарльз Бэббидж 
<LI>Блез Паскаль 
<LI>Норберт Винер
</OL></td></tr>











<tr><td><B>3.36. Протокол IP &#8722; это       
</B>
<OL><I>Ответы</I>
<LI>протокол транспортирования гипертекста 
<LI>протокол передачи файлов
<LI>простой протокол передачи почты
<LI>протокол управления передачей данных, использующий автоматическую 
повторную передачу пакетов, содержащих ошибки; этот протокол отвечает 
за разбиение передаваемое информации на пакеты и правильное 
восстановление информации из пакетов получателя
<LI>протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий 
пакету на пути к конечному пункту назначения проходить по нескольким сетям
<LI>язык гипертекстовой разметки, которым пользуются все серверы WWW
<LI>унифицированный идентификатор (указатель) ресурса
</OL></td></tr>


<tr><td><B>3.37.   Метеорологическая станция ведет наблюдение за влажностью воздуха. Результатом одного измерения является целое число от 0 до 100 процентов, которое записывается при помощи минимально возможного количества бит. Станция сделала 80 измерений. Определите информационный объем результатов наблюдений
</B>
<OL><I>Ответы</I>
<LI>80 килобайт 	
<LI>70 байт 	
<LI>80 байт 	
<LI>560 байт 	
<LI>80 бит
 <LI>10 килобайт
</OL> 
</td></tr>



<tr><td><B>3.38. Число байт, необходимое для записи числа 2<SUP>42</SUP> равно   
</B>
<OL><I>Ответы</I>
<LI>5
<LI>6
<LI>7
<LI>11
<LI>42
<LI>256
<LI>512
</OL> 
</td></tr>




<tr><td><B>3.39. 12 Мб &#8722; это ...            
</B>
<OL><I>Ответы</I>
<LI>12000 Кб
<LI>12024 Кб
<LI>12288 Кб
<LI>12256 Кб
<LI>12512 Кб 
</OL> 
</td></tr>


<tr><td><B>3.40. Выберите тег HTML для создания нумерованного списка
</B>
<OL><I>Ответы</I>
<LI>&#60;list&#62;
<LI>&#60;dl&#62;
<LI>&#60;ul&#62;
<LI>&#60;ol&#62;
<LI>&#60;ml&#62;
<LI>&#60;dll&#62;
</OL></td></tr>



<tr><td><B>3.41.   Может ли дробь, в которой числитель меньше знаменателя, быть равной дроби, в которой числитель больше знаменателя?
</B>
<OL><I>Ответы</I>
<LI>Может только в том случае, если  в числитель и знаменатель входят иррациональные числа  
<LI>Не может ни при каких обстоятельствах 
<LI>Может, но только в том случае, если программу для вычисления этой дроби будет писать "настоящий" ПО-шник 
<LI>Конечно же, может ! 
<LI>Приду сдавать в следующий раз 
</OL></td></tr>








<tr><td><B>3.42. Резидентная программа
</B>
<OL><I>Ответы</I>
<LI>стартует сразу же при запуске компьютера
<LI>постоянно находится на жестком диске
<LI>постоянно находится в оперативной памяти
<LI>хранит засекреченные файлы
<LI>вскрывает засекреченные файлы
<LI>перехватывает резидентные вирусы  
</OL> 
</td></tr>


<tr><td><B>3.43. В качестве основной единицы скорости передачи информации принимается
</B>
<OL><I>Ответы</I>
<LI>1 бод
<LI>1 бар
<LI>1 бит
<LI>1 байт
<LI>1 литр  
</OL> 
</td></tr>

<tr><td><B> 3.44. Средняя заработная плата программистов выросла на 15%, а цены на товары снизились на 8%. На сколько процентов 
повысилась реальная заработная плата ? 
</B>
<OL><I>Ответы</I>
<LI>20
<LI>21
<LI>22
<LI>23
<LI>24
<LI>25
<LI>26
<LI>27
<LI>28
<LI>29
<LI>30
</OL></td></tr>




<tr><td><B>3.45.  С помощью какой функциональной клавиши
 можно начать показ слайдов в программе Microsoft PowerPoint?
</B>
<OL><I>Ответы</I>
<LI>F1
<LI>F2
<LI>F3
<LI>F4
<LI>F5
<LI>F6
<LI>F7
<LI>F8
<LI>F9
<LI>F10
<LI>F11
<LI>F12
 </OL> </td></tr>





<tr><td><B>3.46. В функции локальной сети не входит:       
</B>
<OL><I>Ответы</I>
<LI>Совместный доступ к данным;
<LI>Контроль над ходом работы членов рабочей группы;
<LI>Совместное использование оборудования;
<LI>Ограниченная передача ресурсов; 
<LI>Совместный доступ к программам. 
</OL></td></tr>


<tr><td><B>3.47.  Растровый графический файл содержит чёрно-белое изображение 
с 16 градациями серого цвета размером 1024 * 768 точек. 
Каков информационный объём этого файла? 
</B>
<OL><I>Ответы</I>
<LI> 6 Кб
<LI> 48 Кб
<LI> 96 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 1024 Кб 
<LI> 256 Мб 
<LI> 768 Мб 
<LI>нет правильного ответа 
</OL></td></tr>





<tr>
<td><B>3.48. В файловой системе FAT16  для записи адреса одного файла выделяется 
 </B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт
<LI>4 байт
<LI>16 байт 
<LI>512 байт
<LI>2 Кбайт  
<LI>16 Кбайт
<LI>32 Кбайт
<LI>64 Кбайт
</OL> 
</td></tr>


<tr><td><B>3.49. Какая из приведенных ниже формул MS Excel содержит ошибку?   
</B>
<OL><I>Ответы</I>
<LI>=COS(E7+2017)
<LI>=КОРЕНЬ(ABS(L1)/6)
<LI>=ЕСЛИ(D25&#60;C5,F7)
<LI>=((B23+2018)/3)*7
<LI>=A13*SIN(&ndash;S47)
</OL></td></tr>




<tr><td><B>3.50. Наибольшее натуральное число, кодируемое 8 битами  
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>8
<LI>255
<LI>256
<LI>257
<LI>512
</OL> 
</td></tr>





<tr>
<td><B>3.51. Логический жесткий диск представляет собой  
 </B>
<OL><I>Ответы</I>
<LI>отдельное устройство, расположенное в системном блоке   
<LI>один из специальных разделов физического жесткого диска 
<LI>один из компонентов процессора   
<LI>специальный раздел в ОЗУ (RAM)
<LI>специальный раздел в BIOS
</OL> 
</td></tr>


<tr><td><B>3.52.  Если размер кластера 512 байт, а размер файла 784 байт, то файл займет на диске 
</B>
<OL><I>Ответы</I>
<LI>один сектор
<LI>один кластер 
<LI>полтора кластера 
<LI>два кластера 
<LI>три кластера 
</OL></td></tr>





<tr><td><B>3.53.  Обычно, при написании формул используются данные расположенные в нескольких ячейках, т. е. используется "Диапазон ячеек", который выглядит в строке формул Excel следующим образом
</B>
<OL><I>Ответы</I>
<LI>A1/B3
<LI>A1+B3
<LI>A1&ndash;B3
<LI>A1:B3
<LI>A1*B3
<LI>Все ответы верные
<LI>Нет правильного ответа
 </OL> </td></tr>



<tr><td><B>3.54. Знание открытого ключа    </B>
<OL><I>Ответы</I>
<LI>достаточно для того чтобы расшифровать сообщение 
<LI> дает возможность перехватить сообщение 
<LI> позволяет вычислить соответствующий секретный ключ 
<LI> дает возможность отправителю зашифровать и расшифровать сообщение 
<LI> дает возможность отправителю только зашифровать сообщение 
</OL></td></tr>


<tr><td><B>3.55.  Производительность труда программистов повысили на 25%.  На сколько процентов уменьшится время выполнения задания?
</B>
<OL><I>Ответы</I>
<LI>15
<LI>16
<LI>17
<LI>18
<LI>19
<LI>20
<LI>21
<LI>22
<LI>23
<LI>24
<LI>25
</OL></td></tr>




<tr><td><B>3.56. Растровый графический файл содержит чёрно-белое изображение 
с шестнадцатью градациями серого цвета размером 10 * 10 точек. 
Каков информационный объём этого файла?
</B>
<OL><I>Ответы</I>
<LI>100 бит
<LI>100 байт
<LI>200 бит
<LI>200 байт
<LI>400 бит
<LI>400 байт
<LI>нет правильного ответа
</OL> 
</td></tr>




<tr><td><B>3.57.  Microsoft Project предназначен для 
</B>
<OL><I>Ответы</I>
<LI>автоматизации управления взаимоотношениями с клиентами
<LI>автоматизации управления проектами
<LI>создания финансовой модели нового или действующего предприятия
<LI>создания модели процессов
<LI>создания модели данных
<LI>Нет правильного ответа 
</OL></td></tr>


<tr><td><B>3.58.  Что больше: e<SUP>&#960;</SUP> или &#960;<SUP>e</SUP> ?
</B>
<OL><I>Ответы</I>
<LI>e<SUP>&#960;</SUP> &#60; &#960;<SUP>e</SUP>
<LI>e<SUP>&#960;</SUP> = &#960;<SUP>e</SUP>
<LI>e<SUP>&#960;</SUP> &#62; &#960;<SUP>e</SUP>
<LI>Без компьютера не вычислить
<LI>Приду сдавать в следующий раз 
</OL></td></tr>



<tr><td><B>3.59. В цветовой модели RGB установлены следующие параметры: 255,255,255.
 Какой это цвет?</B>
<OL><I>Ответы</I>
<LI>черный
<LI>желтый
<LI>красный 
<LI>зеленый
<LI>синий
<LI>белый  
</OL> 
</td></tr>


<tr><td><B>3.60.  Что больше: 2017% от 2016 или 2016% от 2017 ?
</B>
<OL><I>Ответы</I>
<LI>2017% от 2016  больше 2016% от 2017
<LI>2017% от 2016  равно 2016% от 2017
<LI>2017% от 2016  меньше 2016% от 2017
<LI>таких процентов не бывает 
<LI>приду сдавать в следующий раз
</OL></td></tr>





<tr><td><B>3.61.  Для пользователя MS Excel ячейка электронной таблицы идентифицируется:
</B>
<OL><I>Ответы</I>
<LI>путем последовательного указания номера строки и имени столбца, на пересечении которых располагается ячейка;
<LI>путем последовательного указания  имени строки и номера столбца, на пересечении которых располагается ячейка
<LI>адресом машинного слова оперативной памяти, отведенного под ячейку
<LI>специальным кодовым словом
<LI>путем последовательного указания имени столбца и номера строки, на пересечении которых располагается ячейка
<LI>именем, произвольно задаваемым пользователем
</OL></td></tr>




<tr>
<td><B>3.62. Клавиша HOME перемещает курсор  
</B>
<OL><I>Ответы</I>
<LI>в начало строки
<LI>в конец строки 
<LI>в начало документа 
<LI>в конец документа 
<LI>на страницу вверх 
<LI>на страницу вниз
<LI>на один символ вперед
</OL></td></tr>


<tr>
<td><B>3.63. Число 56<sub>8</sub> записывается в двоичной системе как </B>
<OL><I>Ответы</I>
<LI>101111
<LI>011110
<LI>101110
<LI>110101
<LI>110111
</OL> 
</td></tr>


<tr><td><B>3.64.  Предположим, что выводимое на экран монитора изображение 
представляет собой прямоугольник, состоящий из 1024 столбцов и 768 строк пикселей. 
Если для кодирования цвета и яркости каждого пикселя используется 8 бит, 
то сколько однобайтовых ячеек памяти потребуется для сохранения всего выводимого изображения? 
</B>
<OL><I>Ответы</I>
<LI> 768 байт
<LI> 768 Кб 
<LI> 786432 бит 
<LI> 1024 байт 
<LI> 1024 Кбайт 
<LI> 1024 Мбайт 
<LI> 768 Мбайт 
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.65. Видеопамять — это: 
</B>
<OL><I>Ответы</I>
<LI>электронное, энергозависимое устройство для хранения двоичного кода 
изображения, выводимого на экран
<LI>программа, распределяющая ресурсы ПК при обработке изображения
<LI>устройство, управляющее работой графического дисплея
<LI>часть оперативного запоминающего устройства
<LI>видеоадаптер</OL></td></tr>

<tr><td><B>3.66. Файл, размером 0 байт, занимает на диске 
физическое пространство, объемом
 </B>
<OL><I>Ответы</I>
<LI>0 байт
<LI>Менее 8 бит
<LI>1 байт
<LI>1 пиксель
<LI>1 кластер
<LI>1 сектор
</OL> 
</td></tr>


<tr><td><B>3.67.  Текстовый процессор входит в состав:
</B>
<OL><I>Ответы</I>
<LI>системного программного обеспечения
<LI>систем программирования
<LI>операционной системы
<LI>прикладного программного обеспечения
<LI>BIOS
<LI>RAM
<LI>HDD
</OL> </td></tr>



<tr><td><B>3.68. Для завершения или запуска процессов и получения представления о текущей загруженности системы используется программа … 
</B>
<OL><I>Ответы</I>
<LI>Проводник
<LI>Диспетчер задач 
<LI>Назначение заданий 
<LI>Обеспечение специальных возможностей ОС 
<LI>Восстановление системы 
<LI>Дефрагментатор
</OL></td></tr>


<tr><td><B>3.69. Объект, позволяющий создавать формулы в документе MS Word, называется:
</B>
<OL><I>Ответы</I>
<LI>Microsoft Excel
<LI>Microsoft Equation
<LI>Microsoft Graph
<LI>Microsoft Access
<LI>Microsoft  PowerPoint
<LI>Microsoft  WordArt
</OL> </td></tr>




<tr><td><B>3.70. Размер файла ограничивается
 </B>
<OL><I>Ответы</I>
<LI>объемом текущего каталога
<LI>объемом корневого каталога
<LI>объемом рабочего каталога
<LI>свободным местом на диске
<LI>не ограничивается
</OL> </td></tr>



<tr><td><B>3.71.  "Настоящий" ПО-шник удрал с пары и пошел со скоростью 3 км/ч по улице, вдоль которой ходили трамваи. 
От нечего делать он стал считать трамваи и насчитал 40 трамваев, обогнавших его и 60 встречных. Будем считать, что трамваи движутся 
равномерно, с одинаковыми интервалами между собой. Какова средняя скорость движения трамваев ?  
</B>
<OL><I>Ответы</I>
<LI>5 км/ч
<LI>10 км/ч
<LI>15 км/ч
<LI>20 км/ч
<LI>25 км/ч
<LI>30 км/ч
<LI>35 км/ч
<LI>40 км/ч
<LI>45 км/ч
<LI>50 км/ч
<LI>55 км/ч
<LI>60 км/ч
<LI>80 км/ч
<LI>100 км/ч
</OL></td></tr>


 <tr><td><B>3.72. FireWall &#8722; это:   
</B>
<OL><I>Ответы</I>
<LI>почтовая программа
<LI>то же, что и Интернет браузер 
<LI>графический редактор
<LI>табличный процессор
<LI>сетевой экран 
</OL></td></tr>


<tr><td><B>3.73. Какое из нижеследующих утверждений неверно?    
<OL>
<LI>Программное обеспечение - это все программы, которые установлены на компьютере. 
<LI>Программа - особый вид информации в виде двоичных кодов (нулей и единиц), 
воспринимаемых процессором как команды к выполнению каких-то действий. 
<LI>Файлы программ вместе с файлами других типов хранятся на накопителях информации, 
для запуска считываются с них в оперативную память (загружаются). 
<LI>По окончании работы большинство программ удаляются из оперативной памяти. 
<LI>Программы, которые не остаются в оперативной памяти после загрузки на все время 
работы компьютера называются резидентными. 
</OL>       
</B>
<OL><I>Ответы</I>
<LI>Неверно первое утверждение
<LI>Неверно второе утверждение
<LI>Неверно третье утверждение
<LI>Неверно четвертое утверждение
<LI>Неверно пятое утверждение
<LI>Все утверждения верны
</OL></td></tr>





<tr><td><B>3.74. Соединение двух локальных сетей, 
работающих по одному и тому же сетевому протоколу, осуществляется через         
</B>
<OL><I>Ответы</I>
<LI>мост
<LI>шлюз
<LI>шину PCI
<LI>порт LPT1 иди LPT2 
<LI>порт COM1 или COM2 
</OL></td></tr>


<tr><td><B>3.75. Конфигурация (топология) локальной компьютерной сети, 
в которой все рабочие станции соединены с файл-сервером, называется:        
</B> 
<OL><I>Ответы</I>
<LI>кольцевой
<LI>радиальной
<LI>шинной
<LI>древовидной
<LI>радиально-кольцевой
</OL></td></tr>

<tr><td><B>3.76. Если известен натуральный логарифм числа x, десятичный логарифм этого числа находится путем 
</B>
<OL><I>Ответы</I>
<LI>умножения на  ln10
<LI>вычитания  ln10
<LI>деления на  ln10
<LI>сложения с  ln10
<LI>интегрирования по параметру ln10
<LI>дифференцирования по параметру  ln10
</OL></td></tr>


 <tr><td><B>3.77.  Первичная ин­фор­ма­ция раз­де­ля­ет­ся по сер­ве­рам №1 и №2 и об­ра­ба­ты­ва­ет­ся на них. С сер­ве­ра №1 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 14t Гбайт, а с сер­ве­ра №2 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 21t Гбайт об­ра­бо­тан­ной информации; 
25 &lt; t &lt; 75. Каков наи­боль­ший общий объём вы­хо­дя­щей ин­фор­ма­ции при общем объёме вхо­дя­щей ин­фор­ма­ции в 5733 Гбайт?
</B>
<OL><I>Ответы</I>
<LI>1024 Гб
<LI>1068 Гб
<LI>1404 Гб
<LI>1474 Гб
<LI>1682 Гб
<LI>1911 Гб
<LI>2091 Гб
<LI>2496 Гб
<LI>2523 Гб 
<LI>2700 Гб 
<LI>4096 Гб
</OL></td></tr>



<tr><td><B>3.78.  Денис  заключил выгодную, как ему казалось, сделку с Тимуром, который целый месяц ежедневно должен был приносить Денису по 100 тысяч руб., а взамен в первый день месяца Денис должен был отдать 1 коп., во второй &ndash; 2 коп., в третий &ndash; 4 коп., в четвертый &ndash; 8 коп. и т.д. в течение 30 дней. Кто выиграл от сделки? 
</B>
<OL><I>Ответы</I>
<LI>Денис "обул" Тимура на ~2 млн руб
<LI>Денис "обул" Тимура на ~1 млн руб
<LI>Оба остались при своих 
<LI>Тимур "обул" Дениса на ~1 млн руб
<LI>Тимур "обул" Дениса на ~4 млн руб
<LI>Тимур "обул" Дениса на ~8 млн руб
</OL></td></tr>



<tr><td><B>3.79. Обмен информацией между компьютерными сетями, в 
которых действуют разные сетевые протоколы, осуществляется с использованием:        
</B>
<OL><I>Ответы</I>
<LI>хост-компьютеров
<LI>шлюзов
<LI>электронной почты
<LI>модемов
<LI>файл-серверов
</OL></td></tr>



<tr><td><B>3.80. Служба FTP в Интернете предназначена для:        
</B>
<OL><I>Ответы</I>
<LI>создания, приема и передачи WEB-страниц
<LI>обеспечения функционирования электронной почты
<LI>обеспечения работы телеконференций
<LI>приема и передачи файлов любого формата
<LI>удаленного управления техническими системами
</OL></td></tr>


<tr><td><B>3.81. Какая из приведенных ниже формул Excel НЕ содержит ошибок?  
</B>
<OL><I>Ответы</I>
<LI>A4+B6
<LI>=3A&#8722;8B
<LI>=A2&#8722;B9
<LI>=A+B
<LI>B6/A7
</OL></td></tr>



<tr><td><B>3.82. Файловую систему обычно изображают в виде дерева, 
где "ветви" &#8722; это каталоги (папки), а "листья" &#8722; это файлы (документы, 
программы и т.д.). Что может располагаться непосредственно в корневом 
каталоге, т.е. на стволе дерева?
 
</B>
<OL><I>Ответы</I>
<LI>каталоги и файлы
<LI>только каталоги
<LI>только файлы
<LI>ничего
<LI>среди ответов 1–4 нет правильного  
</OL> 
</td></tr>



<tr><td><B>3.83.   Как открыть ссылку в новой вкладке в документе HTML ?
</B>
<OL><I>Ответы</I>
<LI>&#60;a href="url" target="_blank"&#62;
<LI>&#60;a href="url" target="new"&#62;
<LI>&#60;a href="url" new&#62;
<LI>&#60;a href="http" new&#62;
<LI>&#60;a href="www"  target="url"&#62;
</OL></td></tr>


<tr>
<td><B>3.84.  При удалении файлов активизируется Корзина. Что происходит с удаляемыми файлами? 
</B>
<OL><I>Ответы</I>
<LI> При удалении файлы стираются с диска, а в корзине хранится лишь их список.
<LI>Файлы не удаляются с диска, они хранятся в папке Корзина, но в папке, где они находились, их уже нет.
<LI>Файлы не удаляются с диска, а переносятся в FAT
<LI>Файлы не удаляются с диска, они хранятся в той же папке, что и раньше. 
<LI>Файлы не удаляются с диска, а переносятся в RAM

</OL></td></tr>




<tr><td><B>3.85. Выберите вариант, в котором объемы памяти расположены 
в порядке возрастания.                         
</B>
<OL><I>Ответы</I>
<LI>10 бит, 20 бит, 2 байта, 1 Кбайт, 1010 байт 
<LI>10 бит, 2 байта, 20 бит, 1 Кбайт, 1010 байт 
<LI>10 бит, 20 бит, 2 байта, 1010 байт, 1 Кбайт 
<LI>10 бит, 2 байта, 20 бит, 1010 байт, 1 Кбайт 
<LI>10 бит, 3 байта, 20 бит, 1010 байт, 1 Кбайт 
</OL></td></tr>


<tr><td><B>3.86.   Как создать e-mail ссылку в документе HTML?
</B>
<OL><I>Ответы</I>
<LI>&#60;mail>xxx@yyy&#60;/mail&#62;
<LI>&#60;a href="xxx@yyy"&#62;
<LI>&#60;mail href="xxx@yyy"&#62;
<LI>&#60;a href="mailto:xxx@yyy"&#62;
<LI>таких ссылок не бывает
</OL></td></tr>



<tr><td><B>3.87. Вертолет вылетел из Кейптауна (Южная Африка)  и стал 
двигаться по следующему маршруту: 400 км на запад, затем 400 км на юг, 
затем 400 км на восток и затем 400 км на север. Где приземлится вертолет? 
Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг 
собственной оси 1 сутки, приборы &ndash; идеальными, погоду летной, запасы горючего 
достаточными для того чтобы пролететь 3000 км.                        
</B>
<OL><I>Ответы</I>
<LI>в точке старта
<LI>южнее точки старта 
<LI>севернее точки старта 
<LI>западнее точки старта 
<LI>восточнее точки старта 
</OL></td></tr>



<tr><td><B>3.88. У каждого из братьев есть определенное количество денег. У старшего на 25 процентов больше, чем у младшего. Сколько процентов денег должен отдать старший брат младшему, чтобы денег у них стало поровну? </B>
<OL><I>Ответы</I>
<LI>9,5
<LI>10
<LI>10,5
<LI>11
<LI>11,5
<LI>12
<LI>12,5
<LI>13
<LI>20
<LI>25
</OL></td></tr>




<tr><td><B>3.89. Обычно заголовок IP имеет длину
</B>
<OL><I>Ответы</I>
<LI> 4 байта 
<LI> 5 байт 
<LI> 12 байт 
<LI> 16 байт 
<LI> 20 байт 
<LI> 32 байта 
</OL></td></tr>


<tr><td><B>3.90.  Лошадь съедает воз сена за 22 дня, коза &ndash; за 44, овца &ndash; за 66.
За какое время лошадь, коза и овца вместе съедят такой же воз сена?
</B>
<OL><I>Ответы</I>
<LI>3
<LI>6
<LI>9
<LI>10
<LI>11
<LI>12
<LI>13
<LI>14
<LI>15
<LI>18
<LI>21
</OL></td></tr>



 
  
<tr><td><B>3.91.  В файловой системе NTFS для записи адреса одного файла выделяется</B>
<OL><I>Ответы</I>
<LI> 2 байт 
<LI> 3 байт 
<LI> 4 байт 
<LI> 16 байт 
<LI> 32 байта
<LI> 512 байт 
<LI> 2 Кбайт 
<LI> 16 Кбайт 
<LI> 32 Кбайт 
<LI> 64 Кбайт 
<LI>нет правильного ответа
  </OL></td></tr>
  

<tr><td><B>3.92. Минимальный размер адресуемого пространства жесткого диска 
&#8722; это               
</B>
<OL><I>Ответы</I>
<LI>сектор
<LI>драйвер
<LI>кластер
<LI>контроллер
<LI>файл
<LI>шина
<LI>FAT
<LI>BIOS
</OL></td></tr>


<tr><td><B>3.93.  Выберите правильный способ создания ссылки в документе HTML 
</B>
<OL><I>Ответы</I>
<LI>&#60;a>http://www.w3schools.com&#60;/a&#62;
<LI>&#60;a>https://www.w3schools.com&#60;/a&#62;
<LI>&#60;a href="http://www.w3schools.com"&#62;W3Schools&#60;/a&#62;
<LI>&#60;a name="http://www.w3schools.com"&#62;W3Schools.com&#60;/a&#62;
<LI>&#60;a url="http://www.w3schools.com"&#62;W3Schools.com&#60;/a&#62;
</OL></td></tr>






<tr><td><B>3.94. Выберите верное утверждение             
</B>
<OL><I>Ответы</I>
<LI>Один кластер может содержать несколько логических дисков
<LI>На одном физическом диске имеется только один кластер  
<LI>Один кластер содержит несколько секторов 
<LI>Один сектор содержит несколько кластеров
<LI>Один кластер всегда содержит только один сектор
</OL></td></tr>


<tr><td><B>3.95.  В информационном буклете 16 страниц. Каждая страница содержит текст из 36 строк, в каждой строке 136 символов. Определить информационный объем буклета, при условии, что каждый символ записан в двухбайтной кодировке Unicode. Ответ записать в виде целого числа.
</B>
<OL><I>Ответы</I>
<LI>153 бит
<LI>153 байт
<LI>153 кБ
<LI>153 Мб
<LI>306 бит
<LI>306 байт
<LI>306 кБ
<LI>306 Мб
</OL></td></tr>




<tr><td><B>3.96. Запись ##### в ячейке электроной таблицы Excel указывает
</B>
<OL><I>Ответы</I>
<LI>непонятна формула
<LI>неверна ссылка
<LI>ссылка циклическая
<LI>размер ячейки мал
<LI>ошибка
</OL></td></tr>


 <tr>
<td><B>3.97. Драйвер &#8722; это      
</B>
<OL><I>Ответы</I>
<LI>специальная микросхема, входящая в состав видеокарты
<LI>специальный раздел на гибком магнитном диске
<LI>специальная программа, которая управляет работой какого-то из устройств ПК
<LI>специальный раздел на жестком диске 
<LI>специальная программа, которая хранится в BIOS и предназначена для 
проверки работы памяти и внешних устройств компьютера при включении его электропитания
<LI>специальная микросхема, расположенная на материнской плате  
</OL></td></tr>


<tr><td><B>3.98. Студент, испугавшись контрольной по компьютерному моделированию, 
решил сбежать в Глазго. Он узнал из сети Интернет, что Глазго находится на одной широте 
с Уфой и поэтому летел туда через Нижний 
Новгород, Москву и Копенгаген, которые тоже расположены на широте Уфы. 
Преподаватель полетел в Глазго по более короткому маршруту. Через какой город летел преподаватель ?           
</B>
<OL><I>Ответы</I>
<LI>Ростов
<LI>Магадан 
<LI>Мурманск
<LI>Ташкент 
<LI>Симферополь 
<LI>Москва&ndash;Воронеж, не догонишь... 
</OL></td></tr>




 <tr>
<td><B>3.99. Где находится BIOS? 
</B>
<OL><I>Ответы</I>
<LI> в оперативно-запоминающем устройстве (ОЗУ)
<LI>на винчестере
<LI>на CD-ROM
<LI>в постоянно-запоминающем устройстве (ПЗУ) 
<LI>в мониторе
<LI>на видеоплате
</OL></td></tr>



<tr><td><B>3.100.  Графический файл содержит полную информацию о 
каждой точке изображения, если он сохранен в формате ... 
</B>
<OL><I>Ответы</I>
<LI> gif 
<LI> png 
<LI> bmp 
<LI> jpg 
<LI> pcx 
</OL></td></tr>

<tr><td><B>3.101. Программа "MS Word" &#8722; это    
</B>
<OL><I>Ответы</I>
<LI>графический редактор 
<LI>текстовый процессор
<LI>редактор электронных таблиц 
<LI>видеоредактор
<LI>текстовый редактор
<LI>система управления базами данных
</OL></td></tr>




<tr><td><B>3.102. ПЗУ служит для            
</B>
<OL><I>Ответы</I>
<LI>хранения операционной системы
<LI>хранения программы пользователя во время работы
<LI>хранения программ начальной загрузки компьютера и тестирования его узлов 
<LI>записи особо ценных прикладных программ
<LI>хранения постоянно используемых программ
<LI>постоянного хранения особо ценных докуиентов 
</OL></td></tr>


<tr><td><B>3.103.  Отцу и сыну вместе 38 лет, сыну и дедушке вместе 64 года, а отцу и дедушке вместе 84 года.
Сколько лет отцу ? 
</B>
<OL><I>Ответы</I>
<LI>26
<LI>38
<LI>40
<LI>42
<LI>44
<LI>46
<LI>48
<LI>50
<LI>64
<LI>84
</OL></td></tr>





 
<tr><td><B>3.104. URL &ndash; это 
</B>
<OL><I>Ответы</I>
<LI>дисковая операционная система
<LI> протокол управления передачей данных, использующий автоматическую повторную передачу пакетов, содержащих ошибки; этот протокол отвечает за разбиение передаваемое информации на пакеты и правильное восстановление информации из пакетов получателя 
<LI> протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий пакету на пути к конечному пункту назначения проходить по нескольким сетям 
<LI> протокол транспортирования гипертекста 
<LI> унифицированный идентификатор (указатель) ресурса
<LI> протокол передачи файлов 
<LI> язык гипертекстовой разметки, которым пользуются все серверы WWW 
<LI> простой протокол передачи почты 
</OL></td></tr> 

<tr><td><B>3.105.  Дефрагментация диска используется для: 
</B>
<OL><I>Ответы</I>
<LI> создания на диске фрагментов (кластеров), в которые впоследствии
 можно будет записывать файлы 
<LI> поиска и удаления временных файлов 
<LI> резервного копирования файлов 
<LI> ускорения считывания файлов с диска 
<LI> форматирования таблицы размещения файлов 
</OL></td></tr>



<tr><td><B>3.106.  Что больше: 3<SUP>&#8730;2</SUP> или 2<SUP>&#8730;3</SUP> ?
</B>
<OL><I>Ответы</I>
<LI>3<SUP>&#8730;2</SUP> &#60; 2<SUP>&#8730;3</SUP>
<LI>3<SUP>&#8730;2</SUP> = 2<SUP>&#8730;3</SUP>
<LI>3<SUP>&#8730;2</SUP> &#62; 2<SUP>&#8730;3</SUP>
<LI>Без компьютера не вычислить
<LI>Приду сдавать в следующий раз 
</OL></td></tr>





<tr><td><B>3.107. Что из нижеперечисленного является программированием?      
</B>
<OL><I>Ответы</I>
<LI>математическое программирование
<LI>сепарабельное программирование
<LI>линейное программирование
<LI>программирование на языке BASIC
<LI>нет верного ответа
</OL></td></tr>


<tr><td><B>3.108. Что из перечисленного ниже не является портом?              
</B>
<OL><I>Ответы</I>
<LI>COM1
<LI>COM2
<LI>PCI
<LI>USB
<LI>LPT1
</OL></td></tr>



<tr><td><B>3.109.  Система DNS предназначена для ... 
</B>
<OL><I>Ответы</I>
<LI> сокращения времени поиска конкретного компьютера в сети 
<LI> перевода доменных адресов в IP адреса машин и наоборот 
<LI> определения физического местоположения персонального компьютера 
<LI> перевода IP адресов в физические адреса машин в сети 
<LI> быстрого поиска информации в сети 
<LI>хранения файлов на жестком диске 
<LI>такой системы не существует
</OL></td></tr>


<tr><td><B>3.110. Вертолет вылетел из Сан-Франциско (США) и стал 
двигаться по следующему маршруту: 700 км на восток, затем 700 км на юг, 
затем 700 км на запад и затем 700 км на север. Где приземлится вертолет? 
Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг 
собственной оси 1 сутки, приборы - идеальными, погоду летной, запасы горючего 
достаточными для того чтобы пролететь 3000 км.                        
</B>
<OL><I>Ответы</I>
<LI>в точке старта
<LI>южнее точки старта 
<LI>севернее точки старта 
<LI>западнее точки старта 
<LI>восточнее точки старта 
</OL></td></tr>




<tr><td><B>3.111. В каком из перечисленных ниже направлений должен направить пилот  
свой самолет при вылете из Уфы (55&#176; сев. широты, 56&#176; вост. долготы), 
чтобы побыстрее достигнуть Маркизских островов в Тихом океане 
(10&#176; юж. широты, 130&#176; зап. долготы) без поворотов и разворотов?   
</B>
<OL><I>Ответы</I>
<LI>на север
<LI>на юг
<LI>на восток
<LI>на запад
<LI>на юго-запад
<LI>на юго-всток
</OL></td></tr>



<tr><td><B>3.112. Выберите тег HTML для создания ненумерованного списка
</B>
<OL><I>Ответы</I>
<LI>&#60;ol&#62;
<LI>&#60;list&#62;
<LI>&#60;dl&#62;
<LI>&#60;ul&#62;
<LI>&#60;ml&#62;
<LI>&#60;dll&#62;
</OL></td></tr>


<tr><td><B>3.113. Человек способен различать более 100 градаций яркости. 
Сколько  бит  необходимо, чтобы их закодировать, т.е. какова должна 
быть минимальная разрядность битовой комбинации ? 
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
</OL> 
</td></tr>



<tr><td><B>3.114. Табличная структура данных &ndash;  это упорядоченная структура 
данных, в которой положение элемента однозначно определяется                         
</B>
<OL><I>Ответы</I>
<LI>маршрутом доступа, начиная от корневого элемента 
<LI>его длиной 
<LI>пользователем
<LI>его номером 
<LI>его адресом 
<LI>нет правильного ответа 
</OL></td></tr>




<tr><td><B>3.115. Для изменения размера высоты строки Excel, надо зацепить 
</B>
<OL><I>Ответы</I>
<LI>в заголовке верхнюю границу строки левой кнопкой и установить размер
<LI>нижнюю границу любой ячейки строки левой кнопкой и установить размер
<LI>в заголовке верхнюю границу строки правой кнопкой,установить размер
<LI>в заголовке нижнюю границу строки правой кнопкой и установить размер
<LI>в заголовке нижнюю границу строки левой кнопкой и установить размер
</OL></td></tr>



<tr><td><B>3.116. Археологи нашли монету, датированную 35-м годом до
 нашей эры. Возможно ли это? 
</B>
<OL><I>Ответы</I>
<LI>Да, если монета найдена в Египте 
<LI> Да, если монета найдена на Аравийском полуострове 
<LI> Да, если монета найдена в Италии 
<LI> Да, если монета найдена в Трое 
<LI> Нет 
</OL></td></tr>





 

<tr><td><B>3.117. В файловой системе FAT32 для записи адреса одного
 файла выделяется                         
</B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт 
<LI>4 байт 
<LI>512 байт 
<LI>2 Кбайт 
<LI>16 Кбайт 
<LI>32 Кбайт 
<LI>64 Кбайт 
</OL></td></tr>


<tr><td><B>3.118.    Какое наибольшее количество символов имеет имя файла или каталога в Windows?
</B>
<OL><I>Ответы</I>
<LI>32
<LI>50
<LI>64
<LI>100
<LI>128
<LI>255
<LI>1024
</OL></td></tr>



<tr><td><B>3.119. В системе записи FAT32             
</B>
<OL><I>Ответы</I>
<LI>размер кластера равен 32 Кб
<LI>адрес записывается 4 байтами
<LI>размер оперативной памяти 32 Мб
<LI>32 дорожки для записи
<LI>32 сектора для записи
<LI>адрес записывается 32 байтами 
</OL></td></tr>




<tr><td><B>3.120. Тестирование   
</B>
<OL><I>Ответы</I>
<LI>гарантирует безусловное выявление всех без исключения ошибок в программе
<LI>выявляет все причины неправильной работы программы
<LI>есть достаточное условие правильности программы
<LI>совершенно бесполезная операция
<LI>может показать лишь наличие ошибок в программе, но не их отсутствие
</OL></td></tr>



<tr>
<td><B>3.121. В файловой системе FAT32 для записи адреса одного файла выделяется 
 </B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт
<LI>4 байт 
<LI>512 байт
<LI>2 Кбайт  
<LI>16 Кбайт
<LI>32 Кбайт
<LI>64 Кбайт
</OL> 
</td></tr>


<tr><td><B>3.122.  Сколько решений имеет уравнение sinx=&#960;/3 ? 
</B>
<OL><I>Ответы</I>
<LI>ни одного
<LI>одно-единственное 
<LI>бесчисленное множество
<LI>нет правильного ответа
<LI>приду сдавать в следующий раз
</OL></td></tr>



<tr><td><B>3.123. В растровом графическом редакторе Paint 
изображение формируется из    
</B>
<OL><I>Ответы</I>
<LI>линий
<LI>точек
<LI>кружков
<LI>треугольников
<LI>векторов
</OL></td></tr>



<tr><td><B> 3.124. В микрорайоне восемь кварталов, каждый из которых имеет в периметре 600 м. 
По внешним сторонам некоторых кварталов микрорайон охватывает кольцевое шоссе. Общая длина улиц микрорайона, не считая шоссе, составляет 1 км 800 м. 
Тогда длина кольцевого шоссе равна 
</B>
<OL><I>Ответы</I>
<LI>1 км
<LI>1 км 200 м
<LI>1 км 400 м
<LI>1 км 600 м
<LI>1 км 800 м
<LI>2 км 
<LI>2 км 200 м
<LI>2 км 400 м
<LI>2 км 600 м
<LI>2 км 800 м
<LI>3 км 
<LI>3 км 200 м
<LI>3 км 400 м
<LI>3 км 600 м
<LI>3 км 800 м
<LI>4 км 
</OL></td></tr>




<tr><td><B>3.125. Стандартным приложением ОС Windows не является     
</B>
<OL><I>Ответы</I>
<LI>Программа Блокнот
<LI>Графический редактор Paint
<LI>Текстовый процессор MS Word
<LI>Калькулятор
<LI>Проводник
</OL></td></tr>

<tr><td><B>3.126. Архиваторами называют программы, которые…      
</B>
<OL><I>Ответы</I>
<LI>сохраняют файлы на архивном диске
<LI>создают резервную копию системы для последующего её восстановления 
<LI>проверяют синтаксические ошибки в тексте
<LI>переводят исходный текст на язык машинных команд
<LI>проверяют семантические ошибки в тексте
<LI>осуществляют упаковку и распаковку  совокупности информации
<LI>осуществляют дефрагментацию 
</OL></td></tr>



<tr><td><B>3.127.  Если A =  420/978 &ndash;  211/977, и B = 209/977, то  
</B>
<OL><I>Ответы</I>
<LI>A &#60; B
<LI>A = B
<LI>A &#62; B
<LI>A = &ndash; B
<LI>Приду сдавать в следующий раз
</OL></td></tr>







<tr><td><B>3.128. Протокол FTP &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>протокол управления передачей данных, использующий автоматическую 
повторную передачу пакетов, содержащих ошибки; этот протокол отвечает 
за разбиение передаваемое информации на пакеты и правильное 
восстановление информации из пакетов получателя
<LI>протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий 
пакету на пути к конечному пункту назначения проходить по нескольким сетям
<LI>протокол транспортирования гипертекста 
<LI>протокол передачи файлов
<LI>язык гипертекстовой разметки, которым пользуются все серверы WWW
<LI>простой протокол передачи почты
<LI>унифицированный идентификатор (указатель) ресурса
</OL></td></tr>


<tr><td><B>3.129. Вертолет вылетел из Мельбурна (Австралия) и стал 
двигаться по следующему маршруту: 600 км на восток, затем 600 км на юг, 
затем 600 км на запад и затем 600 км на север. Где приземлится вертолет? 
Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг 
собственной оси 1 сутки, приборы - идеальными, погоду летной, запасы горючего 
достаточными для того чтобы пролететь 3000 км.                        
</B>
<OL><I>Ответы</I>
<LI>в точке старта
<LI>южнее точки старта 
<LI>севернее точки старта 
<LI>западнее точки старта 
<LI>восточнее точки старта 
</OL></td></tr>



<tr>
<td><B>3.130. Устройства, непосредственно участвующие в обработке информации 
(процессор, сопроцессор, оперативная память), соединяются с остальными 
устройствами единой магистралью, которая называется </B>
<OL><I>Ответы</I>
<LI>арифметико-логические устройство (АЛУ)
<LI>устройство управления (УУ)
<LI>аналогово-цифровой преобразователь (АЦП)
<LI>порт
<LI>шина
<LI>регистр
<LI>триггер 
</OL> 
</td></tr>


<tr><td><B>3.131. К обязательным компонентам процессора относятся
</B>
<OL><I>Ответы</I>
<LI>математический сопроцессор
<LI>арифметико-логическое устройство (АЛУ)
<LI>кэш-память
<LI>винчестер
<LI>ОЗУ
<LI>ПЗУ
</OL></td></tr>

 <tr>
<td><B>3.132. Специальные программы, которыми пользуются 
программисты при написании программ &#8722; это </B>
<OL><I>Ответы</I>
<LI>системное (базовое) программное обеспечение
<LI>прикладное программное обеспечение
<LI>инструментальное программное обеспечение (система программироваания)
<LI>операционная система Windows
<LI>операционная система MS DOS
</OL></td></tr>


<tr><td><B>3.133.  Для кодирования цвета фона web-страницы используется атрибут bgcolor="#ХХХХХХ", где в кавычках задаются шестнадцатеричные значения интенсивности цветовых компонент в 24-битной RGB-модели. Какой цвет будет у страницы, заданной тэгом &#60;body bgcolor="#FFFFFF"&#62;?
</B>
<OL><I>Ответы</I>
<LI>белый
<LI>зеленый
<LI>красный
<LI>синий
<LI>черный
<LI>жёлтый
<LI>корчневый
</OL></td></tr>







 <tr>
<td><B>3.134. В качестве символов, которые можно использовать при написании 
имени файла можно использовать 
</B>
<OL><I>Ответы</I>
<LI>греческие буквы
<LI>римские цифры
<LI>латинские буквы и римские цифры
<LI>латинские буквы, арабские и специальные знаки
<LI>любые элементарные знаки, цифры и буквы любых алфавитов
</OL></td></tr>

<tr><td><B>3.135.  Какая из конфигураций локальной сети, называемая топологией, лишняя:                                 
</B>
<OL><I>Ответы</I>
<LI>Кольцо 
<LI>Таблица 
<LI>Шина 
<LI>Снежинка 
<LI>Звезда 
</OL></td></tr>



<tr><td><B>3.136. В  строке состояния текстового редактора 
для указания положения курсора  указывается:  
</B>
<OL><I>Ответы</I>
<LI>номер строки и столбца
<LI>количество строк напечатанного текста
<LI>номер страницы текста
<LI>количество символов в тексте
<LI>объем текста
</OL></td></tr>

<tr>
<td><B>3.137. Та часть процессора, которая выполняет команды, называется</B>
<OL><I>Ответы</I>
<LI>аналогово-цифровым преобразователем (АЦП)
<LI>сопроцессором 
<LI>ОЗУ (RAM)
<LI>ПЗУ (ROM)
<LI>регистром процессора 
<LI>арифметико-логическим устройством (АЛУ)
<LI>устройством управления (УУ)
</OL> 
</td></tr>


<tr><td><B>3.138. Точка движется по окружности радиуса R с постоянной угловой скоростью 
&#969;=const. Чему равно ее полное ускорение?            
</B>
<OL><I>Ответы</I>
<LI>&#969;<SUP>2</SUP>R<SUP>2</SUP>
<LI>&#969;R<SUP>2</SUP>
<LI>&#969;<SUP>2</SUP>R
<LI>&#969;<SUP>2</SUP>/R<SUP>2</SUP>
<LI>&#969;<SUP>2</SUP>/R
</OL></td></tr>



<tr><td><B>3.139. Основной технической характеристикой процессора является 
</B>
<OL><I>Ответы</I>
<LI>влагозащищенность
<LI>объем ОЗУ
<LI>тактовая частота
<LI>наличие математического сопроцессора
<LI>энергонезависимость
<LI>помехозащищенность 
</OL></td></tr>


<tr><td><B>3.140. Загрузочные вирусы: 
</B>
<OL><I>Ответы</I>
<LI>поражают программы в начале их работы
<LI>запускаются при загрузке компьютера
<LI>всегда меняют начало и длину файла
<LI>изменяют код зараженного файла
<LI>поражают загрузочные сектора дисков 
</OL></td></tr> 



<tr><td><B>3.141.  Котенок Мурзик может облизать себя с головы до кончика хвоста за полчаса, 
а котяра Барсик может облизать Малыша за 5 минут. Себя Барсик способен помыть за 20 минут.
Сколько времени придется трудиться Мурзику, чтобы помыть Барсика ?
</B>
<OL><I>Ответы</I>
<LI>1 час
<LI>2 часа
<LI>3 часа
<LI>4 часа 
<LI>5 часов
<LI>6 часов
</OL></td></tr>





<tr><td><B>3.142.   Какое наибольшее количество символов имеет расширение имени файла?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>10
<LI>16
<LI>32
<LI>50
<LI>64
<LI>100
<LI>128
<LI>255
<LI>1024
</OL></td></tr>



<tr><td><B>3.143.  Пароход идет по морю. Штиль. Ночь. Маяк на берегу то потухнет, 
то погаснет. Пароход сель на мель, потому что                 
</B>
<OL><I>Ответы</I>
<LI>капитан был пьян 
<LI>на корабле была женщина 
<LI>с парохода не видели огня маяка
<LI>в котлах упало давление пара 
<LI>на маяке никого не было 
</OL></td></tr>



<tr><td><B>3.144.  Как называется процесс разбиения изображения или звука на фрагменты меньшего размера
</B>
<OL><I>Ответы</I>
<LI>дефрагментация
<LI>моделирование 
<LI>формализация 
<LI>дискретизация 
<LI>кодирование
<LI>декодирование
<LI>нормализация
</OL></td></tr>





<tr><td><B>3.145. Представление информации во внутренней памяти компьютера 
</B>
<OL><I>Ответы</I>
<LI>непрерывное
<LI>дискретное
<LI>частично дискретное
<LI>частично непрерывное
<LI>сплошное полное непрерывное
<LI>графическое
</OL></td></tr>

<tr><td><B>3.146. Одной из основных технических характеристик монитора является 
</B>
<OL><I>Ответы</I>
<LI>наличие защитного экрана
<LI>трехмерность изображения
<LI>объем памяти видеокарты
<LI>возможность работать в качестве экрана телевизора
<LI>разрешающая способность
<LI>количество таблиц размещения файлов
<LI>наличие СУБД
</OL></td></tr>


<tr><td><B> 3.147.  На первом курсе потока БПО девушек оказалось в три раза меньше, чем юношей, т.е. у каждой было по три кавалера. 
Однако после зимней сессии один студент (юноша) не выдержал ударов  судьбы и был отчислен злобным деканом за академическую неуспеваемость, зато в
 группу пришли две девушки, вернувшиеся из академического отпуска. В итоге у каждой девушки потока БПО осталось только по  два кавалера. 
Сколько девчонок  учится на первом курсе потока БПО перед летней сесией ? 
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
<LI>8
<LI>9
<LI>10
<LI>16
<LI>24
<LI>32
<LI>36
</OL></td></tr>




<tr><td><B>3.148. Для автоматического поиска IP - адреса 
по известному символьному имени узла предназначена служба  
</B>
<OL><I>Ответы</I>
<LI> ARP 
<LI> DNS 
<LI> DHCP 
<LI> TCP 
<LI> MAC 
</OL> 
</td></tr>

<tr><td><B>3.149. Настроить параметры экрана в Windows позволяют команды
</B>
<OL><I>Ответы</I>
<LI> контекстного меню Панели управления
<LI> контекстного меню панели задач 
<LI> настройки Системы в Панели управления 
<LI> меню Вид открытой папки 
<LI> контекстного меню Рабочего стола 
<LI> пункт Все программы Главного меню 
</OL></td></tr>


<tr><td><B>3.150. Транспортный протокол (TCP) обеспечивает:       
</B>
<OL><I>Ответы</I>
<LI>разбиение файлов на IP- пакеты в процессе передачи и сборку файлов 
в процессе получения
<LI>прием, передачу и выдачу одного сеанса связи
<LI>доступ пользователя к переработанной информации
<LI>доставку информации от компьютера-отправителя к компьютеру-получателю
<LI>защиту информации в передаваемом сообщении
</OL></td></tr>

<tr><td><B>3.151.  Укажите, как расшифровывается аббревиатура AGP 
</B>
<OL><I>Ответы</I>
<LI> универсальная последовательная магистраль 
<LI> интерфейс расширенной конфигурации по питанию 
<LI> расширенный параллельный порт 
<LI> прямой доступ к памяти 
<LI> ускоренный графический порт 
<LI> запрос прерывания 
</OL></td></tr>

<tr><td><B>3.152. Корень базы данных DNS управляется центром  
</B>
<OL><I>Ответы</I>
<LI> IAB 
<LI> IEEE 
<LI> Microsoft 
<LI> ANSI 
<LI> InterNIC 
</OL> 
</td></tr>

<tr>
<td><B>3.153. В процессе передачи информации обязательно участвуют:</B>
<OL><I>Ответы</I>
<LI>источник информации.
<LI>приемник информации.
<LI>источник и приемник информации.
<LI>источник информации и средство для передачи  информации.
<LI>канал связи и приемник информации.
</OL> 
</td></tr>

<tr><td><B>3.154. Какое из приведенных ниже правил работы с входящей 
корреспонденцией можно порекомендовать разве что своему "заклятому другу"?    
</B>
<OL><I>Ответы</I>
<LI>Никогда и ни при каких обстоятельствах не запускайте пришедшие по каналам 
электронной почты файлы, имеющие расширения *.exe или *.com.
<LI>Если получено какое-либо письмо с любым attachment, лучше проверить его антивирусом
<LI>Старайтесь немедленно ответить на все письма, особенно спам, чтобы 
затруднить жизни спаммерам 
<LI>Если в тексте пришедшего к вам письма содержится ссылка на сайт, на котором 
можно увидеть нечто сверхзавлекательное, лучше скопировать ее в Clipboard, 
затем закрыть почтовый ящик и только после этого выдавить адрес в строку браузера
<LI>При сохранении приходящей корреспонденции (неконфиденциальной) лучше 
скопировать текст письма с его входными параметрами с экрана в Clipboard, 
и затем выдавить результат в текстовый файл, пользуясь текстовым редактором
типа Блокнот.  
</OL></td></tr>


<tr><td><B>3.155. Даны утверждения:
<BR>1) Выделенным сервером локальной сети называют компьютер, магнитный диск 
которого доступен пользователям других компьютеров.
<BR>2) Компилятор преобразует исходный текст программы в коды ЭВМ.
<BR>3) Работу компьютера в сети через телефонный канал связи обеспечивает 
сетевая карта.
<BR>Среди них верными являются только   
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>1,2
<LI>2,3
<LI>1,3
<LI>1,2,3
<LI>нет ни одного верного утверждения
</OL></td></tr>

<tr><td><B>3.156. Для решения какой вычислительной задачи 
предназначен фрагмент программы: 
<P>m=x[1,1]
<BR>for i=1 to n:for j=1 to n
<BR>if x[i,j]&#62;m then m=x[i,j]
<BR>next:next
<BR>? m   
</B>
<OL><I>Ответы</I>
<LI>поиск минимального элемента в линейном массиве  
<LI>поиск максимального элемента в линейном массиве
<LI>поиск минимального элемента в двумерном массиве 
<LI>поиск максимального элемента в двумерном массиве
<LI>сортировка линейного массива 
<LI>сортировка двумерного массива
</OL></td></tr>



<tr><td><B>3.157. Какая из перечисленных ниже схем соединения компьютеров в локальной сети не 
применяется на практике?
</B>
<OL><I>Ответы</I>
<LI> Шина: все компьютеры подключены к одному кабелю 
<LI> Кольцо: то же самое, только шина замкнута сама на себя 
<LI> Таблица: все компьютеры соединены между собой 
<LI> Звезда: все компьютеры подключены к одному управляющему компьютеру 
<LI> Снежинка: иерархическая схема подключения компьютеров 
</OL></td></tr>


<tr><td><B>3.158. Объем текстовой информации в сообщении на 40 страницах 
(на странице 40 строк и 80 символов в строке) равен 
</B>
<OL><I>Ответы</I>
<LI>1 Мбайт 
<LI>120 Кбайт 
<LI>12 Кбайт 
<LI>125 Кбайт 
<LI>128 Кбайт 
<LI>1280 Кбайт 	
</OL></td></tr>


<tr><td><B>3.159. Преподаватель, приняв экзамен у успевающих студентов группы БПО, едет на свой любимый Инзер 
на майские праздники. По пути он делает остановки, собирает на  полянках первоцвет и медуницу, любуется подснежниками,
обходит стороной чемерицу и греет на теплом весеннем солнышке свои старые кости. В итоге средняя скорость его движения по маршруту университет &ndash;  Инзер протяженностью 200 км составляет 45 км/ч.  
Когда он приезжает в деревню, то получает на сотовый телефон сигнал СОС от тех студентов, которые не сдали тест,
 но к маю  проснулись, прониклись, всё поняли и глубоко осознали и по этой причине обращаются с просьбой срочно 
принять у них тест, к которому они уже подготовились, все выучили, раздобыли нужные шпаргалки и даже оплатили 
доступ в Интернет на своих гаджетах. Преподаватель горестно вздыхает, садится в машину и на всех парах едет обратно в Уфу
с максимально разрешенной скоростью 90 км/ч.  Какова средняя скорость движения преподавателя на маршруте 
университет &ndash;  Инзер &ndash; университет ? 
 </B>
<OL><I>Ответы</I>
<LI>55
<LI>57,5
<LI>60
<LI>62,5
<LI>65
<LI>67,5
<LI>70
<LI>72,5
<LI>75
<LI>80
</OL></td></tr>





<tr><td><B>3.160. Существует следующая классификация программного обеспечения:
</B>
<OL><I>Ответы</I>
<LI>средства коммуникации и средства обеспечения компьютерной безопасности 
<LI> операционные системы, архиваторы, антивирусы, приложения 
<LI> информационное и математическое обеспечение 
<LI> системное, прикладное, инструментальное 
<LI> текстовые процессоры, табличные процессоры, СУБД, графические редакторы 
</OL></td></tr>

<tr><td><B>3.161. Производится одноканальная (моно) звукозапись с частотой дискретизации 16 кГц и 24-битным разрешением. Запись длится 1 минуту, ее результаты записываются в файл, сжатие данных не производится. Какое из приведенных ниже чисел наиболее близко к размеру полученного файла ?
</B>
<OL><I>Ответы</I>
<LI>2,1 Мбайт
<LI>2,7 Мбайт
<LI>3,2 Мбайт
<LI>4,3 Мбайт
<LI>12,5 Мбайт
<LI>17,5 Мбайт 
</OL></td></tr>


<tr><td><B>3.162. При умножении матрицы на обратную к ней получаем:
</B>
<OL><I>Ответы</I>
<LI>нулевую матрицу
<LI>матрицу-столбец
<LI>матрицу-строку
<LI>единичную матрицу
<LI>диагональную матрицу с различными элементами на главной диагонали
<LI>нет правильного ответа 
</OL></td></tr>



<tr><td><B>3.163. При двоичном кодировании звуковой информации аналоговая 
информация преобразуется в цифровую при помощи</B> 
<OL><I>Ответы</I> 
<LI> декомпозиции 
<LI> копирования 
<LI> временной дискретизации 
<LI> форматирования 
<LI> программы на Assembler 
</OL></td></tr>


<tr><td><B>3.164. Протокол SMTP &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>протокол управления передачей данных, использующий автоматическую 
повторную передачу пакетов, содержащих ошибки; этот протокол отвечает 
за разбиение передаваемое информации на пакеты и правильное 
восстановление информации из пакетов получателя
<LI>протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий 
пакету на пути к конечному пункту назначения проходить по нескольким сетям
<LI>протокол транспортирования гипертекста 
<LI>протокол передачи файлов
<LI>язык гипертекстовой разметки, которым пользуются все серверы WWW
<LI>простой протокол передачи почты
<LI>унифицированный идентификатор (указатель) ресурса

</OL></td></tr>



<tr><td><B>3.165.  Что больше:  12345677*12345680 или 12345678*12345679 ? 
</B>
<OL><I>Ответы</I>
<LI>12345677*12345680 &#60; 12345678*12345679
<LI>12345677*12345680 = 12345678*12345679
<LI>12345677*12345680 &#62; 12345678*12345679
<LI>мой калькулятор не тянет такие вычисления
<LI>приду сдавать в следующий раз

</OL></td></tr>



<tr><td><B>3.166.  Для изменения размера ширины столбца в Excel, надо зацепить 
</B>
<OL><I>Ответы</I>
<LI>в заголовке левую границу столбца левой кнопкой и установить размер.
<LI>правую границу любой ячейки столбца левой кнопкой, установить размер
<LI>левую границу столбца правой кнопкой и установить размер.
<LI>в заголовке правую границу столбца правой кнопкой, установить размер
<LI>в заголовке правую границу столбца левой кнопкой и установить размер
</OL></td></tr>




<tr><td><B>3.167. Электронные схемы для управления внешними устройствами — это
</B>
<OL><I>Ответы</I>
<LI>плоттеры
<LI>шифраторы
<LI>драйверы
<LI>контроллеры
<LI>сканеры
</OL> 
</td></tr>

 <tr>
<td><B>3.168. Основная часть операционной системы представляет собой набор файлов,
которые хранятся       
</B>
<OL><I>Ответы</I>
<LI>в ОЗУ (RAM)
<LI>в ПЗУ (BIOS)
<LI>в контролллере жесткого диска 
<LI>в памяти видеокарты 
<LI>на одном из дисков, называемом системным
</OL></td></tr>



<tr><td><B>3.169. Разрядностью процессора называют                        
</B>
<OL><I>Ответы</I>
<LI>число байтов, обрабатываемых за один такт
<LI>время выполнения одной  операции
<LI>число битов, обрабатываемых за один такт
<LI>скорость обмена информацией между процессором и внешним устройством
<LI>количество внутренних регистров процессора
<LI>число битов, обрабатываемых за одну секунду
<LI>число байтов, обрабатываемых за одну секунду	
</OL></td></tr>




<tr><td><B>3.170.  Как записать : “Все файлы без исключения”?
</B>
<OL><I>Ответы</I>
<LI>?.?
<LI>*.*
<LI>?.*
<LI>*.?
<LI>All.All
</OL></td></tr>


<tr><td><B>3.171.   Автомобиль едет со скоростью 20 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он проходил на 1 минуту быстрее?
</B>
<OL><I>Ответы</I>
<LI>22
<LI>24
<LI>26
<LI>28
<LI>30
<LI>32
<LI>36
<LI>40
<LI>45
<LI>50
<LI>60
</OL></td></tr>



<tr>
<td><B>3.172. "PCI" &#8722; Это 
</B>
<OL><I>Ответы</I>
<LI>последовательный порт
<LI>параллельный порт
<LI>дисплей
<LI>клавиатура
<LI>принтер
<LI>шина
<LI>регистр
</OL></td></tr>



<tr>
<td><B>3.173. При работе с операционной системой Windows нажатие клавиши BACKSPACE 
</B>
<OL><I>Ответы</I>
<LI>позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI>приводит к переключению между несколькими окнами 
<LI>приводит к выбору (срабатыванию активной командной кнопки)
<LI>приводит к вызову справки 
<LI>в окнах папок &#8722; на один уровень вверх 
<LI>измененяет раскладку клавиатуры (рус/англ)
<LI>приводит к переключению режимов Вставка-Замена
</OL></td></tr>



<tr><td><B>3.174. На первую лекцию по компьютерному моделированию группа БПО пришла в полном составе. 
Половина группы слушала лектора, четверть смотрела в свои гаджеты, седьмая часть группы от скуки с тоской смотрела в окно и ещё три студента 
 никого не слушали, а пялились на самую красивую девчонку группы. Сколько всего ПО-шников учится в группе БПО ?
</B>
<OL><I>Ответы</I>
<LI>7 
<LI>14
<LI>18
<LI>21
<LI>24
<LI>28
<LI>35
<LI>36
<LI>42
<LI>49
<LI>56
<LI>64
</OL></td></tr>




<tr><td><B>3.175. Укажите правильную формулу для суммирования 
значений в строках 2&#8722;10 пятого столбца     
</B>
<OL><I>Ответы</I>
<LI>СУММ(F2;F10)
<LI>=(СУММF2:F10)
<LI>=СУММ(Е2:Е10)
<LI>=СУММ(F2:F10)
<LI>СУММ(Е2:Е10)
<LI>нет правильного ответа 
</OL></td></tr>


<tr><td><B>3.176. Файловые вирусы:   
</B>
<OL><I>Ответы</I>
<LI>всегда меняют длину файла
<LI>поражают загрузочные сектора дисков
<LI>всегда меняют начало файла
<LI>всегда меняют код зараженного файла
<LI>всегда меняют начало и длину файла
</OL></td></tr> 


<tr><td><B>3.177. Что происходит при нажатии клавиши ENTER, если курсор 
находится внутри абзаца?     
</B>
<OL><I>Ответы</I>
<LI>курсор перемещается в конец текущей строки.
<LI>курсор перемещается на следующую строку абзаца.
<LI>текст раздвигается  на один пробел.
<LI>абзац разбивается на два отдельных абзаца.
<LI>нет правильного ответа 
</OL></td></tr>


 <tr><td><B>3.178. Устройство, теряющее информацию при выключении ...
</B>
<OL><I>Ответы</I>
<LI>ПЗУ 	
<LI>RAM 	
<LI>НЖМД 	
<LI>НГМД 	
<LI>CD-ROM 
</OL> 
</td></tr>



<tr><td><B>3.179. Буфер обмена &#8722; это              
</B>
<OL><I>Ответы</I>
<LI>активное окно
<LI>Рабочий стол
<LI>часть оперативной памяти компьютера 
<LI>реестр Windows
<LI>Корзина
</OL></td></tr>

<tr>
<td><B>3.180. Клавиша PAGE UP перемещает курсор 
</B>
<OL><I>Ответы</I>
<LI>в начало строки
<LI>в конец строки 
<LI>в начало документа 
<LI>в конец документа 
<LI>на страницу вверх 
<LI>на страницу вниз
<LI>на один символ вперед
</OL></td></tr>


<tr><td><B>3.181. Расширение имени файла .bak относится к ...
</B>
<OL><I>Ответы</I>
<LI>архивному файлу 	
<LI>резервной копии файла 	
<LI>файлу табличного процессора 	
<LI>исполняемому файлу 	
<LI>файлу базы данных 
</OL> 
</td></tr>



<tr><td><B>3.182.  Пассажир поезда, проехав половину пути, лег спать. Он спал до тех пор, пока не осталось ехать половину того пути, что он проехал спящим. Какую часть всего пути он проехал спящим? 
</B>
<OL><I>Ответы</I>
<LI>1/10
<LI>1/6
<LI>1/5
<LI>1/4
<LI>1/3
<LI>1/2
<LI>2/3
<LI>3/4
<LI>4/5
</OL></td></tr>




<tr><td><B>3.183. В ячейку А2 в программе Excel введено число 2, а в ячейку 
В2 &#8722; формула A2+3^2. Что будет высвечено в ячейке В2?   
</B>
<OL><I>Ответы</I>
<LI>Сообщение об ошибке
<LI>######
<LI>11
<LI>A2+3^2
<LI>9
<LI>нет правильного ответа
</OL></td></tr>

<tr><td><B>3.184. Протокол TCP &#8722; это         
</B>
<OL><I>Ответы</I>
<LI>протокол управления передачей данных, использующий автоматическую 
повторную передачу пакетов, содержащих ошибки; этот протокол отвечает 
за разбиение передаваемое информации на пакеты и правильное 
восстановление информации из пакетов получателя
<LI>протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий 
пакету на пути к конечному пункту назначения проходить по нескольким сетям
<LI>протокол транспортирования гипертекста 
<LI>протокол передачи файлов
<LI>язык гипертекстовой разметки, которым пользуются все серверы WWW
<LI>простой протокол передачи почты
<LI>унифицированный идентификатор (указатель) ресурса
</OL></td></tr>



<tr><td><B>3.185. Шлюз &ndash; это устройство, ...
</B>
<OL><I>Ответы</I>
<LI>соединяющее сети разного типа, но использующее одну операционную систему 	
<LI>позволяющее организовать обмен данными между двумя сетями, использующими один и тот же протокол взаимодействия 	
<LI>позволяющее организовать обмен данными между двумя сетями, использующими различные протоколы взаимодействия 	
<LI>вывода на монитор содержимого видеопамяти
<LI>для организации работы электронной почты
</OL> 
</td></tr>


<tr><td><B>3.186. Укажите неверные утверждения:       
<BR>a) Для соединения более двух компьютеров необходимо в каждый из 
них установить сетевую плату;
<BR>b)  Сеть типа клиент-сервер &#8722; это сеть, в которой нет специального
 управляющего компьютера (файлового сервера);
<BR>c)  Одноранговые сети &#8722; это   имеющие специальный сервер сети, 
в которых все рабочие станции имеют как бы равные возможности;
<BR>d)  Одноранговые сети не нуждаются в специальном программном обеспечении 
</B>
<OL><I>Ответы</I>
<LI>a,d
<LI>b,c
<LI>b,d
<LI>a,b,c
<LI>b,c,d
<LI>a,c,d
</OL></td></tr>
<tr>
<td><B>3.187. При редактировании текстового документа в программе "Блокнот" 
нажатие сочетания клавиш Ctrl + End приведет к перемещению курсора 
</B>
<OL><I>Ответы</I>
<LI>в начало строки
<LI>в конец строки 
<LI>в начало документа 
<LI>в конец документа 
<LI>на страницу вверх 
<LI>на страницу вниз
<LI>на один символ вперед
<LI>к "зависанию" компьютера
</OL></td></tr>

<tr><td><B>3.188. Часы отбивают шесть ударов за тридцать секунд. Сколько времени часы будут отбивать двенадцать ударов? 
</B>
<OL><I>Ответы</I>
<LI>30
<LI>55
<LI>60
<LI>66
<LI>70
<LI>72
<LI>нет правильного ответа
<LI>приду сдавать в следующий раз
</OL></td></tr>



<tr><td><B>3.189. Номер строки не может меняться для адреса
</B>
<OL><I>Ответы</I>
<LI>A37
<LI>B9S
<LI>C$56
<LI>$D63
<LI>$E2S
</OL></td></tr>


<tr>
<td><B>3.190. Кодировка ASCII служит для кодирования 
</B>
<OL><I>Ответы</I>
<LI>текстовой информации
<LI>графической информации
<LI>информации баз данных
<LI>аудиоинформации
<LI>аудиовидеоинформации
</OL></td></tr>


<tr><td><B>3.191.  Если в IP-адресе сетевой префикс содержит номер сети, а в номере хоста все биты, равны “1”, то это означает
</B>
<OL><I>Ответы</I>
<LI>Все устройства в данной IP-сети 
<LI>Данная IP-сеть
<LI>Данное устройство 
<LI>Устройство в данной IP-сети 
<LI>Все устройства в указанной сети
</OL></td></tr>



<tr><td><B>3.192. Графика с представлением изображения в виде 
совокупностей точек называется: 
</B>
<OL><I>Ответы</I>
<LI>фрактальной
<LI>растровой
<LI>точечной
<LI>векторной
<LI>прямолинейной
</OL></td></tr>




<td><B>3.193. Вычисления в таблицах выполняются в программе Excel с помощью 
формул, которые      
</B>
<OL><I>Ответы</I>
<LI>могут быть введены только с помощью "Мастера функций" 
<LI>могут быть набраны с помощью редактора формул MS Equation Editor 3.0 
<LI>всегда начинаются со знака "="
<LI>не могут быть введены только с клавиатуры без помощи мыши 
<LI>не могут быть введены с клавиатуры без помощи "Мастера функций" 
</OL></td></tr>


<tr><td><B>3.194. Почтовый ящик абонента электронной почты представляет собой:        
</B>
<OL><I>Ответы</I>
<LI>обычный почтовый ящик
<LI>область оперативной памяти файл-сервера
<LI>часть памяти на жестком диске почтового сервера, отведенную 
для пользователя
<LI>часть памяти на жестком диске рабочей станции
<LI>специальное электронное устройство для хранения текстовых файлов
</OL></td></tr>



<tr><td><B>3.195. URL &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>протокол управления передачей данных, использующий автоматическую 
повторную передачу пакетов, содержащих ошибки; этот протокол отвечает 
за разбиение передаваемое информации на пакеты и правильное 
восстановление информации из пакетов получателя
<LI>протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий 
пакету на пути к конечному пункту назначения проходить по нескольким сетям
<LI>протокол транспортирования гипертекста 
<LI>протокол передачи файлов
<LI>язык гипертекстовой разметки, которым пользуются все серверы WWW
<LI>простой протокол передачи почты
<LI>унифицированный идентификатор (указатель) ресурса

</OL></td></tr>
 


<tr><td><B>3.196. Знание открытого ключа        
</B>
<OL><I>Ответы</I>
<LI>достаточно для того чтобы расшифровать сообщение 
<LI>дает возможность перехватить сообщение 
<LI>позволяет вычислить соответствующий секретный ключ
<LI>дает возможность отправителю зашифровать и расшифровать сообщение
<LI>дает возможность отправителю только зашифровать сообщение
</OL></td></tr>


<tr><td><B>3.197. Динамически обмениваться данными между приложениями позволяет технология ...
</B>
<OL><I>Ответы</I>
<LI>Multimedia 	
<LI>IDEF0 	
<LI>OLE 	
<LI>WYSIWYG 
<LI>FEM
</OL> 
</td></tr>



<tr><td><B> 3.198.  Город состоит из 100 кварталов, каждый из которых имеет в периметре 800 м. 
По внешним сторонам некоторых кварталов вокруг города проходит кольцевое шоссе. 
Общая длина улиц микрорайона, не считая шоссе, составляет 33 км. 
Тогда длина кольцевого шоссе равна 
</B>
<OL><I>Ответы</I>
<LI>7 км
<LI>14 км
<LI>33 км
<LI>40 км
<LI>47 км
<LI>80 км
</OL></td></tr>





<tr><td><B>3.199.  Производится одноканальная (моно) цифровая звукозапись. Значение сигнала фиксируется 48 000 раз в секунду, для записи каждого значения используется 32 бит. Запись длится 4 минуты, её результаты записываются в файл, сжатия данных не производится. Какая из приведённых ниже величин наиболее близка к размеру полученного файла? 
</B>
<OL><I>Ответы</I>
<LI>16 Мбайт
<LI>32 Мбайт
<LI>44 Мбайт
<LI>87 Мбайт
<LI>125 Мбайт
<LI>175 Мбайт 
</OL></td></tr>



<tr><td><B>3.200. Среди режимов графического редактора укажите тот, 
в котором осуществляется сохранение рисунка:  
</B>
<OL><I>Ответы</I>
<LI>режим выбора и настройки инструмента
<LI>режим выбора рабочих цветов
<LI>режим работы с рисунком
<LI>режим помощи
<LI>режим работы с внешними устройствами
</OL></td></tr>


<tr><td><B>3.201. Для того чтобы создать верхний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>





<tr><td><B>3.202. HTML (HYPER TEXT MARKUP LANGUAGE) является:
</B>
<OL><I>Ответы</I>
<LI>текстовым редактором
<LI>графическим редактором
<LI>системой управления базами данных
<LI>языком гипертекстовой разметки
<LI>экспертной системой
</OL></td></tr>

<tr><td><B>3.203. Магистрально-модульный принцип архитектуры современных 
персональных компьютеров подразумевает такую логическую организацию 
его аппаратных компонент, при которой:  
</B>
<OL><I>Ответы</I>
<LI>каждое устройство связывается с другими напрямую
<LI>все они связываются друг с другом через магистраль, включающую 
в себя шины данных, адреса и управления
<LI>каждое устройство связывается с другими напрямую, а также через 
одну центральную магистраль
<LI>устройства связываются друг с другом в определенной фиксированной
 последовательности (кольцом)
<LI>связь устройств друг с другом осуществляется через центральный
 процессор, к которому они все подключаются
</OL></td></tr>


<tr><td><B>3.204. Может ли мужчина жениться на сестре своей вдовы?        
</B>
<OL><I>Ответы</I>
<LI>Может 
<LI>Может, но только если он разведен 
<LI>Может, поскольку Конституцией РФ это не запрещено 
<LI>Может только в том случае, если согласится сестра 
<LI>Не может 
<LI>Нет правильного ответа 
</OL></td></tr>


<tr><td><B> 3.205. На лабораторном занятии по информатике число отсутствующих студентов составляет 12,5% числа присутствующих. 
Если из компьютерного класса выйдут ещё два студента, то будет отсутствовать 20% числа студентов, оставшихся в классе. Сколько всего студентов должно быть 
на лабораторном занятиии ? 
</B>
<OL><I>Ответы</I>
<LI>8
<LI>12
<LI>16
<LI>20
<LI>30
<LI>24
<LI>28
<LI>32
<LI>36
<LI>42
<LI>56
<LI>64
<LI>81
</OL></td></tr>



<tr>
<td><B>3.206. Для того чтобы удалить символ, следующий сразу после мигающего 
курсора, при работе в текстовом редакторе Блокнот  необходимо            
</B>
<OL><I>Ответы</I>
<LI>нажать на клавишу Home
<LI>нажать на клавишу End
<LI>нажать на клавишу Del
<LI>нажать на клавишу Backspace
<LI>нажать на клавишу Ins (или выбрать сочетание клавиш Ctrl+V)
<LI>выбрать сочетание клавиш Ctrl+N
<LI>выбрать сочетание клавиш Ctrl+Q и затем нажать клавишу Y
<LI>выбрать сочетание клавиш Ctrl+Y
</OL></td></tr>




<tr><td><B>3.207. Какая из приведенных ниже формул MS Excel содержит ошибку?   
</B>
<OL><I>Ответы</I>
<LI>=СТЕПЕНЬ(C12;3) + КОРЕНЬ(C13+C12)
<LI>=(((B23&ndash;98)*3)&ndash;7)+3
<LI>=C12^3+(C1+C2)^(1/2)
<LI>=A3*COS^2(W7)
<LI>=ЕСЛИ(H25&#62;B12,F7,H65)
</OL></td></tr>



<tr><td><B>3.208. Какое из перечисленных ниже утверждений неверно для  
графического редактора Paint?   
</B>
<OL><I>Ответы</I>
<LI>Можно рисовать c помощью манипулятора линии произвольной формы
<LI>Нельзя запоминать рисунки на внешних носителях
<LI>Нельзя зеркально отражать фрагменты изображений
<LI>Можно вращать фрагменты изображения на произвольный угол
<LI>Можно использовать для рисования графические примитивы
<LI>Можно загружать рисунки из файлов
<LI>Можно использовать для рисования различные краски
</OL></td></tr>


<tr><td><B>3.209. Во время исполнения прикладная программа хранится: 
</B>
<OL><I>Ответы</I>
<LI>в видеопамяти
<LI>в процессоре
<LI>в оперативной памяти
<LI>в ПЗУ
<LI>на жестком диске
</OL></td></tr>


<tr><td><B>3.210.  С катера,  движущегося по течению  вниз по Белой, у автомобильного моста (Монумент Дружбы) упал спасательный круг. 
Через 5 минут, когда катер проходил под железнодорожным мостом, знакомый охранник 
крикнул: <I>"Эй, на катере! Где круг ?" </I>
Катер развернулся и поплыл в обратную сторону. Через какое время он поравняется с кругом ? 
Расстояние между мостами 2 км, скорость катера 20 км/ч, скорость Белой  4 км/ч. 
</B>
<OL><I>Ответы</I>
<LI>5 минут
<LI>10 минут
<LI>15 минут
<LI>20 минут
<LI>25 минут
<LI>30 минут
<LI>35 минут
<LI>40 минут
<LI>45 минут
<LI>50 минут
<LI>Нет правильного ответа
<LI>Задача не имеет решения
</OL></td></tr>


<tr><td><B>3.211. Сколько сигналов можно подать, зажигая четыре лампочки, 
     причем каждая лампочка может гореть либо синим, либо 
     красным, либо зеленым цветом ?</B>
<OL><I>Ответы</I>
<LI>3
<LI>9
<LI>12
<LI>15
<LI>27
<LI>32
<LI>64
<LI>81
</OL> 
</td></tr> 



<tr><td><B>3.212. В URL-адресе http://www.kobros.narod.ru/index.htm 
часть index.htm обозначает
</B>
<OL><I>Ответы</I>
<LI>выход в Internet
<LI>протокол связи с удаленным компьютером
<LI>имя удаленного компьютера
<LI>имя локального файла
<LI>иерархию доменов, в которой располагается удаленный компьютер
</OL></td></tr>


<tr><td><B>3.213. Если в сети все компьютеры равноправны, то        
</B>
<OL><I>Ответы</I>
<LI>для работы такой сети необходимо специальное ПО 
<LI>такую сеть называют одноранговой, и она не нуждается в специальном ПО 
<LI>такая сеть неработоспособна, поскольку в ней отсутствует управляющий 
компьютер (сервер) 
<LI>в такой сети нет возможности обеспечить совместный доступ 
к ресурсам сети  
<LI>в такой сети отсутствует возможность обмена данными между разными компьютерами  
</OL></td></tr>

 
<tr><td><B>3.214.   Автомобиль едет со скоростью 50 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он проходил на 1 минуту быстрее?
</B>
<OL><I>Ответы</I>
<LI>60
<LI>72
<LI>75
<LI>84
<LI>90
<LI>92
<LI>96
<LI>120
<LI>140
<LI>165
<LI>180
<LI>240
<LI>300
<LI>360
<LI>540
<LI>660
</OL></td></tr>





<tr><td><B>3.215. Разновидности файловой системы:  
</B>
<OL><I>Ответы</I>
<LI>DOS, Windows, Linux 
<LI>DNS, FAT
<LI>Norton Commander. Windows Commander 
<LI>FAT, NTFS 
<LI>Far Manager, Проводник 
<LI>DOS, FAT
</OL> 
</td></tr>

<tr><td><B>3.216. Какое из приведенных ниже требований к выбору 
контрольного вопроса (при регистрации нового электронного почтового ящика) является излишним (ненужным, вредным)? 
</B>
<OL><I>Ответы</I>
<LI>Лучше не выбирать никакого контрольного вопроса
<LI>Требования к выбору контрольного вопроса такие же, как к выбору пароля 
<LI>Для того чтобы не забыть ответ на контрольный вопрос, можно 
выбрать в качестве ответа на него девичью фамилию своей матери или жены  
<LI>Контрольный вопрос  не должен быть никаким образом связан с тем, кто его выбирает 
<LI>Если выбор контрольного вопроса является обязательным, в качестве ответа 
на него лучше выбрать любую абракадабру максимально возможной длины
</OL></td></tr>



<tr><td><B>3.217. В текстовом редакторе при задании параметров 
страницы устанавливаются              
</B>
<OL><I>Ответы</I>
<LI>гарнитура, размер, начертание
<LI>отступ, интервал
<LI>поля, ориентация
<LI>стиль, шаблон
<LI>средства борьбы с макровирусами
</OL></td></tr>


<tr>
<td><B>3.218. Физический жесткий диск представляет собой  
 </B>
<OL><I>Ответы</I>
<LI>специальный раздел в ОЗУ (RAM)
<LI>специальный раздел в BIOS
<LI>отдельное устройство, расположенное в системном блоке   
<LI>один из специальных разделов логического жесткого диска 
<LI>один из компонентов процессора   
<LI>ПЗУ
<LI>PCI
<LI>DNS
</OL> 
</td></tr>

<tr><td><B>3.219. В цветовой модели RGB установлены следующие параметры: 0,255,0.
 Какой это цвет?</B>
<OL><I>Ответы</I>
<LI>черный
<LI>желтый
<LI>красный 
<LI>зеленый
<LI>синий
<LI>белый  
</OL> 
</td></tr>

<tr><td><B>3.220. Вертолет вылетел из Уфы в направлении на северо-восток. Запасов 
топлива хватит на 40000 км, приборы и погода идеальные. Где приземлится вертолет?      
</B>
<OL><I>Ответы</I>
<LI>Будет летать по круговой орбите, пока не кончится топливо  
<LI>В Уфе 
<LI>На Южном полюсе 
<LI>На Северном полюсе 
<LI>В Южном полушарии 
</OL></td></tr>




<tr><td><B>3.221. Укажите тэг, используемый для создания гиперссылок в языке HTML       
</B>
<OL><I>Ответы</I>
<LI>&#60;A&#62;
<LI>&#60;B&#62;
<LI>&#60;LINK&#62;
<LI>&#60;H&#62;
<LI>&#60;IMG&#62;
</OL></td></tr>


<tr><td><B>3.222.   IP адрес ... 
</B>
<OL><I>Ответы</I>
<LI> www.yahoo.com
<LI> 192.168.100.12 
<LI> 02070188АСА 
<LI> 2050/1304.132/12 
<LI> ivanov@mail.ru 
<LI> 10.8.0.ip 
</OL></td></tr>


<tr><td><B>3.223. Скорость передачи данных через ADSL-соединение равна 128000 бит/c. Через данное соединение передают файл размером 625 Кбайт. Определите время передачи файла в секундах.
</B>
<OL><I>Ответы</I>
<LI>27
<LI>32
<LI>39
<LI>40
<LI>64
<LI>128
<LI>256
</OL></td></tr>



<tr><td><B>3.224. Материальная точка массы m движется по окружности радиуса R 
с равномерно возрастающей во времени линейной скоростью v=v<sub>0</sub>+at, 
где а &ndash;  постоянная. По какому временному закону изменяется 
сумма квадратов ее декартовых координат?        
</B>
<OL><I>Ответы</I>
<LI>увеличивается пропорционально а<SUP>2</SUP>  
<LI>увеличивается пропорционально а  
<LI>не изменяется 
<LI>уменьшается пропорционально а<SUP>2</SUP>  
<LI>уменьшается пропорционально а  
</OL></td></tr>



<tr><td><B>3.225. Где хранится содержимое буфера обмена, в которую временно 
помещается вырезанный или скопированный фрагмент документа или 
графическое изображение при выполнении команд Копировать (Copy) или Вырезать (Cut)?
</B>
<OL><I>Ответы</I>
<LI>ОЗУ
<LI>ПЗУ
<LI>HDD
<LI>ROM
<LI>Монитор
<LI>Материнская плата
<LI>Процессор
</OL> 
</td></tr>

<tr><td><B>3.226. Найдите неверное утверждение       
</B>
<OL><I>Ответы</I>
<LI>Домен &#8722; это группа компьютеров, образующих часть сети и использующих 
общую базу данных каталога
<LI>Компьютер, подключившийся к серверу с помощью соединения удаленного доступа, 
получает на время работы временный IP - адрес
<LI>Каждый сервер Интернета имеет постоянный IP - адрес
<LI>Организации, предоставляющие  право на подключение к Интернету, 
называются поставщиками услуг Интернета (или сервис - провайдерами)
<LI>Имена доменов могут совпадать
<LI>Для соединения с сервером поставщика услуг по телефонной линии 
компьютер должен иметь модем и настроенное соединение удаленного доступа
</OL></td></tr>


<tr><td><B>3.227. Укажите правильную длину IP-адреса компьютера в сети Internet       
</B>
<OL><I>Ответы</I>
<LI>8 бит
<LI>4 бита
<LI>32 байта
<LI>16 байт
<LI>4 байта
<LI>128 бит
</OL></td></tr>

<tr><td><B>3.228. Гипертекст &#8722; это:       
</B>
<OL><I>Ответы</I>
<LI>совокупность данных, описывающих один объект
<LI>программа, служащая для просмотра Web-документов
<LI>адрес документа в сети
<LI>документ, содержащий ссылки на другие документы
<LI>форма документа, включающая в себя средства для создания 
аналогично оформленного документа
</OL></td></tr>

<tr><td><B>3.229. Что обеспечивают протоколы сетевого уровня:        
</B>
<OL><I>Ответы</I>
<LI>сетевые режимы передачи данных
<LI>доступ к сетевым ресурсам
<LI>соединяет различные сети
<LI>тестирует работу в сети
<LI>доступ к компьютерам
</OL></td></tr>


<tr><td><B>3.230.   Автомобиль едет со скоростью 42 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он проходил на 1 минуту быстрее?
</B>
<OL><I>Ответы</I>
<LI>40
<LI>45
<LI>60
<LI>72
<LI>75
<LI>84
<LI>90
<LI>92
<LI>96
<LI>120
<LI>140
<LI>180
<LI>240
</OL></td></tr>





<tr>
<td><B>3.231. При работе с операционной системой Windows нажатие клавиши ENTER      
</B>
<OL><I>Ответы</I>
<LI>позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI>приводит к переключению между несколькими окнами 
<LI>приводит к выбору (срабатыванию активной командной кнопки)
<LI>приводит к вызову справки 
<LI>действует как клавиша отмены (закрытие окна)
<LI>в окнах папок &#8722; на один уровень вверх 
<LI>измененяет раскладку клавиатуры (рус/англ)
<LI>приводит к переключению режимов Вставка-Замена
</OL></td></tr>

<tr><td><B>3.232. Углом какой четверти является угол &#945;, если известно, что 
&#945;=&ndash;73&#960;/8 ? 
</B>
<OL><I>Ответы</I>
<LI>&#945; лежит в I четверти
<LI>&#945; лежит во  II четверти
<LI>&#945; лежит в III четверти
<LI>&#945; лежит в IV четверти
<LI>&#945; лежит на границе между  I и II четвертями
<LI>&#945; лежит на границе между  II и III четвертями
<LI>&#945; лежит на границе между  III и IV четвертями
<LI>&#945; лежит на границе между  I и IV четвертями
</OL></td></tr>






<tr><td><B>3.233. Адрес ячейки в электронной таблице обозначается
</B>
<OL><I>Ответы</I>
<LI>GD
<LI>VI
<LI>6H
<LI>17&#8722;E
<LI>F16
</OL></td></tr>



<tr>
<td><B>3.234. Для того чтобы создать нижний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>





<tr>
<td><B>3.235. "HDD" &#8722; это 
</B>
<OL><I>Ответы</I>
<LI>ОЗУ
<LI>ПЗУ
<LI>жесткий диск
<LI>гибкий диск
<LI>BIOS
<LI>RAM
<LI>ROM
</OL></td></tr>


<tr><td><B>3.236.  Как обеспечить в Excel перенос слов в ячейке (разместить текст в ячейке на нескольких строчках)?
</B>
<OL><I>Ответы</I>
<LI>Написать первое слово, нажать клавишу "ENTER", затем написать второе слово, нажать клавишу "ENTER" и т. д. Высота ячейки будет автоматически расширяться
<LI>Выполнить команду Сервис > Язык > Расстановка переносов
<LI>Записать в ячейке все предложение и, не закрывая ее, выполнить команду Формат > Ячейки. На вкладке "Выравнивание" установить флажок "Переносить по словам"
<LI>Записать в ячейке все предложение. Нажать клавишу "Enter". Вновь выделить эту ячейку. Выполнить команду Формат > ячейки и на вкладке "Выравнивание" установить флажок "Переносить по словам". Установить необходимые ширину и высоту ячейки 
<LI>Перенос слов в ячейке  в Excel  не предусмотрен
</OL></td></tr>



<tr><td><B>3.237. Число байт, необходимое для записи числа 8<SUP>14</SUP> равно   
</B>
<OL><I>Ответы</I>
<LI>5
<LI>6
<LI>7
<LI>11
<LI>42
<LI>256
<LI>512
</OL> 
</td></tr>





<tr><td><B>3.238. Графические примитивы в графическом редакторе представляют собой: 
</B>
<OL><I>Ответы</I>
<LI>операции, выполняемые над файлами, содержащими изображения, созданные в графическом редакторе
<LI>среду графического редактора
<LI>режимы работы графического редактора
<LI>простейшие фигуры, рисуемые с помощью специальных инструментов графического редактора
<LI>часть видеопамяти для хранения элемента изображения
</OL></td></tr>

<tr><td><B>3.239. Относительным является адрес ячейки
</B>
<OL><I>Ответы</I>
<LI>6G
<LI>A8
<LI>$3$A
<LI>$A$7
<LI>SA7
</OL></td></tr>

<tr><td><B>3.240. В ячейке таблицы MS Excel не может находится следующая информация
</B>
<OL><I>Ответы</I>
<LI>математическая формула	
<LI>текстовая информация
<LI>рабочий лист MS Excel
<LI>целое число
<LI>знаки греческого алфавита
</OL></td></tr>


<tr><td><B>3.241. Протокол HTTP &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>протокол управления передачей данных, использующий автоматическую 
повторную передачу пакетов, содержащих ошибки; этот протокол отвечает 
за разбиение передаваемое информации на пакеты и правильное 
восстановление информации из пакетов получателя
<LI>протокол межсетевого взаимодействия, отвечающий за адресацию и позволяющий 
пакету на пути к конечному пункту назначения проходить по нескольким сетям
<LI>протокол транспортирования гипертекста 
<LI>протокол передачи файлов
<LI>язык гипертекстовой разметки, которым пользуются все серверы WWW
<LI>простой протокол передачи почты
<LI>унифицированный идентификатор (указатель) ресурса
</OL></td></tr>


<tr><td><B>3.242. В каком из перечисленных ниже направлений должен направить пилот  
свой самолет при вылете из Уфы (55&#176; сев. широты, 56&#176; вост. долготы), 
чтобы достигнуть славного города Сан-Франциско  
(38&#176; сев. широты, 124&#176; зап. долготы) без поворотов и разворотов?   
</B>                        

<OL><I>Ответы</I>
<LI>на север
<LI>на юг
<LI>на восток
<LI>на запад
<LI>на юго-запад
<LI>на юго-восток
</OL></td></tr>



<tr><td><B>3.243.  При наборе текста клавиша Del служит для удаления ... 
</B>
<OL><I>Ответы</I>
<LI> строки 
<LI> файла 
<LI> абзаца 
<LI> символа слева от курсора 
<LI> символа справа от курсора 
</OL></td></tr>



<tr><td><B>3.244. На сковороде можно одновременно поджаривать 4 котлеты На 
поджаривание одной стороны котлеты требуется 1 минута. Найдите оптимальное 
решение следующей задачи: за какое минимальное время можно поджарить 6 котлет ?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>6
<LI>В такой сковороде 6 котлет не поджарить, потому что вместимост ьу нее слишком мала
</OL></td></tr>





<tr><td><B>3.245. Какие программы не относятся к системному ПО?                        
</B>
<OL><I>Ответы</I>
<LI>Загрузчики
<LI>Компиляторы
<LI>Драйверы
<LI>Утилиты
<LI>Архиваторы
</OL></td></tr>

<tr><td><B>3.246. Соединение двух локальных сетей, 
работающих по разным сетевым протоколам, осуществляется через        
</B>
<OL><I>Ответы</I>
<LI>мост
<LI>шлюз
<LI>модем
<LI>сетевую плату
<LI>шину PCI
<LI>порт LPT1 иди LPT2 
<LI>порт COM1 или COM2 

</OL></td></tr>


<tr><td><B>3.247.  Что больше: 3<SUP>400</SUP> или 
4<SUP>300</SUP> ?
</B>
<OL><I>Ответы</I>
<LI>3<SUP>400</SUP> &#60;  4<SUP>300</SUP> 
<LI>3<SUP>400</SUP> =  4<SUP>300</SUP> 
<LI>3<SUP>400</SUP> &#62;  4<SUP>300</SUP> 
<LI>Прошу выдать мне дополнительное задание 
<LI>Ну, почему я маленьким не... ?
</OL></td></tr>




<tr><td><B>3.248. Постоянное запоминающее устройство служит для хранения:
</B>
<OL><I>Ответы</I>
<LI>программ начальной загрузки компьютера и тестирования его узлов
<LI>программы пользователя во время работы
<LI>особо ценных прикладных программ
<LI>постоянно используемых программ
<LI>особо ценных документов
</OL></td></tr>

<tr><td><B>3.249.  Для определения сдачи с N рублей при покупке максимального числа единиц товара стоимостью 
К рублей за единицу может использоваться формула
</B>
<OL><I>Ответы</I>
<LI> N &ndash;  цел.часть(N/К)*К 
<LI> N &ndash;  цел.часть(К/N)*К 
<LI> N &ndash;  цел.часть(N/K)*N 
<LI> цел.часть (N/К)*К 
<LI> цел.часть(К/N)*К 
</OL></td></tr>



<tr><td><B>3.250. Символ, вводимый с клавиатуры при наборе текста, 
отображается на экране дисплея в позиции, определяющейся:  
</B>
<OL><I>Ответы</I>
<LI>вводимыми координатами
<LI>адресом
<LI>положением предыдущей набранной буквы
<LI>положением курсора
<LI>положением указателя мыши
<LI>произвольно
</OL></td></tr>



<tr><td><B>3.251. В файловой системе жесткого диска FAT16 сектор содержит в себе:                        
</B>
<OL><I>Ответы</I>
<LI>16 байт
<LI>16 бит
<LI>16 Кбайт
<LI>16 Кбит
<LI>512 байт
</OL></td></tr>



<tr>
<td><B>3.252.  Средствами операционной системы не может быть удален каталог </B>
<OL><I>Ответы</I>
<LI> содержащий файлы 
<LI> подкаталог 1 уровня 
<LI> содержащий другие каталоги и файлы 
<LI> корневой 
<LI> пустой 
</OL></td></tr>


<tr><td><B>3.253. Сокрытие потока информации от одного источника в потоке 
информации от другого источника путем записи битов скрываемого потока 
в младшие биты (на место младших битов) основного информационного потока &#8722;
это </B>
<OL><I>Ответы</I>
<LI>стеганография
<LI>сетевое экранирование 
<LI>несимметричное шифрование информации 
<LI>симметричное шифрование информации
<LI>принцип работы антивирусного программного обеспечения  
</OL></td></tr>



<tr><td><B>3.254.  Предположим, что выводимое на экран монитора изображение 
представляет собой прямоугольник, состоящий из 1024 столбцов и 768 строк пикселей. 
Если для кодирования цвета и яркости каждого пикселя используется 5 бит, 
то сколько однобайтовых ячеек памяти потребуется для сохранения всего выводимого изображения? 
</B>
<OL><I>Ответы</I>
<LI> 768 байт
<LI> 6 Кб
<LI> 48 Кб
<LI> 96 Кб
<LI>192 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 786432 бит 
<LI> 1024 байт 
<LI> 1024 Кбайт 
<LI> 1024 Мбайт 
<LI> 768 Мбайт 
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.255. До строительства Павловского водохранилища теплоход ходил из Уфы до Караидели и обратно: туда против течения, а обратно 
по течению. После того как водохранилище построили, теплоходы продолжали 
ходить по маршруту Уфа-Караидель и обратно. Как изменилось  время в пути? 
</B>
<OL><I>Ответы</I>
<LI>Увеличилось
<LI>Уменьшилось
<LI>Не изменилось
<LI>Приду сдавать в следующий раз 
<LI>Нужно спросить у преподавателя
</OL></td></tr>





<tr>
<td><B>3.256. Какое количество значений можно закодировать, используя I бит (формула Хартли)?   </B>
<OL><I>Ответы</I>
<LI>N=ln(I) 
<LI>N=log<sub>2</sub>(I)
<LI>N=I<SUP>2</SUP> 
<LI>N=2<SUP>I</SUP> 
<LI>N=log<sub>2</sub>I<SUP>2</SUP> 
</OL> 
</td></tr>

<tr><td><B>3.257. Знание секретного ключа        
</B>
<OL><I>Ответы</I>
<LI>достаточно для того чтобы расшифровать сообщение, поскольку открытый ключ 
известен и отправителю, и получателю 
<LI>обязательно для подготовки зашифрованного сообщения   
<LI>не дает возможности перехватить сообщение
<LI>не дает возможность отправителю зашифровать и расшифровать сообщение
<LI>дает возможность перехватить сообщение
</OL></td></tr>

<tr><td><B>3.258. Покупатель, пришедший в магазин с S рублями, 
решает задачу выбора самого качественного стирального порошка 
из N различных видов, имеющихся в продаже, исходя из того, 
что качество товара пропорционально его стоимости. 
Информационная модель задачи допускает следующую формулировку:     
</B>
<OL><I>Ответы</I>
<LI>в одномерном массиве A(1), A(2), … A(N) среди элементов, меньших S,
отыскать наибольший
<LI>в одномерном массиве A(1), A(2), … A(N) отыскать наибольший элемент
<LI>в одномерном массиве A(1), A(2), … A(N) отыскать элемент, равный S
<LI>в одномерном массиве A(1), A(2), … A(N) среди элементов, больших S,
отыскать наименьший
<LI>в одномерном массиве A(1), A(2), … A(N) отыскать наименьший элемент
</OL></td></tr>



<tr><td><B>3.259. Программа, позволяющая контролировать все соединения 
при работе в компьютерной сети, это  
</B>
<OL><I>Ответы</I>
<LI>антивирусная программа 
<LI>сетевой экран 
<LI>операционная система
<LI>MS Office
<LI>fdisk
</OL></td></tr>


<tr><td><B>3.260. Выберите верный способ установки фонового изображения страницы (HTML):
</B>
<OL><I>Ответы</I>
<LI>&#60;background img="background.gif"&#62;
<LI>&#60;body background="background.gif"&#62;
<LI>&#60;img src="background.gif" background&#62;
<LI>&#60;a href=background.gif" background&#62;
<LI>&#60;a src="background.gif"&#62;
</OL></td></tr>




<tr>
<td><B>3.261. При редактировании текстового документа в программе "Блокнот" 
нажатие сочетания клавиш Ctrl + Home приведет к перемещению курсора   
</B>
<OL><I>Ответы</I>
<LI>в начало строки
<LI>в конец строки 
<LI>в начало документа 
<LI>в конец документа 
<LI>на страницу вверх 
<LI>на страницу вниз
<LI>на один символ назад  
</OL></td></tr>


<tr><td><B>3.262.   Автомобиль едет со скоростью 54 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он проходил на 1 минуту быстрее?
</B>
<OL><I>Ответы</I>
<LI>60
<LI>72
<LI>75
<LI>84
<LI>90
<LI>92
<LI>96
<LI>120
<LI>140
<LI>165
<LI>180
<LI>240
<LI>300
<LI>360
<LI>540
<LI>660
</OL></td></tr>







<tr><td><B>3.263.  Староста группы БПО Слава где-то раздобыл 18 билетов к предстоящему экзамену и поручил студенту Салиху подготовить шпаргалки к экзамену.
Салиху было в лом работать одному, поэтому он попросил помочь ему его друга Дениса. 
 После того как Салих проработал 7 ч и Денис 4, оказалось, что они подготовили шпоры к 10 билетам.
 Проработав ещё 4 часа, они установили, что им осталось подготовить шпору только на один билет. 
За какое время, работая в одиночку, Салих подготовил бы  все шпоры к билетам самостоятельно ? 
</B>
<OL><I>Ответы</I>
<LI>6
<LI>8
<LI>10
<LI>12
<LI>14
<LI>16
<LI>18
<LI>20
<LI>22
<LI>24
<LI>26
<LI>28
<LI>30
</OL></td></tr>

<tr><td><B>3.264. На жесткий диск персонального компьютера записана информация, 
имеющая <I>жизненно</I> важное значение. Как поступить, чтобы свести к нулю 
вероятность доступа к ней третьих лиц?   
</B>
<OL><I>Ответы</I>
<LI>отформатировать диск с помощью команды format
<LI>отформатировать диск на низком уровне с последующим переразбиением (fdisk) 
<LI>стирание файлов средствами Windows с последующей очисткой Корзины 
<LI>физическое разрушение жесткого диска 
<LI>извлечь жесткий диск из персонального компьютера и спрятать в большом 
и крепком сундуке 
<LI>извлечь жесткий диск из персонального компьютера и спрятать в банковском сейфе 
</OL></td></tr>





<tr><td><B>3.265. Отсутствие сообщений компьютера о синтаксических ошибках:
</B>
<OL><I>Ответы</I>
<LI>есть необходимое и достаточное условие правильности программы
<LI>есть достаточное условие правильности программы
<LI>есть необходимое, но не достаточное условие правильности    программы
<LI>не является необходимым условием правильности программы
<LI>гарантирует правильность программы
</OL></td></tr>


<tr><td><B>3.266. Сетевые черви &#8722; это программы, которые: 
</B>
<OL><I>Ответы</I>
<LI>не изменяют файлы на дисках, а распространяются в компьютерной сети, 
проникают в операционную систему компьютера, находят адреса других компьютеров
или пользователей и рассылают по этим адресам свои копии
<LI>изменяют файлы на дисках и распространяются в пределах компьютера 
<LI>соэдают сбои при питании компьютера от электросети
<LI>распространяются только по электронной почте через Интернет 
<LI>поражают загрузочные сектора дисков   
</OL></td></tr> 




<tr><td><B>3.267. Абсолютным является адрес ячейки  
</B>
<OL><I>Ответы</I>
<LI>6G
<LI>A8
<LI>$3$A
<LI>$A$7
<LI>SA:7
</OL></td></tr>

<tr>
<td><B>3.268. "COM1" &#8722; это 
</B>
<OL><I>Ответы</I>
<LI>последовательный порт
<LI>параллельный порт
<LI>дисплей
<LI>клавиатура
<LI>принтер
<LI>шина
<LI>регистр
</OL></td></tr>


<tr><td><B>3.269. В строке состояния текстового редактора для указания положения курсора указывается:
</B>
<OL><I>Ответы</I>
<LI> номер строки и столбца 
<LI> количество строк напечатанного текста 
<LI> номер страницы текста 
<LI> количество символов в тексте 
<LI> объем текста 
</OL></td></tr>




<tr>
<td><B>3.270. "LPT1" &#8722; это 
</B>
<OL><I>Ответы</I>
<LI>последовательный порт
<LI>параллельный порт
<LI>дисплей
<LI>клавиатура
<LI>принтер
<LI>шина
<LI>регистр
</OL></td></tr>


<tr><td><B>3.271. Сколько ключей используется в криптографической системе с открытым ключом?         
</B>
<OL><I>Ответы</I>
<LI>один
<LI>два
<LI>три
<LI>четьре
<LI>ответ зависит от объема шифруемого сообщения 
</OL></td></tr>


<tr><td><B>3.272. Для вставки математической формулы в документ существует 
специальное приложение, которое называется
</B>
<OL><I>Ответы</I>
<LI>Microsoft Excel
<LI>Microsoft Equation
<LI>Microsoft Graph
<LI>Microsoft Access
<LI>Гиперссылка
</OL></td></tr>


 <tr><td><B>3.273. По каким параметрам можно классифицировать компьютерные вирусы
<BR>a)среда обитания
<BR>b)способ заражения среды обитания
<BR>c)объем программы
<BR>d)степень опасности
<BR>e)степень полезности 
</B>
<OL><I>Ответы</I>
<LI>a,b,c 
<LI>b,c,d 
<LI>a,b,d 
<LI>c,d,e 
<LI>a,d,e
</OL></td></tr>

<tr><td><B>3.274. Укажите неверные утверждения:       
<BR>a)	Web-страница  &#8722;  это отдельный Web-документ, ничем не отличающийся 
от обычных текстовых документов;
<BR>b)	URL &#8722; это адрес, используемый веб-обозревателем для поиска ресурса 
в Интернете, который имеет следующий вид: http:// www.название.домен/имя файла ;
<BR>c)	URL &#8722; адреса также называют адресами в Интернете;
<BR>d)	 Web-страница,  как правило, бывает написана на языке HTML;
<BR>e)	 Адрес Web-страницы не определяется адресом  URL  
</B>
<OL><I>Ответы</I>
<LI>e,d
<LI>a,e
<LI>b,d
<LI>a,b
<LI>b,e
</OL></td></tr>


<tr><td><B>3.275. Что является протокольной основой InterNet          
</B>
<OL><I>Ответы</I>
<LI>система IP-адресов
<LI>протоколы тестирования сетевого компьютера
<LI>последовательность адресов
<LI>адресная книга
<LI>proxy
</OL></td></tr>


<tr><td><B>3.276. Определить, сколько решений имеет система
<BR>x<sub>1</sub> &#8722; 2x<sub>2</sub> = 1
<BR>4x<sub>1</sub> &#8722;  8x<sub>2</sub> = 0                         
</B>
<OL><I>Ответы</I>
<LI>Система имеет бесконечное множество решений
<LI>Система не имеет решений
<LI>Система имеет единственное решение
<LI>Система имеет единственное решение, сильно зависящее от неустранимой погрешности
<LI>Невозможно определить 
</OL></td></tr>





<tr><td><B>3.277. Минимальный размер, который может занимать на жестком диске файл, равен
 </B>
<OL><I>Ответы</I>
<LI>0 бит
<LI>0 байт
<LI>1 биту
<LI>1 байту
<LI>1 кластеру  
<LI>1 килобайту
<LI>1 сектору
</OL> 
</td></tr>



<tr><td><B>3.278.   Бабушка готовит внуку на ужин гренки. Для их приготовления она использует маленькую сковороду, способную уместить только четыре хлебных ломтика. На обжаривание каждой из сторон ломтика хлеба затрачивается одна минута времени.
За какое минимальное время бабушка сможет приготовить внуку 10 гренок ? 
</B>
<OL><I>Ответы</I>
<LI>3 минуты
<LI>4 минуты
<LI>5 минут
<LI>6 минут
<LI>10 минут
</OL></td></tr>



<tr><td><B>3.279. Отличительная особенность технологии  WWW состоит в том, что она позволяет
</B>
<OL><I>Ответы</I>
<LI>одновременное посещение нескольких Интернет-сайтов одним пользователем
<LI>одновременное посещение одного Интернет-сайта несколькими пользователями
<LI>использовать электронную почту в Интернет
<LI>интерактивное общение в Интернет
<LI>просмотр мультимедийных Интернет-сайтов
</OL></td></tr>

<tr><td><B>3.280. Общая схема локальной сети называется
</B>
<OL><I>Ответы</I>
<LI>линейная шина
<LI>ранг сети
<LI>звезда
<LI>кольцо
<LI>топология 
<LI>FAT
<LI>DNS
</OL></td></tr>


<tr><td><B>3.281. Компьютер называют выделенным сервером локальной сети, 
если это компьютер:
 </B>
<OL><I>Ответы</I>
<LI>магнитный диск которого доступен пользователям других компьютеров
<LI>самый быстродействующий в сети
<LI>к которому подключен модем
<LI>с самым большим монитором
<LI>к которому подключен принтер 
</OL></td></tr>

<tr><td><B>3.282.  Даны утверждения:
<BR>1) Сервером называется компьютер, предоставляющий свои ресурсы 
другим компьютерам.
<BR>2) Для работы в сети через телефонный канал связи к компьютеру 
подключают модем.
<BR>3) Контроллер &#8722; это программа, обеспечивающая взаимодействие
 операционной системы с периферийным устройством.
 <BR>Среди них верными являются только           
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>1,2
<LI>2,3
<LI>1,3
</OL></td></tr>


<tr><td><B>3.283. Выберите вариант, в котором объемы памяти расположены в порядке возрастания. 
</B>
<OL><I>Ответы</I>
<LI>10 бит, 20 бит, 2 байта, 1 Кбайт, 1010 байт
<LI>10 бит, 2 байта, 20 бит, 1 Кбайт, 1010 байт
<LI>10 бит, 20 бит, 2 байта, 1010 байт, 1 Кбайт
<LI>10 бит, 2 байта, 20 бит, 1010 байт, 1 Кбайт
<LI>10 бит, 3 байта, 20 бит, 1010 байт, 1 Кбайт

</OL></td></tr>


<tr><td><B>3.284. К классической криптографии не относят
</B>
<OL><I>Ответы</I>
<LI>все системы шифрования до появления криптоалгоритмов семейства DES 
<LI>системы шифрования c открытым ключом 
<LI>системы шифрования на основе одноразового блокнота 
<LI>симметричные системы шифрования 
<LI>системы шифрования на основе принципов стеганографии
</OL></td></tr>

<tr><td><B>3.285. Отличительные  особенности компьютерного вируса:
<BR>a)легкость распознавания и уничтожения 
<BR>b)значительный объем программного кода
<BR>c)маленький объем программного кода
<BR>d)способность к самостоятельному запуску, многократному 
копированию кода, созданию помех работе компьютера
</B>
<OL><I>Ответы</I>
<LI>a,c 
<LI>b,d 
<LI>c,d 
<LI>a,b 
<LI>a,d
</OL></td></tr>


<tr><td><B>3.286. Длина эллипса с полуосями a,b 
</B>
<OL><I>Ответы</I>
<LI>равна a+b 
<LI>равна &#960;(a+b)
<LI>равна 2&#960;(a+b)
<LI>равна ab
<LI>равна  &#960;ab 
<LI>равна a<SUP>2</SUP>+b<SUP>2</SUP> 
<LI>равна a<SUP>2</SUP>&ndash;b<SUP>2</SUP>
<LI>не выражается через элементарные функции 
</OL> </td></tr>




<tr><td><B>3.287. Число байт, необходимое для записи числа 2<SUP>82</SUP> равно  
</B>
<OL><I>Ответы</I>
<LI>5
<LI>10
<LI>11
<LI>12
<LI>82
<LI>256
<LI>512
</OL> 
</td></tr>

<tr><td><B>3.288. Выберите верный способ вставки изображения в HTML документ:
</B>
<OL><I>Ответы</I>
<LI>&#60;img href="image.gif" alt="MyImage"&#62;
<LI>&#60;img src="image.gif" alt="MyImage"&#62;
<LI>&#60;a href="image.gif"&#62;
<LI>&#60;img alt="MyImage"&#62;image.gif&#60;/img&#62;
<LI>&#60;img dll="image.gif" alt="MyImage"&#62;
</OL></td></tr>





<tr><td><B>3.289. В таблице EXCEL выделены в блок первые 3 строки и 5 столбцов. 
Для задания этого блока надо указать следующие диапазоны:     
</B>
<OL><I>Ответы</I>
<LI>E1:A3
<LI>E3:A1
<LI>A1:E3
<LI>A3:E1 
<LI>нет правильного ответа 
</OL></td></tr>


<tr><td><B>3.290. В магазине осуществляется продажа N различных товаров. 
Покупатель решает задачу выбора самого дешевого подарка из числа дорогостоящих
вещей (вещь стоимостью свыше М рублей считается дорогостоящей).
 Информационная модель задачи допускает следующую формулировку: 
</B>
<OL><I>Ответы</I>
<LI>в одномерном массиве A(1), A(2), … A(N) среди элементов, 
меньших M, отыскать наибольший
<LI>в одномерном массиве A(1), A(2), … A(N) отыскать наименьший элемент
<LI>в одномерном массиве A(1), A(2), … A(N) отыскать элемент, равный M
<LI>в одномерном массиве A(1), A(2), … A(N) среди элементов, больших M, 
отыскать наименьший
<LI>в одномерном массиве A(1), A(2), … A(N) отыскать наибольший элемент
</OL></td></tr>


<tr><td><B>3.291. Криптографическое преобразование информации это:  
</B>
<OL><I>Ответы</I>
<LI>введение системы паролей
<LI>шифрование данных
<LI>ограничение доступа к информации
<LI>резервное копирование информации
<LI>установка антивирусного программного обеспечения 
</OL></td></tr> 

<tr><td><B>3.292. Наиболее эффективное средство для защиты от сетевых атак:  
</B>
<OL><I>Ответы</I>
<LI>использование сетевых экранов, или FireWall
<LI>посещение только надежных узлов Интернет
<LI>использование антивирусных программ 
<LI>использование только сертифицированных броузеров при доступе к Интернет 
<LI>использование программ для шифрования корреспонденции    
</OL></td></tr> 

<tr><td><B>3.293.  Даны утверждения:
<BR>1. Емкость жесткого диска определяет производительность компьютера.
<BR>2. К характеристикам мониторов, определяющим качество изображения, относятся габариты, вес, материал корпуса.
<BR>3. Процессор содержит два основных устройства: арифметико-логическое устройство и устройство управления.
<BR>Среди них верными являются только    
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>1,2
<LI>2,3
<LI>1,3
<LI>нет ни одного верного утверждения
</OL></td></tr>

 <tr><td><B>3.294. Протоколирование действий пользователя позволяет:   
</B>
<OL><I>Ответы</I>
<LI>обеспечивать конфиденциальность
<LI>управлять доступом к информации 
<LI>реконструировать события при реализации угрозы безопасности информации
<LI>восстанавливать утерянную информацию
<LI>контролировать объем скачиваемой информации
</OL></td></tr>

<tr><td><B>3.295. Сетку из горизонтальных и вертикальных столбцов, 
которую на экране образуют пиксели, называют: 
</B>
<OL><I>Ответы</I>
<LI>вектором
<LI>видеоадаптером
<LI>видеопамятью
<LI>растром
<LI>дисплейным процессором
</OL></td></tr>


<tr><td><B>3.296.   Автомобиль едет со скоростью 36 км/ч. С какой скоростью он должен ехать, чтобы каждый километр он проходил на 1 минуту быстрее?
</B>
<OL><I>Ответы</I>
<LI>40
<LI>45
<LI>60
<LI>72
<LI>75
<LI>84
<LI>90
<LI>92
<LI>96
<LI>120
<LI>140
</OL></td></tr>



<tr><td><B>3.297. При подключении компьютера к локальной сети используется:     
</B>
<OL><I>Ответы</I>
<LI>принтер
<LI>факс
<LI>сетевая плата
<LI>сканер
<LI>модем
<LI>монитор
</OL></td></tr>


<tr><td><B>3.298.   Электронная таблица предназначена для
</B>
<OL><I>Ответы</I>
<LI>обработки преимущественно числовых данных, структурированных с помощью таблиц
<LI>упорядоченного хранения и обработки значительных массивов данных
<LI>визуализации структурных связей между данными, представленными в таблицах
<LI>редактирования графических представлений больших объемов информации.
<LI>редактирования аудиофайлов 
</OL></td></tr>



<tr><td><B>3.299.  Объем сообщения, содержащего 2048 символов, составил 1/256 часть Мегабайта. Укажите количество символов в алфавите, с помощью которого записано сообщение. Ответ дать в виде целого числа.
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>26
<LI>33
<LI>128
<LI>256
<LI>65536
</OL></td></tr>



<tr><td><B>3.300. Может ли присутствовать компьютерный вирус на чистой дискете 
(на дискете отсутствуют файлы)?    
</B>
<OL><I>Ответы</I>
<LI>Нет
<LI>Да, в загрузочном секторе дискеты
<LI>Да, в области каталога
<LI>Да, в FAT-таблице
<LI>Да, а ОЗУ
</OL></td></tr>


<tr><td><B>3.301. Что такое Панель управления? 
</B>
<OL><I>Ответы</I>
<LI>Клавиатура
<LI>встроенное приложение Windows, предназначенное для  
настройки системы при работе в Windows.
<LI>Диспетчер программ
<LI>Контроллер
<LI>Инструментальная программа 
<LI>BIOS
<LI>FAT
<LI>RAM
<LI>DNS
</OL> </td></tr>


<tr><td><B>3.302. Вертолет вылетел из Парижа (Франция)  и стал 
двигаться по следующему маршруту: 700 км на запад, затем 700 км на юг, 
затем 700 км на восток и затем 700 км на север. Где приземлится вертолет? 
Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг 
собственной оси 1 сутки, приборы &ndash; идеальными, погоду летной, запасы горючего 
достаточными для того чтобы пролететь 3000 км.                        
</B>
<OL><I>Ответы</I>
<LI>в точке старта
<LI>южнее точки старта 
<LI>севернее точки старта 
<LI>западнее точки старта 
<LI>восточнее точки старта 
</OL></td></tr>






<tr>
<td><B>3.303. Автором стандарта моделирования IDEF0 является     
</B>
<OL><I>Ответы</I>
<LI>Гради Буч (Grady Booch)
<LI>Ивар Якобсон (Ivar Jacobson) 
<LI>Дуглас Росс (Douglas Taylor Ross)
<LI>Джеймс Рэмбо (James Rumbaugh)
<LI>Госстандарт РФ
</OL></td></tr>


<tr><td><B>3.304.  При наборе текста клавиша BackSpace служит для удаления ... 
</B>
<OL><I>Ответы</I>
<LI> строки 
<LI> файла 
<LI> абзаца 
<LI> символа слева от курсора 
<LI> символа справа от курсора 
</OL></td></tr>




<tr><td><B>3.305. В одном байте 8 бит. Во сколько раз больше различной 
информации можно закодировать с помощью 1 байта по сравнению с одним битом?    
</B>
<OL><I>Ответы</I>
<LI>В 8 раз
<LI>В 16 раз
<LI>В 32 раза
<LI>В 64 раза
<LI>В 128 раз
<LI>В 256 раз
<LI>В 512 раз
<LI>В 1024 раза   
</OL> 
</td></tr>


<tr><td><B>3.306. Наибольшее неотрицательное целое число, кодируемое 8 битами
</B>
<OL><I>Ответы</I>
<LI>127
<LI>255
<LI>256
<LI>512
<LI>99999999  
<LI>нет правильного ответа 
</OL></td></tr>





<tr><td><B>3.307. Скорый поезд идет из Уфы в Москву, а пассажирский &ndash; из Москвы в Уфу. Вышли они одновременно, но 
скорость первого вдвое выше скорости второго. Какой поезд будет дальше от Уфы в момент встречи?
</B>
<OL><I>Ответы</I>
<LI> Тот, который идет из Уфы в Москву 
<LI> Тот, который идет из Москвы в Уфу 
<LI> Одинаково 
<LI> Ответ зависит от времени года 
<LI> Нет правильного ответа 
</OL></td></tr>



<tr><td><B>3.308. Сколько чистого спирта нужно добавить в 1 литр 10% раствора 
этилового спирта в воде, чтобы получить 40% раствор?     
</B>
<OL><I>Ответы</I>
<LI>200
<LI>300
<LI>400
<LI>500
<LI>600
<LI>нет правильного ответа 
</OL></td></tr>






<tr><td><B>3.309.  Что не является операционной системой?
</B>
<OL><I>Ответы</I>
<LI>UNIX
<LI>Windows
<LI>Firewall
<LI>Linux
<LI>MS DOS
</OL></td></tr>



<tr><td><B>3.310.  Что такое кластер на жестком магнитном диске?
</B>
<OL><I>Ответы</I>
<LI>корпус жесткого диска
<LI>зажим для крепления жесткого диска 
<LI>конверт для диска
<LI>единица дискового пространства
<LI>виртуальный диск
</OL></td></tr>


<tr><td><B>3.311. Что такое FAT?             
</B>
<OL><I>Ответы</I>
<LI>база данных
<LI>текстовый процессор
<LI>графический редактор
<LI>таблица размещения файлов
<LI>электронная таблица
<LI>устройство для записи информации на магнитную ленту 
<LI>жесткий диск
</OL></td></tr>


<tr><td><B>3.312. Конфигурация (топология) локальной компьютерной сети, в 
которой все рабочие станции последовательно соединены друг с другом, называется:       
</B>
<OL><I>Ответы</I>
<LI>сетевой
<LI>радиальной
<LI>шинной
<LI>древовидной
<LI>кольцевой
</OL></td></tr>



<tr><td><B>3.313. Разрядность процессора &#8722; это ...  
</B>
<OL><I>Ответы</I>
<LI>количество элементарных операций, выполняемых процессором за 1 с;
<LI>объем ОЗУ
<LI>разрядность шины данных 
<LI>объем информации, который процессор обрабатывает за одну операцию
<LI>объем хранимой информации
</OL></td></tr>

<tr><td><B>3.314. Для безопасного использования 
ресурсов в сети Интернет предназначен протокол... 
</B>
<OL><I>Ответы</I>
<LI> NNTP 
<LI> FTP 
<LI> HTTPS 
<LI> IRC 
<LI> HTTP 
<LI> SMTP
</OL></td></tr>


<tr><td><B>3.315. Программа "Блокнот" &#8722; это   
</B>
<OL><I>Ответы</I>
<LI>графический редактор 
<LI>текстовый процессор
<LI>редактор электронных таблиц 
<LI>видеоредактор
<LI>текстовый редактор
<LI>система управления базами данных
</OL></td></tr>


<tr><td><B>3.316. Базовая система ввода-вывода BIOS находится     
</B>
<OL><I>Ответы</I>
<LI>в ОЗУ
<LI>в ПЗУ
<LI>записана на логическом диске С:
<LI>в процессоре
<LI>в контроллере
<LI>в FAT
</OL></td></tr>

<tr><td><B>3.317. Какое из приведенных ниже утверждений неверно?   
</B>
<OL><I>Ответы</I>
<LI>LPT &#8722; параллельный интерфейс, через который все биты передаваемого слова 
(обычно байта) выставляются и передаются по соответствующим параллельно 
идущим проводам одновременно
<LI>COM &#8722; последовательный однонаправленный интерфейс, в котором биты передаются 
друг за другом, обычно по одной (возможно, и двухпроводной) линии  
<LI>USB &#8722; последовательный двунаправленный интерфейс
<LI>RAM &#8722; параллельный двунаправленный интерфейс
<LI>Шина Fire Wire представляет собой последовательный однонаправленный интерфейс
<LI>Bluetooth (синий зуб) &#8722; это фактический стандарт на миниатюрные недорогие 
средства передачи информации с помощью радиосвязи между мобильными 
(и настольными) компьютерами, мобильными телефонами и любыми другими 
портативными устройствами на небольшие расстояния
<LI>В современных компьютерах основной шиной расширения является PCI; 
ее дополняет порт AGP
</OL></td></tr>


<tr><td><B>3.318.  Период колебаний математического маятника, представляющего собой груз весом 5 кг, подвешенный на прочной нерастяжимой нити длины 10 м  равен
</B>
<OL><I>Ответы</I>
<LI>&#960; с
<LI>5 с
<LI>2&#960; с
<LI>10 с
<LI>3&#960; с
<LI>20 с
<LI>50 с
</OL></td></tr>




<tr><td><B>3.319. Из пунктов А и В, расстояние между которыми 27 км,  навстречу друг другу одновременно вышли два пешехода. 
Скорость первого пешехода, вышедшего из п. А,  равна 4 км/ч, скорость второго пешехода, вышедшего из п. В, равна 5 км/ч. Во время движения между пешеходами летает муха: от одного к другому со скоростью 13 км/ч. Какой путь пролетит муха когда пешеходы встретятся ? 
</B>
<OL><I>Ответы</I>
<LI>4 км
<LI>5 км
<LI>9 км
<LI>13 км
<LI>27 км
<LI>34 км
<LI>37 км
<LI>39 км
<LI>Ответ зависит от того, из какого пункта вылетела муха
</OL></td></tr>



<tr><td><B>3.320.  Если в IP-адресе сетевой префикс содержит номер сети, а в номере хоста все биты, равны “0”, то это означает
</B>
<OL><I>Ответы</I>
<LI>Данная IP-сеть
<LI>Данное устройство 
<LI>Устройство в данной IP-сети 
<LI>Все устройства в данной IP-сети 
<LI>Все устройства в указанной сети
</OL></td></tr>





<tr><td><B>3.321.  Что выполняет операционная система при удалении файла с диска?
</B>
<OL><I>Ответы</I>
<LI>Заносит в BIOS информацию об этом файле 
<LI>Перемешивает в FAT его кластеры
<LI>Уничтожает первый символ имени файла в каталоге
<LI>Размагничивает участки диска, где располагался файл
<LI>Перемещает файл в специальный контейнер 
</OL></td></tr>



<tr>
<td><B>3.322. Размер сектора на гибком магнитном диске равен </B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт
<LI>4 байт 
<LI>512 байт
<LI>2 Кбайт  
<LI>16 Кбайт
<LI>32 Кбайт
<LI>64 Кбайт
</OL> 
</td></tr>






<tr><td><B>3.323.  Что произойдет, если в FАТ жесткого диска  D: испортится информация?
</B>
<OL><I>Ответы</I>
<LI>пропадает информация на диске
<LI>компьютер перестанет запускаться 
<LI>компьютер автоматически выключится 
<LI>компьютер автоматически перезагрузится, чтобы восстановить испорченную информацию 
<LI>операционная система не сможет найти файлы на жестком диске 
</OL></td></tr>



<tr><td><B>3.324. Базовый протокол сети Интернет       
</B>
<OL><I>Ответы</I>
<LI>http
<LI>HTML
<LI>TCP/IP
<LI>TCP
<LI>WWW
<LI>ASCII
</OL></td></tr>


<tr>
<td><B>3.325. Растровый графический файл, содержащий изображение 
из 256 оттенков серого и размером 10х10 точек имеет объем 
</B>
<OL><I>Ответы</I>
<LI>100 байт
<LI>256 байт
<LI>400 байт
<LI>800 байт
<LI>2560 байт
</OL></td></tr>






<tr><td><B>3.326. Преобразование  
исходных программных модулей в программы на машинном 
языке (объектные программные модули) производится с помощью 
специальных программ &#8722; это             
</B>
<OL><I>Ответы</I>
<LI>Операционная система 
<LI>Транслятор
<LI>Редактор 
<LI>Проводник 
<LI>Блокнот 
 </OL></td></tr>



<tr><td><B>3.327.   Статья, на­бран­ная на компьютере, со­дер­жит 32 страницы, на каж­дой стра­ни­це 40 строк, в каж­дой стро­ке 48 символов. Опре­де­ли­те раз­мер ста­тьи в ко­ди­ров­ке КОИ-8, в ко­то­рой каж­дый сим­вол ко­ди­ру­ет­ся 8 битами
</B>
<OL><I>Ответы</I>
<LI>120 Кбайт
<LI>480 байт
<LI>960 байт
<LI>60 Кбайт
<LI>360 Мбайт
<LI>32 Кбайт
<LI>48 Кбайт
</OL></td></tr>



 
<tr>
<td><B>3.328. Укажите правильные утверждения:
<BR>a) Сетевая плата не является устройством приема-передачи данных
<BR>b) Компакт-диск является оперативной памятью компьютера
<BR>c) Гибкий магнитный диск является долговременной памятью компьютера
<BR>d) В мониторах на жидких кристаллах отсутствует электромагнитное излучение
</B>
<OL><I>Ответы</I>
<LI>a,b
<LI>c,d
<LI>a
<LI>b
<LI>b,c
</OL> 
</td></tr>


<tr>
<td><B>3.329. Для вставки в документ математических формул используется специальное приложение 
</B>
<OL><I>Ответы</I>
<LI>Microsoft Excel
<LI>Microsoft Access
<LI>Microsoft Equation
<LI>Microsoft WortArt
<LI>Microsoft Graph  Chart
</OL> 
</td></tr>

 

 <tr><td><B>3.330. Отличительными особенностями компьютерного вируса являются:
</B>
<OL><I>Ответы</I>
<LI>значительный объем программного кода
<LI>необходимость запуска со стороны пользователя
<LI>способность к повышению помехоустойчивости операционной системы
<LI>легкость распознавания
<LI>маленький объем; способность к самостоятельному запуску и
 многократному копированию кода, к созданию помех корректной работе компьютера
</OL></td></tr>



<tr><td><B>3.331.  Если размер кластера 512 байт, а размер файла 516 байт, то файл займет на диске 
</B>
<OL><I>Ответы</I>
<LI>один сектор
<LI>один кластер 
<LI>полтора кластера 
<LI>два кластера 
<LI>три кластера 
</OL></td></tr>



<tr>
<td><B>3.332. В электронной таблице знак "$" перед номером 
строки в обозначении ячейки указывает на: 
</B>
<OL><I>Ответы</I>
<LI>денежный формат; 
<LI>начало формулы; 
<LI>абсолютную адресацию; 
<LI>начало выделения блока ячеек; 
<LI>пересчет номера строки, начиная с текущего
</OL></td></tr>



<tr><td><B>3.333.  Компьютер может иметь порты
</B>
<OL><I>Ответы</I>
<LI>COM, LPT, USB, PS/2 
<LI>PRN, CON, NUL, SCSI 
<LI>IDE, HTTP, HTML, TCP 
<LI>HDD, IDE, FDD
<LI>IDE, SCSI, HTML
</OL></td></tr>


<tr><td><B>3.334. В URL-адресе http://www.kobros.narod.ru/index.htm 
часть http обозначает     
</B>
<OL><I>Ответы</I>
<LI>выход в Internet
<LI>протокол связи с удаленным компьютером
<LI>имя удаленного компьютера
<LI>имя локального файла
<LI>иерархию доменов, в которой располагается удаленный компьютер
</OL></td></tr>




<tr><td><B>3.335.  Как вызвать на экран контекстное меню
</B>
<OL><I>Ответы</I>
<LI>кликнуть левой кнопкой мыши на объекте и в открывшемся списке выбрать команду "Контекстное меню"
<LI>открыть команду меню "СЕРВИС" и в ней выбрать команду "Контекстное меню"
<LI>кликнуть на объекте правой кнопкой мыши 
<LI>дажды кликнуть левой кнопкой мыши на объекте
<LI>обратиться за помощью к преподавателю
</OL></td></tr>

<tr>
<td><B>3.336. В файле с расширением "*.com" хранится</B>
<OL><I>Ответы</I>
<LI>текст
<LI>рисунок 
<LI>архив
<LI>музыка
<LI>программа
<LI>видео
<LI>файлов с таким расширением не бывает 
</OL> 
</td></tr>

<tr><td><B>3.337. Вертолет вылетел из Кейптауна (Южная Африка)  и стал 
двигаться по следующему маршруту: 400 км на запад, затем 400 км на юг, 
затем 400 км на восток и затем 400 км на север. Где приземлится вертолет? 
Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг 
собственной оси 1 сутки, приборы &ndash; идеальными, погоду летной, запасы горючего 
достаточными для того чтобы пролететь 3000 км.                        
</B>
<OL><I>Ответы</I>
<LI>в точке старта
<LI>южнее точки старта 
<LI>севернее точки старта 
<LI>западнее точки старта 
<LI>восточнее точки старта 
</OL></td></tr>






<tr>
<td><B>3.338. В электронной таблице строки именуются так: 
</B>
<OL><I>Ответы</I>
<LI>A, B, C, ..Z, AA..    
<LI>1, 2, 3, ... 
<LI>произвольно
<LI>справа налево 
<LI>снизу вверх
</OL></td></tr>



<tr><td><B>3.339.   При использовании функции "Вырезать" текст размещается
</B>
<OL><I>Ответы</I>
<LI>в BIOS
<LI>в буфере обмена
<LI>в процессоре
<LI>на жестком диске
<LI>в новом документе
<LI>в контроллере 
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>


<tr><td><B>3.340. В сочинском отеле "Мечта ПО-шника" 6 этажей. На первом этаже отеля проживают 4 человека, на втором этаже - 8 человек, на третьем - 12 и т.д., т.е. на каждом следующем этаже разместилось на 4 посетителя больше, чем на предыдущем. 
На каком этаже отеля чаще всего вызывают лифт?
</B>
<OL><I>Ответы</I>
<LI>на шестом
<LI>на пятом
<LI>на четвертом
<LI>на третьем
<LI>на втором 
<LI>на первом
</OL></td></tr>


<tr><td><B>3.341.   Что больше:  2016/2017 или 2017/2018 ? 
</B>
<OL><I>Ответы</I>
<LI> 2016/2017 &#60;  2017/2018 
<LI> 2016/2017 &#62;  2017/2018 
<LI> 2016/2017 =  2017/2018 
<LI>разрядность моего калькулятора не  позволяет дать точный ответ 
<LI>приду сдавать в следующий раз 
</OL></td></tr>





<tr>
<td><B>3.342. Кто создал язык UML (Unified Modeling Language)?             
</B>
<OL><I>Ответы</I>
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson, Douglas Taylor Ross 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>


<tr><td><B>3.343. Преобразование  
исходных программных модулей в программы на машинном 
языке (объектные программные модули) производится с помощью 
специальных программ - это             
</B>
<OL><I>Ответы</I>
<LI>Операционная система 
<LI>Транслятор
<LI>Редактор 
<LI>Проводник 
<LI>Блокнот 
 </OL></td></tr>



<tr>
<td><B>3.344. Для того чтобы создать нижний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>


<tr><td><B>3.345. В процессе преобразования растрового графического файла количество цветов уменьшилось с 65 536 до 256. Во сколько раз уменьшится информационный объем файла? 
</B>
<OL><I>Ответы</I>
<LI> в 2 раза
<LI>в 4 раза
<LI>в 8 раз
<LI>в 16 раз 
<LI>в 256 раз 
<LI>нет правильного ответа
</OL></td></tr>




<tr><td><B>3.346.  Что произойдет, если во время выбора команды 
«Удалить» нажата клавиша «Shift»? 
</B>
<OL><I>Ответы</I>
<LI> файл не будет удален с диска 
<LI> файл будет скопирован в буфер обмена 
<LI> имя файла изменится 
<LI> расширение файла изменится 
<LI> удаленного файла не будет в Корзине 
</OL></td></tr>




<tr><td><B>3.347. В словаре людоедки Эллочки  всего 40 разных слов. Сколько 
бит нужно, чтобы закодировать любое из этих слов?  
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
</OL> 
</td></tr>


<tr><td><B>3.348.   BPWin предназначен для
</B>
<OL><I>Ответы</I>
<LI>автоматизации управления взаимоотношениями с клиентами
<LI>автоматизации управления пректами
<LI>создания финансовой модели нового или действующего предприятия
<LI>создания модели процессов
<LI>создания модели данных
<LI>Нет правильного ответа
</OL></td></tr>


<tr><td><B>3.349. Чтобы вставить фрагмент текста из буфера обмена 
в текст, используется сочетание клавиш
</B>
<OL><I>Ответы</I>
<LI>Shift + Ins		
<LI>Shift + Del
<LI>Ctrl + Del
<LI>Ctrl + Ins
<LI>Alt+ Ins
</OL></td></tr>


<tr><td><B>3.350.  Предположим, что выводимое на экран монитора изображение 
представляет собой прямоугольник, состоящий из 1024 столбцов и 768 строк пикселей. 
Если для кодирования цвета и яркости каждого пикселя используется 8 бит, 
то сколько однобайтовых ячеек памяти потребуется для сохранения всего выводимого изображения? 
</B>
<OL><I>Ответы</I>
<LI> 768 байт
<LI> 768 Кб 
<LI> 786432 бит 
<LI> 1024 байт 
<LI> 1024 Кбайт 
<LI> 1024 Мбайт 
<LI> 768 Мбайт 
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.351. В цветовой модели RGB установлены следующие параметры: 0,0,0.
 Какой это цвет?</B>
<OL><I>Ответы</I>
<LI>черный
<LI>желтый
<LI>красный 
<LI>зеленый
<LI>синий
<LI>белый  
</OL> 
</td></tr>




<tr><td><B>3.352. Для хранения в оперативной памяти символы преобразуются в …                         
</B>
<OL><I>Ответы</I>
<LI>числовые коды в десятичной системе счисления 
<LI>числовые коды в шестнадцатиричной форме 
<LI>графические образы 
<LI>числовые коды в двоичной системе счисления 
<LI>числовые коды в восьмеричной системе счисления 
</OL></td></tr>




<tr><td><B>3.353. Двоичный код изображения, выводимого на монитор, хранится в                         
</B>
<OL><I>Ответы</I>
<LI>ОЗУ 
<LI>ПЗУ 
<LI>BIOS 
<LI>видеопамяти 
<LI>буфере обмена 
<LI>RОM 
</OL></td></tr>



<tr><td><B>3.354. В соответствии с кодовой таблицей ASCII символы английского 
алфавита кодируются двузначными числами, причем сочетание “I love” кодируется 
так: 73 76798669, а сочетание “I live” - так:                         
</B>
<OL><I>Ответы</I>
<LI>73 73768669 
<LI>73 79768669 
<LI>73 76867669 
<LI>76 73737686 
<LI>73 76738669 
</OL></td></tr>

<tr>
<td><B>3.355. Растровый графический файл, содержащий изображение 
из 256 оттенков серого и размером 10х10 точек имеет объем 
</B>
<OL><I>Ответы</I>
<LI>100 байт
<LI>256 байт
<LI>400 байт
<LI>800 байт
<LI>2560 байт
</OL></td></tr>


<tr><td><B>3.356.  Выберите правильный HTML тег для преобразования обычного текста в жирный
</B>
<OL><I>Ответы</I>
<LI>&#60;a&#62;
<LI>&#60;b&#62;
<LI>&#60;c&#62;
<LI>&#60;bold&#62;
<LI>&#60;big&#62;
</OL></td></tr>






<tr><td><B>3.357. Какая из приведенных ниже формул MS Excel содержит ошибку?   
</B>
<OL><I>Ответы</I>
<LI>=СТЕПЕНЬ(C12;3) + КОРЕНЬ(C13+C12)
<LI>=LN(ABS(C13)/6+2017)
<LI>=ЕСЛИ(H25&#62;B12,F7)
<LI>=((B23+8)/3)*7
<LI>=A3*COS(W7)
</OL></td></tr>






<tr>
<td><B>3.358. Все работающие в данный момент программы и открытые окна в WINDOWS располагаются  
</B>
<OL><I>Ответы</I>
<LI>в меню "пуск"
<LI>на панели задач
<LI>в окне программы
<LI>в активном окне
<LI>на рабочем столе
</OL></td></tr>


<tr><td><B>3.359. Два самолета одновременно поднялись в воздух 
с площадки у Госцирка в Уфе и стали двигаться с одинаковой скоростью 
1000 км/ч на одинаковой высоте 10 км: 
первый строго на северо-восток, второй &#8722; строго 
на юго-восток. Где они встретятся? Запасы горючего считать неисчерпаемыми, 
Землю идеальным шаром, погоду и приборы идеальными.         
</B>
<OL><I>Ответы</I>
<LI>Самолеты встретятся где-то в Тихом океане через 20 часов после вылета
<LI>Самолеты встретятся где-то в Тихом океане через 40 часов после вылета
<LI>Самолеты встретятся в Уфе в точке старта через 20 часов после вылета
<LI>Самолеты встретятся в Уфе в точке старта через 40 часов после вылета     
<LI>Самолеты вообще не встретятся никогда
<LI>Самолеты встретятся на Северном полюсе
<LI>Самолеты встретятся на Южном полюсе
</OL></td></tr>









<tr><td><B>3.360. В файле с расширением "*.htm" хранится</B>
<OL><I>Ответы</I>
<LI>текст
<LI>рисунок 
<LI>архив
<LI>музыка
<LI>Web-документ 
<LI>программа
<LI>видео
</OL> 
</td></tr>

<tr>
<td><B>3.361. Вертолет вылетел из Парижа в направлении на северо-восток. Запасов 
топлива хватит на 40000 км, приборы и погода идеальные. Где приземлится вертолет?      
</B>
<OL><I>Ответы</I>
<LI>Будет летать по круговой орбите, пока не кончится топливо  
<LI>В Париже 
<LI>На Южном полюсе 
<LI>На Северном полюсе 
<LI>В Южном полушарии 
</OL></td></tr>


<tr><td><B>3.362. Углом какой четверти является угол &#945;, если известно, что 
&#945;=43&#960;/9 ? 
</B>
<OL><I>Ответы</I>
<LI>&#945; лежит в I четверти
<LI>&#945; лежит во  II четверти
<LI>&#945; лежит в III четверти
<LI>&#945; лежит в IV четверти
<LI>&#945; лежит на границе между  I и II четвертями
<LI>&#945; лежит на границе между  II и III четвертями
<LI>&#945; лежит на границе между  III и IV четвертями
<LI>&#945; лежит на границе между  I и IV четвертями
</OL></td></tr>





<tr><td><B>3.363. Управляющая структура, организующая многократное выполнение 
некоторой совокупности действий, &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>следование
<LI>повтор
<LI>ветвление
<LI>переход
<LI>цикл
</OL></td></tr>


<tr><td><B>3.364. Студент работает в текстовом редакторе. 
Когда курсор находился в начале второго абзаца текста, он нажал клавишу 
BackSpace (Забой). При этом всё содержимое второго абзаца переместилось 
в конец первой строки. Почему это произошло?
</B>
<OL><I>Ответы</I>
<LI>Произошёл машинный сбой, а пользователь не выполнял автоматическое 
сохранение изменений в тексте
<LI>Пользователь стёр невидимый символ "конец строки", который находился 
в конце первого абзаца
<LI>Нажатие на эту клавишу указывает текстовому редактору перейти 
к расположению текста на бумаге в две колонки
<LI>Нажатие на эту клавишу всегда вызывает изменение автоматического 
форматирования текста
<LI>Это результат действия макровируса
<LI>Во всем виноват преподаватель, который не успел остановить  студента
</OL> 
</td></tr>



<tr><td><B>3.365. В доме 7 окон. Сколько  различных  сигналов можно подать, зажигая свет в окнах?   
</B>
<OL><I>Ответы</I>
<LI>1
<LI>7
<LI>25
<LI>49
<LI>65
<LI>128
<LI>256
<LI>343
<LI>1024
</OL> 
</td></tr>





<tr><td><B>3.366. Растровый графический файл, содержащий изображение 
из 256 оттенков серого и размером 20х20 точек имеет объем
</B>
<OL><I>Ответы</I>
<LI> 100 бит
<LI> 100 байт 
<LI> 256 байт 
<LI> 400 бит
<LI> 400 байт 
<LI> 1024 байт 
<LI> 2560 байт
<LI> 102400 бит 
</OL></td></tr>


<tr><td><B>3.367.  ERWin предназначен для
</B>
<OL><I>Ответы</I>
<LI>автоматизации управления взаимоотношениями с клиентами
<LI>автоматизации управления пректами
<LI>создания финансовой модели нового или действующего предприятия
<LI>создания модели процессов
<LI>создания модели данных
<LI>Нет правильного ответа
</OL></td></tr>



<tr><td><B>3.368. Сигнал называют дискретным, если   
</B>
<OL><I>Ответы</I>
<LI>он может принимать конечное число значений 
<LI>он непрерывно изменяется по амплитуде во времени
<LI>он несет текстовую информацию
<LI>он несет цифровую информацию 
<LI>он несет табличную информацию  
<LI>он несет прерывистую информацию  
</OL> </td></tr>


<tr><td><B>3.369.   Строки электронной таблицы в MS Excel:
</B>
<OL><I>Ответы</I>
<LI>именуются пользователем произвольным образом
<LI>обозначаются буквами русского алфавита
<LI>обозначаются буквами латинского алфавита
<LI>нумеруются
<LI>обозначаются буквами греческого алфавита
</OL></td></tr>


<tr><td><B>3.370.  IP-адрес, зарезервированный для обратной связи
</B>
<OL><I>Ответы</I>
<LI>127.0.0.1 
<LI>0.0.0.0 
<LI>222.222.222.222 
<LI>255.255.255.255 
<LI>192.168.0.1 
<LI>1.0.0.0
</OL></td></tr>




<tr><td><B>3.371. Даны утверждения:
<BR>1) Компилятор &#8722; это программа копирования фрагментов файлов.
<BR>2) Тактовая частота процессора определяет производительность компьютера.
<BR>3) Дисковод &#8722; это устройство обмена информацией между компьютерами по телефонным каналам.
<BR>Среди них верными являются только 
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>1,2
<LI>2,3
<LI>1,3
<LI>1,2,3
<LI>нет ни одного верного утверждения
</OL></td></tr>

<tr><td><B>3.372. Можно ли построить компьютерную модель сложной производственной системы 
без использования математических методов моделирования?     
</B>
<OL><I>Ответы</I>
<LI>Можно построить структурно-функциональную модель 
<LI>Нельзя, потому что компьютерное моделирование без применения математических методов лишено смысла 
<LI>Можно, но только для простой системы 
<LI>Нельзя 
<LI>Можно построить имитационную модель 
</OL></td></tr>


<tr><td><B>3.373. Технология создания электронной цифровой подписи основывается 
на использовании         
</B>
<OL><I>Ответы</I>
<LI>криптографической системы с открытым ключом
<LI>криптографической системы с закрытым ключом
<LI>криптографической системы с симметричным ключом
<LI>принципе стеганографии
<LI>сетевого экрана 
</OL></td></tr>


<tr><td><B>3.374. Сколько килобайт в 2 Гбайтах?
</B>
<OL><I>Ответы</I>
<LI>2&#183;2<SUP>10</SUP>
<LI>2&#183;2<SUP>20</SUP>
<LI>2&#183;2<SUP>30</SUP>
<LI>4&#183;2<SUP>10</SUP>
<LI>4&#183;2<SUP>20</SUP>
<LI>4&#183;2<SUP>30</SUP>
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.375.  Программа вызова загрузчика операционной системы
</B>
<OL><I>Ответы</I>
<LI>находится в постоянной памяти (ПЗУ) компьютера и при загрузке считывает в память модули операционной системы
<LI>постоянно занимает раздел оперативной памяти компьютера, куда она попадает при первоначальной загрузке  
<LI>хранится в контроллере жесткого диска и при загрузке считывает в оперативную память системные файлы  
<LI>хранится в памяти видеокарты и при загрузке считывает в оперативную память системные файлы 
<LI>постоянно хранится на одном из дисков, называемом системным
</OL></td></tr>







<tr>
<td><B>3.376. Кто разработал язык APT 
(Automatically Programmed Tools  Numerical Control Language - ANSI/ISO Standard), 
который используется для автоматизированного проектирования сервисных программ ?     
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>

 <tr><td><B>3.377.  Первичная ин­фор­ма­ция раз­де­ля­ет­ся по сер­ве­рам №1 и №2 и об­ра­ба­ты­ва­ет­ся на них. С сер­ве­ра №1 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 10t Гбайт, а с сер­ве­ра №2 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 16t Гбайт об­ра­бо­тан­ной информации; 
25 &lt; t &lt; 75. Каков наи­боль­ший общий объём вы­хо­дя­щей ин­фор­ма­ции при общем объёме вхо­дя­щей ин­фор­ма­ции в 3204 Гбайт?
</B>
<OL><I>Ответы</I>
<LI>1024 Гб
<LI>1068 Гб
<LI>1404 Гб
<LI>1474 Гб
<LI>1682 Гб
<LI>1911 Гб
<LI>2091 Гб
<LI>2496 Гб
<LI>2523 Гб 
<LI>2700 Гб 
<LI>4096 Гб
</OL></td></tr>



<tr><td><B>3.378. Сравнить 1.8 Мб и 1800 Кб. 
</B>
<OL><I>Ответы</I>
<LI>1.8 Мб = 1800 Кб
<LI>1.8 Мб &#60; 1800 Кб
<LI>1.8 Мб &#62; 1800 Кб
<LI>их нельзя сравнивать
<LI>1.8 Мб = &#8722;1800 Кб
</OL></td></tr>


<tr><td><B>3.379.   В табличном процессоре Microsoft Excel выделена группа ячеек D2:E4
 Cколько ячеек входит в эту группу?
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
<LI>8
<LI>9
<LI>10
</OL></td></tr>


<tr><td><B>3.380.   При каком условии можно создать автоматическое оглавление в программе MS Word:
</B>
<OL><I>Ответы</I>
<LI>абзацы будущего оглавления имеют одинаковый отступ
<LI>абзацы, предназначенные для размещения в оглавлении, отформатированы стандартными стилями заголовков
<LI>абзацы будущего оглавления выровнены по центру страницы
<LI>абзацы, предназначенные для размещения в оглавлении, собраны в одном разделе
<LI>автоматическое оглавление в программе MS Word не предусмотрено
</OL></td></tr>


<tr><td><B>3.381.  Как называется величина, выражающая количество бит, необходимое для кодирования цвета точки
</B>
<OL><I>Ответы</I>
<LI>частота дискретизации
<LI>ширина
<LI>глубина
<LI>высота
<LI>палитра
<LI>разрешение
</OL></td></tr>


<tr><td><B>3.382.  Графический редактор, входящий в состав стандартного пакета установки операционных систем семейства Windows, называется
</B>
<OL><I>Ответы</I>
<LI>Adobe Photoshop
<LI>Corel Draw
<LI>Paint
<LI>Windows Media Player
<LI>WordArt
</OL></td></tr>


<tr><td><B>3.383. Простейший алфавит, с помощью которого возможно 
описание множества натуральных чисел, может состоять:
</B>
<OL><I>Ответы</I>
<LI>из 16 символов
<LI>из двух цифр 0, 1
<LI>из цифр 0, 1, ..., 9
<LI>из трех цифр 1, 2, 3
<LI>ровно из одного символа
</OL></td></tr>




<tr><td><B>3.384.  Какой станет концентрация 40% водного раствора, 
если из 0,5 литра этого раствора отлить 200 грамм и затем восполнить 
недостаток чистой водой? 
</B>
<OL><I>Ответы</I>
<LI>6% 
<LI>12% 
<LI>18%
<LI>24%
<LI>30%
<LI>36%
</OL></td></tr>


<tr><td><B>3.385. Укажите правильное продолжение фразы: "Программы для 
просмотра Web-страниц называются...     
</B>
<OL><I>Ответы</I>
<LI>брандмауэрами
<LI>компиляторами
<LI>Браузерами
<LI>драйверами
<LI>трансляторами
</OL></td></tr>



<tr><td><B>3.386. Каким образом можно определить свободное место на диске?
</B>
<OL><I>Ответы</I>
<LI>С помощью контекстного меню, вызываемого нажатием левой кнопки мыши на имени диска, и выбора команды "Свободное место на диске".
<LI>С помощью контекстного меню, вызываемого нажатием левой кнопки мыши на имени диска, и выбора команды "Свойства".
<LI>С помощью контекстного меню, вызываемого нажатием правой кнопки мыши на имени диска, и выбора команды "Свойства".
<LI>С помощью контекстного меню, вызываемого нажатием правой кнопки мыши на имени диска, и выбора команды "Свободное место на диске".
<LI>Если открыть защитную крышку и посмотреть на жесткий диск 
</OL></td></tr>


<tr><td><B>3.387. Восьмеричная система счисления отличается от двоичной
</B>
<OL><I>Ответы</I>
<LI>количеством цифр, используемых для записи чисел
<LI>количеством требуемой памяти компьютера
<LI>скоростью обращения к данным
<LI>возможностью кодировать символы
<LI>возможностью кодировать логическую информацию
</OL> 
</td></tr>





<tr>
<td><B>3.388. Параллельный интерфейс &ndash; совокупность аппаратных и программных средств для: 
</B>
<OL><I>Ответы</I>
<LI> диалогового взаимодействия во многих окнах 
<LI> трансляции программ в двоичный код с языка высокого уровня 
<LI> сопряжения в вычислительной системе устройств и программ 
<LI> передачи информации, при которой все разряды двоичного кода, относящиеся к символу или слову, транслируются последовательно друг за другом 
<LI> передачи информации, при которой все разряды двоичного кода, относящиеся к символу или слову, транслируются одновременно 

</OL></td></tr>

<tr><td><B>3.389.  С чего начинаются формулы в Microsoft Excel
</B>
<OL><I>Ответы</I>
<LI>с числа
<LI>с адреса вызываемой ячейки 
<LI>с квадратных скобок
<LI>со слова do
<LI>со знака равенства
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>


<tr><td><B>3.390. Сколько ключей используется в криптографической системе с открытым ключом? 
</B>
<OL><I>Ответы</I>
<LI>один 
<LI> два 
<LI> три 
<LI> четьре 
<LI> ответ зависит от объема шифруемого сообщения
<LI>зависит от выбора отправителя 
<LI>зависит от выбора получателя
<LI>зависит от выбора отправителя и получателя
<LI>нет правильного ответа
</OL></td></tr>





<tr><td><B>3.391.  Какую длину имеет IP-адрес компьютера в сети Internet? 
</B>
<OL><I>Ответы</I> 
<LI> 8 бит 
<LI> 4 бита 
<LI> 32 байта 
<LI> 16 байт 
<LI> 4 байта 
<LI> 128 бит
</OL></td></tr>

<tr><td><B>3.392.  Учитывая, что масса Луны в 81 раз меньше массы Земли, отношение силы тяготения , действующей на Луну со стороны Земли, к силе тяготения, действующей на Землю со стороны Луны, равно …
</B>
<OL><I>Ответы</I>
<LI>1/81
<LI>1/9
<LI>1
<LI>9
<LI>81
</OL> 
</td></tr>


<tr><td><B> 3.393.  На первом курсе потока БПО девушек оказалось в три раза меньше, чем юношей, т.е. у каждой было по три кавалера. 
Однако после зимней сессии один студент (юноша) не выдержал ударов  судьбы и был отчислен злобным деканом за академическую неуспеваемость, зато в
 группу пришли две девушки, вернувшиеся из академического отпуска. В итоге у каждой девушки потока БПО осталось только по  два кавалера. 
На сколько процентов увеличилось количество девушек на потоке ? 
</B>
<OL><I>Ответы</I>
<LI>на 5%
<LI>~ на 5,2%
<LI>на 7%
<LI>~ на 7,8%
<LI>~ на 8,3%
<LI>~ на 9,9%
<LI>на 10%
<LI>~ на 13,4%
<LI>на 15%
<LI>~ на 16,7%
<LI>на 40%
<LI>на 50%
</OL></td></tr>



          
<tr><td><B>3.394. Электронная таблица представляет собой:  
</B>
<OL><I>Ответы</I>
<LI>совокупность нумерованных строк и поименованных с использованием 
букв латинского алфавита столбцов
<LI>совокупность поименованных с использованием букв латинского 
алфавита строк и нумерованных столбцов
<LI>совокупность пронумерованных строк и столбцов
<LI>совокупность строк и столбцов, именуемых пользователем произвольным образом
<LI>таблицу, набранную в текстовом редакторе
</OL></td></tr>

<tr>
<td><B>3.395. Строка состояния программы Microsoft Word расположена
</B>
<OL><I>Ответы</I>
<LI>в верхей части окна программы
<LI>в нижней части окна программы
<LI>в оперативной памяти
<LI>в BIOS
<LI>в FAT-таблице
</OL></td></tr>


<tr><td><B>3.396.  Отцу и сыну вместе 38 лет, сыну и дедушке вместе 64 года, а отцу и дедушке вместе 84 года.
 На сколько лет дедушка старше своего сына ? 
</B>
<OL><I>Ответы</I>
<LI>26
<LI>38
<LI>40
<LI>42
<LI>44
<LI>46
<LI>48
<LI>50
<LI>64
<LI>84
</OL></td></tr>




<tr>
<td><B>3.397. Для того чтобы структура данных была упорядоченной, данные должны  
 </B>
<OL><I>Ответы</I>
<LI>храниться на жестком диске
<LI>быть достоверными 
<LI>допускать обработку на компьютере   
<LI>обладать избыточностью
<LI>быть сохранены в ОЗУ 
</OL> 
</td></tr>


<tr><td><B>3.398. Какой из перечисленных ниже языков является языком 
программирования низкого уровня?   
</B>
<OL><I>Ответы</I>
<LI>Assembler
<LI>PASCAL
<LI>Java
<LI>C
<LI>ALGOL
<LI>BASIC
</OL></td></tr>


<tr><td><B>3.399.  Предположим, что выводимое на экран монитора изображение 
представляет собой прямоугольник, состоящий из 1024 столбцов и 768 строк пикселей. 
Если для кодирования цвета и яркости каждого пикселя используется 6 бит, 
то сколько однобайтовых ячеек памяти потребуется для сохранения всего выводимого изображения? 
</B>
<OL><I>Ответы</I>
<LI> 768 байт
<LI> 6 Кб
<LI> 48 Кб
<LI> 96 Кб
<LI>192 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 786432 бит 
<LI> 1024 байт 
<LI> 1024 Кбайт 
<LI> 1024 Мбайт 
<LI> 768 Мбайт 
<LI>нет правильного ответа
</OL></td></tr>








<tr><td><B>3.400. Сколько значений можно закодировать одним байтом?
</B>
<OL><I>Ответы</I>
<LI>2
<LI>4
<LI>8
<LI>16
<LI>32
<LI>256
<LI>512
<LI>1024
</OL> </td></tr>
          

<tr><td><B>3.401.  Запуск и контроль за работой прикладного ПО осуществляется
</B>
<OL><I>Ответы</I>
<LI> из ОЗУ (RAM) 
<LI> средствами прикладного программного обеспечения 
<LI> инструментальным программным обеспечением (системами программироваания) 
<LI> операционной системой 
<LI> средствами BIOS
<LI> компетентными органами 
</OL></td></tr>


<tr><td><B>3.402. Диспетчер задач служит для...
</B>
<OL><I>Ответы</I>
<LI>просмотра программ, установленных на компьютере
<LI>просмотра папок и файлов, находящихся на компьютере
<LI>просмотра приложений и процессов, запущенных на компьютере
<LI>просмотра устройств, подключенных к компьютеру
<LI>проверки системных файлов 
</OL></td></tr>




<tr><td><B>3.403. Существует следующая классификация программного обеспечения:
</B>
<OL><I>Ответы</I>
<LI>средства коммуникации и средства обеспечения компьютерной безопасности 
<LI> операционные системы, архиваторы, антивирусы, приложения 
<LI> информационное и математическое обеспечение 
<LI> системное, прикладное, инструментальное 
<LI> текстовые процессоры, табличные процессоры, СУБД, графические редакторы 
</OL></td></tr>

<tr><td><B>3.404. Во время исполнения программа находится в
</B>
<OL><I>Ответы</I>
<LI>клавиатуре
<LI>процессоре
<LI>буфере обмена
<LI>мониторе
<LI>оперативной памяти
</OL> 
</td></tr>


<tr><td><B>3.405.  Какая комбинация клавиш обычно используется для поиска объектов или текста?
</B>
<OL><I>Ответы</I>
<LI>Ctrl + C
<LI>Ctrl + V
<LI>Ctrl + F
<LI>Ctrl + A
<LI>Ctrl + B
</OL></td></tr>





<tr>
<td><B>3.406. Что такое http:\\ ?
</B>
<OL><I>Ответы</I>
<LI>это протокол передачи гипертекста   
<LI>это протокл передачи исходных кодов   
<LI>это общий протокол настройки   
<LI>это протокол передачи паралельного порта  
<LI>это язык гипертекстовой разметки
</OL> 
</td></tr>


<tr>
<td><B>3.407. Компьютерная программа, которая работает в режиме диалога с пользователем, это  
</B>
<OL><I>Ответы</I>
<LI>Альтернативная программа
<LI>Дистрибутивная программа
<LI>Интерактивная программа
<LI>Интерполяционная программа
<LI>Коммуникативная программа
</OL> 
</td></tr>


<tr>
<td><B>3.408. Для перехода к слайду с заданным номером в MS PowerPoint в режиме показа слайдов необходимо нажать клавиши 
</B>
<OL><I>Ответы</I>
<LI>Номер слайда, затем клавиша Enter
<LI>Одновременно номер и клавишу F5
<LI>Одновременно номер и клавишу F2
<LI>Одновременно номер и клавишу Tab
<LI>Одновременно номер и клавишу Ctrl
</OL> 
</td></tr>



<tr><td><B>3.409. Для того чтобы создать верхний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>

<tr>
<td><B>3.410. Кто первым в мире предложил идею объектно-ориентированного 
подхода к конструированию различных деталей и разработке ПО? 
         
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>


<tr><td><B>3.411. Лестничный пролет в главном корпусе имеет высоту 6 метров 
при основании 8 метров. Какой длины нужна будет ковровая дорожка, 
чтобы покрыть все 10 ступеней этой лестницы ?     
</B>
<OL><I>Ответы</I>
<LI>6 метров 
<LI>8 метров 
<LI>10 метров 
<LI>12 метров 
<LI>14 метров   
</OL></td></tr>




<tr><td><B>3.412.   При использовании функции "Вырезать" текст размещается
</B>
<OL><I>Ответы</I>
<LI>в BIOS
<LI>в буфере обмена
<LI>в новом документе
<LI>в контроллере 
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>




<tr><td><B>3.413. Цвет точки на экране цветного монитора формируется из сигнала:
</B>
<OL><I>Ответы</I>
<LI>красного, зеленого, синего и яркости;
<LI>красного, зеленого, синего;
<LI>желтого, зеленого, синего и красного;
<LI>желтого, синего, красного и белого;
<LI>желтого, синего, красного и яркости. 
</OL></td></tr>


<tr><td><B>3.414. Какая из приведенных ниже формул MS Excel содержит ошибку?   
</B>
<OL><I>Ответы</I>
<LI>=COS(E7+4)
<LI>=КОРЕНЬ(ABS(L1)/6)
<LI>=ЕСЛИ(D25&#60;C5,F7,H122)
<LI>=((B23+8)/3*7
<LI>=A13*SIN(S47)
</OL></td></tr>



<tr><td><B>3.415. Столица Японии Токио находится на широте 36&#176;, что 
примерно соответствует широте Туниса.   
В каком аэропорту выгоднее делать пересадку,
если необходимо прилететь Из Токио в Тунис по кратчайшему маршруту ?</B>
<OL><I>Ответы</I>
<LI>Дели
<LI>Анкара
<LI>Нью-Йорк
<LI>Москва
<LI>Мурманск
<LI>Кейптаун
<LI>Нью-Йорк
<LI>Кабул
</OL></td></tr>





<tr><td><B>3.416. Найдите решение уравнения  8 Кб= 16*X бит           
</B>
<OL><I>Ответы</I>
<LI>4
<LI>8
<LI>64
<LI>128
<LI>256
<LI>512
<LI>1024
<LI>2048
<LI>4000
<LI>4096
</OL></td></tr>





<tr><td><B>3.417. Какое из приведенных ниже утверждений неверно?  
</B>
<OL><I>Ответы</I>
<LI>Мост связывает две локальные сети. Передает данные между сетями в пакетном 
виде, не производя в них никаких изменений
<LI>Маршрутизатор объединяет сети с общим протоколом более эффективно, чем мост. 
Он позволяет расщеплять большие сообщения на более мелкие куски, обеспечивая 
тем самым взаимодействия локальных сетей с разным размером пакета
<LI>Локальная сеть (ЛВС или LAN &#8722; Local Area Network) &#8722; сеть, которая 
объединяет компьютеры удаленные географически на большие расстояния друг от друга. 
<LI>Мостовой маршрутизатор &#8722; это гибрид моста и маршрутизатора, который сначала
 пытается выполнить маршрутизацию, где это возможно, а затем в случае неудачи
  переходит в режим моста
<LI>Шлюз в отличие от моста применяется в случаях, когда соединяемые сети имеют
 различные сетевые протоколы. Поступившее в шлюз сообщение от одной сети
  преобразуется в другое сообщение, соответствующее требованиям следующей сети. 
<LI>Шлюзы не просто соединяют сети, а позволяют им работать как единая сеть. 
С помощью шлюзов также локальные сети подсоединяются к мэйнфреймам
 &#8722; универсальным мощным компьютерам
</OL></td></tr>

 <tr><td><B>3.418.  Первичная ин­фор­ма­ция раз­де­ля­ет­ся по сер­ве­рам №1 и №2 и об­ра­ба­ты­ва­ет­ся на них. С сер­ве­ра №1 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 16t Гбайт, а с сер­ве­ра №2 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 21t Гбайт об­ра­бо­тан­ной информации; 
25 &lt; t &lt; 75. Каков наи­боль­ший общий объём вы­хо­дя­щей ин­фор­ма­ции при общем объёме вхо­дя­щей ин­фор­ма­ции в 6273 Гбайт?
</B>
<OL><I>Ответы</I>
<LI>1024 Гб
<LI>1068 Гб
<LI>1404 Гб
<LI>1474 Гб
<LI>1682 Гб
<LI>1911 Гб
<LI>2091 Гб
<LI>2496 Гб
<LI>2523 Гб 
<LI>2700 Гб 
<LI>4096 Гб
</OL></td></tr>



<tr><td><B>3.419.  Для быстрого заполнения серии ячеек Microsoft Excel датами, числами или другими элементами нужно 
</B>
<OL><I>Ответы</I>
<LI>ввести нужные значения в соответствующие ячейки
<LI>ввести начальное значение в ячейку, а затем перетащить маркер заполнения
<LI>использовать команды «Копировать - Вставить»
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>


<tr><td><B>3.420. Нужно приготовить 12 отбивных. На сковороду помещаются только 8. Каждую отбивную нужно обжарить  с двух сторон, каждая сторона прожаривается за 4 минуты, За какое минимальное время можно приготовить 12 отбивных ? 
</B>
<OL><I>Ответы</I>
<LI>8 минут
<LI>10 минут
<LI>12 минут
<LI>14 минут
<LI>16 минут
<LI>18 минут
<LI>20 минут
</OL></td></tr>




<tr>
<td><B>3.421.  Аббревиатура FEM расшифровывается как ...
</B>
<OL><I>Ответы</I>
<LI>компьютерная помощь в производстве   
<LI>система анализа методом конечных элементов   
<LI> геоинформационная система   
<LI>компьютерная помощь в дизайне   
<LI>компьютерная помощь в инженерных расчетах  
</OL> 
</td></tr>

<tr><td><B>3.422. При работе с операционной системой Windows нажатие сочетания клавиш Alt+TAB
</B>
<OL><I>Ответы</I>
<LI> позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI> приводит к переключению между несколькими окнами 
<LI> приводит к выбору (срабатыванию активной командной кнопки) 
<LI> приводит к вызову справки 
<LI> действует как клавиша отмены (закрытие окна) 
<LI> в окнах папок &ndash; на один уровень вверх 
<LI> измененяет раскладку клавиатуры (рус/англ) 
<LI> приводит к переключению режимов Вставка-Замена 
</OL></td></tr>

<tr><td><B>3.423. Слово "LPT1" обозначает                        
</B>
<OL><I>Ответы</I>
<LI>последовательный порт
<LI>параллельный порт
<LI>дисплей
<LI>клавиатура
<LI>принтер	
</OL></td></tr>



<tr><td><B>3.424. Какое из приведенных ниже требований к выбору 
пароля является излишним (ненужным, вредным)?    
</B>
<OL><I>Ответы</I>
<LI>Пароль должен содержать не менее 8 символов
<LI>Пароль не должен быть словом из словаря
<LI>Для того чтобы не забыть пароль, нужно записать его в записную книжку
<LI>Пароль не должен быть никаким образом связан с названием сайта или ящика, 
или именем, фамилией, адресом и т.д.
<LI>Желательно, чтобы в пароле содержались буквы верхнего и нижнего регистров, 
а также цифры
</OL></td></tr>


<tr><td><B>3.425.  Для чего используются параметры страницы документа ?
</B>
<OL><I>Ответы</I>
<LI>Чтобы вставить нумерацию страниц
<LI>Чтобы расставить переносы
<LI>Чтобы задать отступы от границ страницы до границ текста
<LI>Чтобы выровнять текст
<LI>Чтобы распечатать документ
</OL></td></tr>




<tr>
<td><B>3.426. Для того чтобы создать нижний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>

<tr>
<td><B>3.427. Для перехода к слайду с заданным номером в MS PowerPoint в режиме показа слайдов необходимо нажать клавиши 
</B>
<OL><I>Ответы</I>
<LI>Номер слайда, затем клавиша Enter
<LI>Одновременно номер и клавишу F5
<LI>Одновременно номер и клавишу F2
<LI>Одновременно номер и клавишу Tab
<LI>Одновременно номер и клавишу Ctrl
</OL> 
</td></tr>


<tr><td><B>3.428.  Кузнецу принесли 5 обрывков цепи, по 3 звена в каждом обрывке, и заказали соединить их в одну цепь. 
Какое минимальное количество звеньев цепи понадобится для этого раскрыть и вновь заковать ?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
<LI>8
<LI>9
<LI>10
</OL></td></tr>

<tr><td><B>3.429. В файловой системе FAT16 для записи адреса одного
 файла выделяется                         
</B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт 
<LI>4 байт 
<LI>512 байт 
<LI>2 Кбайт 
<LI>16 Кбайт 
<LI>32 Кбайт 
<LI>64 Кбайт 
</OL></td></tr>


<tr><td><B>3.430. Компьютерная программа может управлять работой компьютера, если она находится 
</B>
<OL><I>Ответы</I>
<LI>на дискете
<LI>в оперативной памяти
<LI>на CD
<LI>на жестком диске
<LI>на  DVD
<LI>в ПЗУ
</OL></td></tr>




<tr><td><B>3.431. При двоичном кодировании звуковой информации аналоговая 
информация преобразуется в цифровую при помощи</B> 
<OL><I>Ответы</I> 
<LI> декомпозиции 
<LI> копирования 
<LI> временной дискретизации 
<LI> форматирования 
<LI> программы на Assembler 
</OL></td></tr>

<tr><td><B> 3.432. В начале первой лекции по компьютерному моделированию число присутствовавших было больше числа отсутствовавших в 6 раз. 
После того как из лекционного зала вышел Вовочка, число присутствующих оказалось больше числа отсутствующих только в 5 раз. Сколько всего 
студентов должно было быть на лекции ? 
</B>
<OL><I>Ответы</I>
<LI>14
<LI>21
<LI>24
<LI>28
<LI>30
<LI>35
<LI>36
<LI>42
<LI>49
<LI>54
<LI>56
</OL></td></tr>






<tr><td><B>3.433.  Обычно, при написании формул используются данные расположенные в нескольких ячейках, т. е. используется "Диапазон ячеек", который выглядит в строке формул Excel следующим образом
</B>
<OL><I>Ответы</I>
<LI>A1/B3
<LI>A1+B3
<LI>A1&ndash;B3
<LI>A1:B3
<LI>A1*B3
<LI>Все ответы верные
<LI>Нет правильного ответа
 </OL> </td></tr>


<tr><td><B>3.434.  Если Microsoft Excel выведет на экран набор «решеток» (#) следует 
</B>
<OL><I>Ответы</I>
<LI>удалить их
<LI>дважды щелкнуть на правой границе заголовка столбца
<LI>обратиться за помощью к преподавателю 
<LI>Все ответы верные
<LI>Нет правильного ответа
 </OL> </td></tr>



<tr><td><B>3.435.  Предположим, что выводимое на экран монитора изображение 
представляет собой прямоугольник, состоящий из 1024 столбцов и 768 строк пикселей. 
Если для кодирования цвета и яркости каждого пикселя используется 7 бит, 
то сколько однобайтовых ячеек памяти потребуется для сохранения всего выводимого изображения? 
</B>
<OL><I>Ответы</I>
<LI> 768 байт
<LI> 6 Кб
<LI> 48 Кб
<LI> 96 Кб
<LI>192 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 786432 бит 
<LI> 1024 байт 
<LI> 1024 Кбайт 
<LI> 1024 Мбайт 
<LI> 768 Мбайт 
<LI>нет правильного ответа
</OL></td></tr>








<tr><td><B>3.436.  Для того чтобы программа Excel восприняла введенную формулу как формулу массива, необходимо нажать  
</B>
<OL><I>Ответы</I>
<LI>=
<LI>Enter
<LI>Ctrl+Shift+Del
<LI>Shift+Enter+Alt
<LI>Shift+Enter+Ins
<LI>Ctrl+Shift+Enter
<LI>Ctrl+Enter+Alt
</OL></td></tr>



<tr><td><B>3.437. По умолчанию, разделитель дробной и целой части в 
программе MS Excel &#8722; это  
</B>
<OL><I>Ответы</I>
<LI>точка
<LI>запятая
<LI>двоеточие
<LI>точка с запятой 
<LI>дефис
<LI>знак $ 
</OL></td></tr>





<tr><td><B>3.438. Если в сети есть управляющий компьютер (файловый сервер), то         
</B>
<OL><I>Ответы</I>
<LI>для работы такой сети необходимо специальное ПО 
<LI>такую сеть называют одноранговой, и она не нуждается в специальном ПО 
<LI>такая сеть не может допустить связь между любыми двумя рабочими
 станциями     
<LI>в такой сети нет возможности обеспечить совместный доступ 
к ресурсам сети  
<LI>в такой сети отсутствует возможность обмена данными между разными компьютерами  
</OL></td></tr>


<tr><td><B>3.439.  Для хранения растрового изображения размером 128x128 пикселей отвели 4 килобайта памяти. Каково максимально возможное число цветов в палитре изображения?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>4
<LI>8
<LI>16
<LI>32
<LI>64
<LI>128
<LI>256
<LI>512
</OL></td></tr>




<tr><td><B>3.440. Расширение файла, как правило, характеризует:
</B>
<OL><I>Ответы</I>
<LI>время создания файла
<LI>объем файла
<LI>место, занимаемое файлом на диске
<LI>тип информации, содержащейся в файле
<LI>место создания файла
</OL></td></tr>

<tr>
<td><B>3.441. Какие из перечисленных ниже понятий обычно НЕ являются 
основными понятиями в алгоритмических языках? 
<BR> a)	Имена (идентификаторы)
<BR> b) Операции (арифметические, логические и операции сцепки)
<BR> c) Данные (константы, переменные и массивы) 
<BR> d) Выражения 
<BR> e)	Операторы (команды)
<BR> f) Блок-схемы
</B>
<OL><I>Ответы</I>
<LI>a,b
<LI>c,d
<LI>c,f
<LI>e,f
<LI>f
<LI>a,f 
</OL></td></tr>




<tr>
<td><B>3.442. Для того чтобы создать нижний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>


<tr>
<td><B>3.443. Для перехода к слайду с заданным номером в MS PowerPoint в режиме показа слайдов необходимо нажать клавиши 
</B>
<OL><I>Ответы</I>
<LI>Номер слайда, затем клавиша Enter
<LI>Одновременно номер и клавишу F5
<LI>Одновременно номер и клавишу F2
<LI>Одновременно номер и клавишу Tab
<LI>Одновременно номер и клавишу Ctrl
</OL> 
</td></tr>


<tr><td><B>3.444. Город Белфаст в Северной Ирландии (Великобритания)
расположен на одной широте с Уфой. 
Через какой пункт пересадки путь из Уфы в Белфаст будет
самым коротким?                        
</B>
<OL><I>Ответы</I>
<LI>Париж
<LI>Москва
<LI>Анкара 
<LI>Рим
<LI>Хельсинки
<LI>София 
<LI>Варшава 
<LI>Токио
</OL></td></tr>






<tr><td><B>3.445. В файловой системе FAT32 сектор содержит в себе:                        
</B>
<OL><I>Ответы</I>
<LI>32 байт
<LI>32 бит
<LI>32 Кбайт
<LI>32 Кбит
<LI>512 байт
</OL></td></tr>


<tr><td><B>3.446. Для того чтобы создать верхний индекс в документе Microsoft Word 
</B>
<OL><I>Ответы</I>
<LI>используются клавиши PageUp и PageDown 
<LI>в меню Пуск нужно выбрать команду Найти 
<LI>используется сочетание клавиш Ctrl+D 
<LI>в меню Правка нужно выбрать команду Найти 
<LI>Все ответы верные 
<LI>Нет правильного ответа 
</OL> 
</td></tr>


<tr><td><B>3.447. Ячейка в Excel не может содержать
</B>
<OL><I>Ответы</I>
<LI>График или диаграмму
<LI>Число 
<LI>Текст 
<LI>Формулу
<LI>ссылку на ячейку
</OL></td></tr>


<tr>
<td><B>3.448. Что такое http:\\ ?
</B>
<OL><I>Ответы</I>
<LI>это протокол передачи гипертекста   
<LI>это протокл передачи исходных кодов   
<LI>это общий протокол настройки   
<LI>это протокол передачи паралельного порта  
<LI>это язык гипертекстовой разметки
</OL> 
</td></tr>


<tr>
<td><B>3.449. Что такое URL?
</B>
<OL><I>Ответы</I>
<LI>Uniform Resource Locator   
<LI>United Resource Language   
<LI>United Resource Locator   
<LI>Uniform Resource Language 
<LI>Unique Resource Language 
</OL> 
</td></tr>

<tr>
<td><B>3.450. Что такое DNS?
</B>
<OL><I>Ответы</I>
<LI>Dynamic Name System   
<LI>Domain Name System   
<LI>Domain Name Service   
<LI>Document Novato Server  
<LI>Dynamic Novato Server  
</OL> 
</td></tr>


<tr>
<td><B>3.451. Аббревиатура CAM расшифровывается как ...
</B>
<OL><I>Ответы</I>
<LI>компьютерная помощь в производстве   
<LI>система анализа методом конечных элементов   
<LI> геоинформационная система   
<LI>компьютерная помощь в дизайне   
<LI>компьютерная помощь в инженерных расчетах  
</OL> 
</td></tr>


<tr><td><B>3.452.  CD-Rom &ndash;  это устройство которое:
</B>
<OL><I>Ответы</I>
<LI>записывает информацию на лазерные диски
<LI>записывает информацию на лазерные диски и считывает её с них
<LI>считывает информацию с лазерных дисков
<LI>осуществляет контроль за лазерным принтером
<LI>осуществляет  распечатку информации на бумаге
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.454. Материальная точка массы m движется по окружности радиуса R 
с постоянной линейной скоростью v. По какому временному закону изменяются 
ее декартовы координаты?       
</B>
<OL><I>Ответы</I>
<LI>не изменяются 
<LI>по гармоническому закону 
<LI>по ангармоническому закону
<LI>по циклоиде 
<LI>по кусочно-постоянному закону 
</OL></td></tr>



<tr><td><B>3.454.  Растровый графический файл содержит чёрно-белое изображение 
с 64 градациями серого цвета размером 1024 * 768 точек. 
Каков информационный объём этого файла? 
</B>
<OL><I>Ответы</I>
<LI> 6 Кб
<LI> 48 Кб
<LI>192 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 1024 Кб 
<LI> 256 Мб 
<LI> 768 Мб 
<LI> 1024 Мб 
<LI>нет правильного ответа
</OL></td></tr>







<tr><td><B>3.455. Жесткий диск используется для…
</B>
<OL><I>Ответы</I>
<LI>обработки информации, когда компьютер не включен в электрическую сеть
<LI>контроля процесса обработки данных на ЭВМ
<LI>печати информации на бумаге
<LI>пересылки информации из одного компьютера на другой
<LI>хранения информации независимо от того, компьютер включен в электрическую сеть или нет
<LI>нет правильного ответа
</OL></td></tr>




 <tr><td><B>3.456.  По среде обитания компьютерные вирусы классифицируют на:
</B>
<OL><I>Ответы</I>
<LI>резидентные и нерезидентные
<LI>неопасные, опасные и очень опасные
<LI>паразиты, репликаторы, невидимки, мутанты, троянские
<LI>сетевые, файловые, загрузочные, макровирусы
<LI>интерфейсные и реестровые   
</OL></td></tr> 



<tr>
<td><B>3.457. Аббревиатура CAE расшифровывается как ...
</B>
<OL><I>Ответы</I>
<LI>компьютерная помощь в производстве   
<LI>система анализа методом конечных элементов   
<LI> геоинформационная система   
<LI>компьютерная помощь в дизайне   
<LI>компьютерная помощь в инженерных расчетах  
</OL> 


<tr><td><B>3.458. Какая клавиша перемещает курсор в начало строки:
</B>
<OL><I>Ответы</I>
<LI>Page Up
<LI>Page Down
<LI>Home
<LI>End
<LI>Scroll Lock
<LI>нет правильного ответа
<LI>такой калвиши нет
</OL></td></tr>

<tr><td><B>3.459.  Сколько решений имеет уравнение cosx=&#960;/3 ? 
</B>
<OL><I>Ответы</I>
<LI>ни одного
<LI>одно-единственное 
<LI>бесчисленное множество
<LI>нет правильного ответа
<LI>приду сдавать в следующий раз
</OL></td></tr>



<tr>
<td><B>3.460. Что такое служба  DNS  (DOMAIN NAME SYSTEM) ?
</B>
<OL><I>Ответы</I>
<LI>это служба быстрой настройки серверов   
<LI>это служба настройки серверов   
<LI>это служба динамической раздачи ip адресов   
<LI>это служба преобразования цифрового адреса т.е IP в буквенный адрес(координаты доменное имя) компьютера сервера  
<LI>такой службы нет
</OL> 
</td></tr>


<tr>
<td><B>3.461. Аббревиатура CAD расшифровывается как ...
</B>
<OL><I>Ответы</I>
<LI>компьютерная помощь в производстве   
<LI>система анализа методом конечных элементов   
<LI> геоинформационная система   
<LI>компьютерная помощь в дизайне   
<LI>компьютерная помощь в инженерных расчетах  
</OL> 
</td></tr>


<tr>
<td><B>3.462. Какое из приведенных ниже утверждений неверно?           
<OL>
<LI>Алгоритм &#8722; это совокупность действий со строго определенными правилами выполнения.
<LI>Алгоритм &#8722; это определенным образом организованная последовательность 
действий, за конечное число шагов приводящая к решению задачи. 
<LI>Название "алгоритм" произошло от латинской формы имени величайшего 
среднеазиатского математика Мухаммеда ибн Муса ал-Хорезми (Alhorithmi), жившего в 783&#8722;850 гг.  
<LI>В книге "Об индийском счете" Мухаммед ибн Муса ал-Хорезми изложил правила записи 
натуральных чисел с помощью арабских цифр и правила действий над ними "столбиком", 
знакомые теперь каждому школьнику. 
В XII веке эта книга была переведена на латынь и получила широкое распространение в Европе.
</OL>
</B>
<OL><I>Ответы</I>
<LI>Неверно первое утверждение 
<LI>Неверно второе утверждение
<LI>Неверно третье утверждение
<LI>Неверно четвертое утверждение
<LI>Верны все утверждения
</OL></td></tr>


<tr><td><B>3.463.  С чего начинаются формулы в Microsoft Excel
</B>
<OL><I>Ответы</I>
<LI>с числа
<LI>с адреса вызываемой ячейки 
<LI>с квадратных скобок
<LI>со слова do
<LI>со знака равенства
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>



<tr><td><B>3.464.  Если Microsoft Excel выведет на экран набор «решеток» (#) следует 
</B>
<OL><I>Ответы</I>
<LI>удалить их
<LI>дважды щелкнуть на правой границе заголовка столбца
<LI>обратиться за помощью к преподавателю 
<LI>Все ответы верные
<LI>Нет правильного ответа
 </OL> </td></tr>




<tr><td><B>3.465. Константы, пеpеменные и массивы &#8722; это    
</B>
<OL><I>Ответы</I>
<LI>Трансляторы
<LI>Операции  
<LI>Данные  
<LI>Выражения 
<LI>Операторы  
</OL></td></tr>



<tr><td><B>3.466. Компьютер, подключенный к сети Интернет, обязательно имеет       
</B>
<OL><I>Ответы</I>
<LI>Телефон
<LI>IP-адрес
<LI>Web-сервер
<LI>Сетевое имя
<LI>Модем
<LI>Доменное имя
</OL></td></tr>



<tr><td><B>3.467.  Текстовый процессор &ndash;  это
</B>
<OL><I>Ответы</I>
<LI>Особый вид инструментального программного обеспечения 
<LI>Редактор, предназначенный для работы в области объектно-ориентированного программирования
<LI>Редактор, предназначенный для работы в области модульного программирования
<LI>Редактор, предназначенный для создания различного рода документов, от личных писем до официальных бумаг
<LI>Особый вид процессоров, выпускаемых фирмой Intel для издательских фирм
</OL></td></tr>



<tr><td><B>3.468.  Автоматизированное рабочее место (АРМ) &ndash;  это
</B>
<OL><I>Ответы</I>
<LI>Рабочее место, оборудованное по последнему слову техники
<LI>Рабочее место, оснащённое Персональным компьютером
<LI>Программно-технический комплекс, предназначенный для работы в сети Интернет
<LI>Программно-технический комплекс, предназначенный для автоматизации деятельности определенного вида
<LI>Рабочее место, оснащённое автоматом Калашникова
</OL></td></tr>






<tr><td><B>3.469. Какие компьютерные модели создают средствами языка 
программирования высокого уровня BASIC? 
</B>
<OL><I>Ответы</I>
<LI>простейшие компьютерные игры 
<LI>решение арифметических задач 
<LI>структурно-функциональные модели 
<LI>имитационные модели 
<LI>математические модели 
</OL></td></tr>

<tr><td><B>3.470. Для создания каких компьютерных моделей предназначен программный 
продукт All Fusion Process Modeler (BPWin) фирмы Computer Associates International, Inc. (CA)?  
</B>
<OL><I>Ответы</I>
<LI>вероятностные модели 
<LI>модели теории массового обслуживания 
<LI>структурно-функциональные модели 
<LI>имитационные модели 
<LI>математические модели 
</OL></td></tr>


<tr><td><B>3.471. При увеличении изображения с 50x50 до 1200x1200 качество изображения не ухудшилось, в чём секрет?
</B>
<OL><I>Ответы</I>
<LI>Изображение увеличено при помощи специальных средств Windows
<LI>Изображение создано в растровом графическом редакторе
<LI>Изображение создано в векторном графическом редакторе
<LI>Это невозможно, качество всё равно будут утеряно
<LI>Секрет в дополнительных возможностях операционной системы Windows
</OL></td></tr>






<tr><td><B>3.472. Файлы, созданные в программе MS Access, имеют расширение:
</B>
<OL><I>Ответы</I>
<LI>.doc
<LI>.xls
<LI>.dbf
<LI>.mdb
<LI>.mрЗ
</OL></td></tr>





<tr><td><B>3.473. Можно ли построить структурно-функциональную модель сложной 
производственной системы без использования CASE-средств типа BPWin?      
</B>
<OL><I>Ответы</I>
<LI>Нельзя, потому что моделирования без компьютеров не бывает 
<LI>Нельзя, потому что такая система слишком сложная 
<LI>Нельзя, потому что это потребует проведения трудоемких численных расчетов  
<LI>Можно, только это будет не компьютерная модель 
<LI>Можно, но только для простой системы 
</OL></td></tr>

<tr><td><B>3.474. Отец с сыном попали в катастрофу. Отец скончался в госпитале. К сыну в палату заходит хирург и говорит,
показывая на него: "Это мой сын". Могут ли эти слова быть правдой?      
</B>
<OL><I>Ответы</I>
<LI> Да 
<LI> Нет, потому что отец уже скончался 
<LI> Нет, потому что правильный ответ знает только жена хирурга 
<LI> Нет 
<LI> Нет правильного ответа 
<LI>Нужно спросить у преподавателя
</OL></td></tr>


<tr><td><B>3.475. Интерпретатор — это:  
</B>
<OL><I>Ответы</I>
<LI>режим взаимодействия пользователя с ПК, при котором каждый запрос
 пользователя вызывает ответную реакцию
<LI>транслятор с языка высокого уровня, обеспечивающий исполнение команды
 программы сразу после ее трансляции
<LI>транслятор с языка высокого уровня, преобразующий в объектный код 
 исходный текст программы
<LI>устройство ПК, выполняющее арифметические и логические операции над 
 входными данными
<LI>законченное смысловое выражение на языке программирования
</OL></td></tr>


<tr><td><B>3.476.  При переходе в какой режим происходит сброс содержимого всей оперативной памяти на жесткий диск для её последующего восстановления?
</B>
<OL><I>Ответы</I>
<LI>в турбо
<LI>в ждущий
<LI>в летящий
<LI>в спящий
<LI>в пьющий
</OL></td></tr>

<tr><td><B>3.477. Задан массив x(i), i=1,2,....,N. Каким будет результат работы 
следующего фрагмента программы?  
<BR>p=1:for i=1 to N
<BR>if x(i)&#62;0 then p=p*x(i)
<BR>next:? p 
</B>
<OL><I>Ответы</I>
<LI>будет вычислена сумма положительных элементов заданного массива
<LI>будет вычислена сумма отрицательных элементов заданного массива
<LI>будет вычислено произведение положительных элементов заданного массива 
<LI>будет вычислено произведение отрицательных элементов заданного массива
<LI>будет вычислено произведение всех элементов заданного массива
<LI>будет вычислена сумма всех элементов заданного массива
</OL></td></tr>




<tr><td><B>3.478.   В палитре цветов 32 цвета. Чему равна глубина цвета?
 </B>
<OL><I>Ответы</I>
<LI>1 бит
<LI>2 бита
<LI>3 бита
<LI>4 бита
<LI>5 бит
<LI>6 бит
<LI>7 бит
<LI>1 байт
<LI>2 байт
<LI>4 байта
<LI>5 байт
</OL> </td></tr>


<tr><td><B>3.479. Информация может обрабатываться компьютером, если она представлена:
</B>
<OL><I>Ответы</I>
<LI>только в виде символов латинского алфавита
<LI>только в виде символов греческого алфавита
<LI>в виде символов латинского и греческого алфавита
<LI>в двоичной знаковой системе
<LI>в десятичной знаковой системе
<LI>в виде произвольных символов и чисел
</OL> </td></tr>



<tr><td><B>3.480. Резидентная программа                        
</B>
<OL><I>Ответы</I>
<LI>стартует сразу же при запуске компьютера
<LI>постоянно находится на жестком диске
<LI>перехватывает резидентные вирусы
<LI>вскрывает засекреченные файлы
<LI>постоянно находится в оперативной памяти
</OL></td></tr>

<tr>
<td><B>3.481.  Какие существуют варианты базовой алгоритмической структуры "ветвление"?           
<BR>a) если-то;
<BR>b) если-то-иначе;
<BR>c) выбор;
<BR>d) выбор-иначе.
<BR>e) С предусловием (пока)
<BR>f) С постусловием (до)
<BR>g) С параметром 
</B>
<OL><I>Ответы</I>
<LI>a,b,d
<LI>b,c,d
<LI>a,b,c,d
<LI>e,f,g
<LI>a,b,c,d,e,f,g
<LI>b,c,g
<LI>b,d,g
</OL></td></tr>

<tr><td><B>3.482. Для кодирования 1 символа в кодировке ASCII необходимо
</B>
<OL><I>Ответы</I>
<LI>1 бит
<LI>2 бита
<LI>4 бита
<LI>8 бит
<LI>16 бит
</OL> 
</td></tr>

<tr>
<td><B>3.483. Язык программирования Ассемблер &#8722; это           
</B>
<OL><I>Ответы</I>
<LI>машинный язык низкого уровня, то есть совокупность машинных команд, 
которая отличается количеством адресов в команде, назначением информации, 
задаваемой в адресах, набором операций, которые может выполнить машина и др.
<LI>машинно-зависимый язык низкого уровня, в котором короткие мнемонические 
имена соответствуют отдельным машинным командам
<LI>процедурный (алгоритмический) язык высокго уровня, который предназначен 
для однозначного описания алгоритмов 
<LI>логический язык, ориентированный не на разработку алгоритма решения задачи, 
а на систематическое и формализованное описание задачи с тем, 
чтобы решение следовало из составленного описания  
<LI>объектно-ориентированный язык парограммирования, в основе которого 
лежит понятие объекта, сочетающего в себе данные и действия над ними. 
</OL></td></tr>


<tr><td><B>3.484.  При работе в среде Windows XP приложение выгружается из оперативной памяти и прекращает свою работу, если:
</B>
<OL><I>Ответы</I>
<LI>нажать  клавишу Del
<LI>нажать сочетание клавиш Ctrl+Alt+Del
<LI>запустить другое приложение
<LI>свернуть окно приложения
<LI>закрыть окно приложения
<LI>переключиться в другое окно
</OL></td></tr>




<tr><td><B>3.485.  Диапазон ячеек в Excel отображается записью
</B>
<OL><I>Ответы</I>
<LI>C18:N45 
<LI>E:U 
<LI>23E:76 
<LI>G206
<LI>DS
</OL></td></tr>





<tr><td><B>   3.486. Какие компьютерные модели создают средствами языка 
программирования высокого уровня BASIC? 
</B>
<OL><I>Ответы</I>
<LI>простейшие компьютерные игры 
<LI>решение арифметических задач 
<LI>структурно-функциональные модели 
<LI>имитационные модели 
<LI>математические модели 
</OL></td></tr>


<tr><td><B>3.487. Структура данных
</B>
<OL><I>Ответы</I>
<LI>линейная, табличная, иерархическая, сетевая
<LI>списки, таблицы, базы данных
<LI>схема, график, рисунок
<LI>формула, диаграмма, таблица
<LI>список, схема
</OL></td></tr>





<tr><td><B>3.488. Для выполнения необходимых вычислений в программе, написанной 
на языке программирования высокого уровня, пpедназначаются 
</B>
<OL><I>Ответы</I>
<LI>Трансляторы
<LI>Имена (идентификаторы) 
<LI>Операции (арифметические, логические и операции сцепки) 
<LI>Данные (константы, переменные и массивы) 
<LI>Выражения 
<LI>Операторы (команды) 
</OL></td></tr>


<tr><td><B>3.489.  Выберите правильный HTML тег для преобразования обычного текста в курсивный
</B>
<OL><I>Ответы</I>
<LI>&#60;italic&#62;
<LI>&#60;curved&#62;
<LI>&#60;i&#62;
<LI>&#60;j&#62;
<LI>&#60;k&#62;
<LI>&#60;l&#62;
<LI>&#60;p&#62;
</OL></td></tr>


<tr><td><B>3.490. Цикл с заранее известным числом повторов &#8722; это  
</B>
<OL><I>Ответы</I>
<LI>Цикл с параметром 
<LI>Цикл "До"
<LI>Цикл "Пока"
<LI>Такого вида цикла не существует 
<LI>нет правильного ответа 
</OL></td></tr>



<tr><td><B>3.491. Аналоговым называется сигнал  
</B>
<OL><I>Ответы</I>
<LI>принимающий конечное число конкретных значений 
<LI>непрерывно изменяющийся по амплитуде во времени
<LI>несущий текстовую информацию
<LI>несущий цифровую информацию 
<LI>несущий табличную информацию  
</OL> 
</td></tr>


<tr>
<td><B>3.492. Сколько значений можно закодировать четырьмя битами?</B>
<OL><I>Ответы</I>
<LI>0,5
<LI>1
<LI>4
<LI>8
<LI>16
<LI>32
<LI>256
<LI>нет правильного ответа
</OL> 
</td></tr>




<tr>
<td><B>3.493. Имитационное моделирование проводится </B>
<OL><I>Ответы</I>
<LI>в рамках стандарта IDEF0
<LI>в рамках стандарта DFD
<LI>в рамках стандарта IDEF3
<LI>в рамках стандартов IDEF0, DFD и IDEF3
<LI>путем проведения вычислительных экспериментов 
</OL> 
</td></tr>



<tr><td><B>3.494. Процесс, при котором исходный текст программы до 
выполнения целиком переводится в коды ЭВМ, это:
</B>
<OL><I>Ответы</I>
<LI>трассировка
<LI>компиляция
<LI>редактирование
<LI>компоновка
<LI>копирование 
</OL></td></tr>







<tr>
<td><B>3.495. Что не является основным понятием в алгоритмических языках 
высокого уровня?           
</B>
<OL><I>Ответы</I>
<LI>Трансляторы
<LI>Имена (идентификаторы) 
<LI>Операции (арифметические, логические и операции сцепки) 
<LI>Данные (константы, переменные и массивы) 
<LI>Выражения 
<LI>Операторы (команды) 
</OL></td></tr>



<tr><td><B>3.496. В зеркале мы видим одногруппника и справа у него 
родинка.   
На какой щеке на самом деле у него родинка?                      
</B>
<OL><I>Ответы</I>
<LI>на левой 
<LI>на правой
<LI>у него не может быть родинки на щеке
<LI>преподаватель знает ответ на этот вопрос
<LI>нет правильного ответа на этот вопрос
</OL></td></tr>






<tr><td><B>3.497. Смысловое значение предложений языка программирования 
высокого уровня определяет    
</B>
<OL><I>Ответы</I>
<LI>алфавит языка программирования высокого уровня
<LI>синтаксис языка программирования высокого уровня
<LI>семантика языка программирования высокого уровня
<LI>оператор языка программирования высокого уровня
<LI>транслятор языка программирования высокого уровня 
</OL></td></tr>


<tr><td><B>3.498. Два самолета одновременно поднялись в воздух 
с площадки у Госцирка в Уфе и стали двигаться в противоположных 
направлениях с одинаковой скоростью 1000 км/ч на одинаковой высоте 10 км: 
первый строго на северо-восток, второй &#8722; строго 
на юго-запад. Где они встретятся? Запасы горючего считать неисчерпаемыми, 
Землю идеальным шаром, погоду и приборы идеальными.         
</B>
<OL><I>Ответы</I>
<LI>Самолеты встретятся где-то в Тихом океане через 20 часов после вылета
<LI>Самолеты встретятся где-то в Тихом океане через 40 часов после вылета
<LI>Самолеты встретятся в Уфе в точке старта через 20 часов после вылета
<LI>Самолеты встретятся в Уфе в точке старта через 40 часов после вылета     
<LI>Самолеты вообще не встретятся никогда
<LI>Самолеты встретятся на Северном полюсе
<LI>Самолеты встретятся на Южном полюсе
</OL></td></tr>




<tr><td><B>3.499. Для обозначения объектов пpогpаммы (пеpеменных, массивов, 
функций и дp.) употребляются 

</B>
<OL><I>Ответы</I>
<LI>Трансляторы
<LI>Имена (идентификаторы) 
<LI>Операции (арифметические, логические и операции сцепки) 
<LI>Данные (константы, переменные и массивы) 
<LI>Выражения 
<LI>Операторы (команды) 
</OL></td></tr>

<tr><td><B>3.500. Величины, обpабатываемые пpогpаммой &#8722; это   
</B>
<OL><I>Ответы</I>
<LI>Трансляторы
<LI>Имена (идентификаторы) 
<LI>Операции (арифметические, логические и операции сцепки) 
<LI>Данные (константы, переменные и массивы) 
<LI>Выражения 
<LI>Операторы (команды) 
</OL></td></tr>

<tr><td><B>3.501. Состав и назначение частей (функциональных элементов) 
автоматического вычислительного устройства впервые сформулировал             
</B>
<OL><I>Ответы</I>
<LI>Джон фон Нейман
<LI>Чарльз Бэббидж
<LI>Ада Лавлейс
<LI>Алан Тьюринг
<LI>Клод Шеннон
</OL></td></tr>

<tr><td><B>3.502. Операционная система — это:
</B>
<OL><I>Ответы</I>
<LI>совокупность основных устройств компьютера
<LI>система программирования на языке низкого уровня
<LI>набор программ, обеспечивающий работу всех аппаратных устройств
 компьютера и доступ пользователя к ним
<LI>совокупность программ, используемых для операций с документами
<LI>программа для уничтожения компьютерных вирусов
</OL></td></tr>


<tr><td><B>3.503.  Кусок туалетного мыла имеет форму параллелепипеда. После семи дней использования все его размеры уменьшились вдвое. 
На сколько дней ещё хватит этого куска ? 
</B>
<OL><I>Ответы</I>
<LI>На один день
<LI>На два дня
<LI>На два дня
<LI>На три дня
<LI>На четыре дня
<LI>На пять дней
<LI>На шесть дней
<LI>На семь дней
</OL></td></tr>

<tr><td><B>3.504. Для хранения файлов, предназначенных для общего 
доступа пользователей сети, используется: 
    
</B>
<OL><I>Ответы</I>
<LI>хост-компьютер
<LI>файл-сервер
<LI>клиент-сервер
<LI>коммутатор
<LI>рабочая станция
</OL></td></tr>

<tr>
<td><B>3.505. Клавиша "del" позволяет удалять: 
</B>
<OL><I>Ответы</I>
<LI>каталоги и файлы
<LI>только каталоги
<LI>только файлы
<LI>такой команды нет
<LI>Логические диски
</OL></td></tr>


<tr>
<td><B>3.506. Обмен информацией между компьютерными сетями, в которых 
действуют разные сетевые протоколы, 
осуществляется с использованием: </B>
<OL><I>Ответы</I>
<LI> файл-серверов 
<LI> модемов 
<LI> электронной почты 
<LI> шлюзов 
<LI> хост-компьютеров 
<LI>системных администраторов
<LI>сетевых карт
</OL></td></tr>




<tr>
<td><B>3.507.  В пяти килобайтах: </B>
<OL><I>Ответы</I>
<LI>5000 байт
<LI>5120 байт
<LI>500 байт  
<LI>5000 бит
<LI>5120 бит 
</OL> 
</td></tr>



<tr><td><B>3.508. Сжатие данных &ndash;  это:
</B>
<OL><I>Ответы</I>
<LI>преобразование информации в вид, пригодный для работы
<LI>процедура перекодировки данных с целью уменьшения их объема 
<LI>процедура перекодировки данных в первоначальный вид
<LI>удаление ненужной информации из файлов
<LI>нет правильного ответа
</OL></td></tr>



<tr>
<td><B>3.509. В цветовой модели RGB установлены следующие параметры: 0,0,255.
 Какой это цвет?</B>
<OL><I>Ответы</I>
<LI>черный
<LI>желтый
<LI>красный 
<LI>зеленый
<LI>синий
<LI>белый  
</OL> 
</td></tr>


<tr><td><B>3.510.  Системами кодировки графической информации являются… 
<BR>а) RGB 
<BR>б) CMYK 
<BR>в) HCV 
<BR>г) BNC 
</B>
<OL><I>Ответы</I>
<LI> а, б 
<LI> в, б 
<LI> б, г 
<LI> а, г 
<LI> а, в 
<LI> таких кодировок нет 
<LI> все вышеперечисленные
</OL></td></tr>


<tr><td><B>3.511.   Основная интерфейсная система компьютера, обеспечивающая сопряжение и связь всех его устройств между собой, называется… 
</B>
<OL><I>Ответы</I>
<LI>системой мультиплексирования 
<LI>концентратором 
<LI>портом ввода/вывода 
<LI>системной шиной 
<LI>мультипликатором 
</OL></td></tr>



<tr><td><B>3.512. Кто разработал систему шифрования с открытым ключом?          
</B>
<OL><I>Ответы</I>
<LI>Юлий Цезарь
<LI>Фрэнсис Бэкон
<LI>Томас Джефферсон
<LI>Фил Циммерман
<LI>W. Diffie and M.E. Hellman 
<LI>R.L. Rivest, A. Shamir, and L. Adleman.
</OL></td></tr>





<tr><td><B>3.513. Базовые алгоритмические структуры        
<BR>a) следование
<BR>b) повтор
<BR>c) ветвление
<BR>d) переход
<BR>e) цикл
</B>
<OL><I>Ответы</I>
<LI>a,b,c
<LI>a,c,e
<LI>b,c,e
<LI>b,c,d
<LI>c,d,e 
</OL></td></tr>



<tr><td><B>3.514. Кирпич весит 1 кг плюс еще пол-кирпича. Сколько весит кирпич?   
</B>
<OL><I>Ответы</I>
<LI>Нисколько
<LI>1 кг
<LI>1,5 кг
<LI>2 кг
<LI>3 кг
</OL></td></tr>







<tr><td><B>3.515.  Наиболее известными способами представления графической информации в компьютере являются 
</B>
<OL><I>Ответы</I>
<LI>точечный и пиксельный 
<LI>векторный и растровый 
<LI>физический и логический 
<LI>параметрический и  структурный 
<LI>пиксельный и растровый 
</OL></td></tr>



<tr><td><B>3.516. В файловой системе FAT16 для записи адреса одного
 файла выделяется                         
</B>
<OL><I>Ответы</I>
<LI>2 байт 
<LI>3 байт 
<LI>4 байт 
<LI>512 байт 
<LI>2 Кбайт 
<LI>16 Кбайт 
<LI>32 Кбайт 
<LI>64 Кбайт 
</OL></td></tr>



<tr><td><B>3.517. Студент собирается на экзамен. Ему нужна пара носков черного 
цвета. В ящике лежат 10 пар носков белого цвета и 10 пар носков 
черного цвета. Как назло, в доме нет электричества, и ничего не видно. Какое 
минимальное количество носков должен вытащить наощупь студент, чтобы подобрать 
из них пару одинаковых?                             
</B>
<OL><I>Ответы</I>
<LI>2
<LI>3
<LI>4
<LI>10
<LI>11
<LI>20
<LI>21
</OL></td></tr>




<tr><td><B>3.518.   Архиваторы &ndash; это
</B>
<OL><I>Ответы</I>
<LI>работники библиотеки, работающие с архивами
<LI>люди, создающие электронные библиотеки
<LI>программы, предназначенные для создания электронных базы данных
<LI>программы, позволяющие сжимать информацию
<LI>ни одно из выше перечисленного
</OL></td></tr>


<tr><td><B>3.519.   Чтобы сохранить текстовый файл (документ) в определенном формате, необходимо задать
</B>
<OL><I>Ответы</I>
<LI>размер шрифта
<LI>тип файла
<LI>параметры абзаца
<LI>поля на страницах
<LI>параметры страницы
</OL></td></tr>

<tr><td><B>3.520.  В процессе редактирования текста изменяется
</B>
<OL><I>Ответы</I>
<LI>размер шрифта
<LI>параметры абзаца
<LI>последовательность символов, слов, абзацев
<LI>параметры страницы
<LI>ни одно из выше перечисленного
</OL></td></tr>


<tr><td><B>3.521.  Буфер обмена принадлежит:
</B>
<OL><I>Ответы</I>
<LI>графическому редактору Microsoft Paint
<LI>текстовому процессору Microsoft Word
<LI>операционной системе Microsoft Windows
<LI>табличному процессору   Microsoft Excel
<LI>ни одному из выше перечисленного
</OL></td></tr>


<tr><td><B>3.522.  В MS Excel ссылка С2
</B>
<OL><I>Ответы</I>
<LI>не изменяется при автозаполнении
<LI>изменяется при автозаполнении в любом направлении
<LI>изменяется при автозаполнении вниз
<LI>изменяется при автозаполнении вправо
<LI>в таком виде ссылка не указывается
</OL></td></tr>


<tr><td><B>3.523.  Файл созданный в программе Блокнот имеет формат (расширение) по умолчанию:
</B>
<OL><I>Ответы</I>
<LI>*.DOC;
<LI>*.ТХТ;
<LI>*.ВМР;
<LI>*.WMF;
<LI>*.МР4.
</OL></td></tr>




<tr><td><B>3.524.  Для заполнения серии ячеек Microsoft Excel датами, числами или другими элементами нужно 
</B>
<OL><I>Ответы</I>
<LI>ввести нужные значения в соответствующие ячейки
<LI>ввести начальное значение в ячейку, а затем перетащить маркер заполнения
<LI>использовать команды «Копировать - Вставить»
<LI>Все ответы верные
<LI>Нет правильного ответа 
</OL> </td></tr>



<tr><td><B>3.525.  В MS Excel ссылка $А4:
</B>
<OL><I>Ответы</I>
<LI>не изменяется при автозаполнении
<LI>изменяется при автозаполнении в любом направлении
<LI>изменяется при автозаполнении вниз
<LI>изменяется при автозаполнении вправо
<LI>в таком виде ссылка не указывается
</OL></td></tr>

<tr><td><B>3.526.  Как изменится определитель, если две соседние строки поменять местами:
</B>
<OL><I>Ответы</I>
<LI>не изменится 	
<LI>определитель поменяет свой знак на противоположный 	
<LI>станет равным нулю 	
<LI>станет равным единице 
<LI>станет равным &ndash;1
</OL></td></tr>




<tr><td><B>3.527. В зеркале мы видим холодильник и справа его дверную ручку. 
В какую сторону открывается холодильник?       
</B>
<OL><I>Ответы</I>
<LI>в левую 
<LI>в правую
<LI>ручку можно видеть только слева 
<LI>нет правильного ответа
<LI>ответ знает преподаватель
<LI>приду переписывать тест в следующий раз
</OL></td></tr>



<tr><td><B>3.528. Для перехода к слайду с заданным номером в MS PowerPoint в режиме показа слайдов необходимо нажать клавиши…
</B>
<OL><I>Ответы</I>
<LI>Номер слайда, затем клавиша Enter
<LI>Одновременно номер и клавишу F5
<LI>Одновременно номер и клавишу F2
<LI>Одновременно номер и клавишу Tab
<LI>Одновременно номер и клавишу Ctrl
</OL></td></tr>

<tr>
<td><B>3.529. Вертолет вылетел из Уфы в направлении на северо-восток. Запасов 
топлива хватит на 40000 км, приборы и погода идеальные. Где приземлится вертолет?      
</B>
<OL><I>Ответы</I>
<LI>Будет летать по круговой орбите, пока не кончится топливо  
<LI>В Уфе 
<LI>На Южном полюсе 
<LI>На Северном полюсе 
<LI>В Южном полушарии 
</OL></td></tr>





<tr><td><B>3.530.  Hardware  &ndash; это
</B>
<OL><I>Ответы</I>
<LI>самая популярная система для компьютеров IBM PC
<LI>аппаратная часть компьютера		
<LI>система обеспечивающая создание новых программ
<LI>модернизация аппаратной или программной части компьютера
<LI>программное обеспечение 
</OL></td></tr>



<tr><td><B>3.531.  Software  &ndash; это
</B>
<OL><I>Ответы</I>
<LI>программа вспомогательного назначения
<LI>система "включил и работай"
<LI>программное обеспечение компьютера
<LI>программы для подключения к компьютеру новых устройств
<LI>аппаратная часть компьютера	
</OL></td></tr>


<tr><td><B>3.532.  Оперативное запоминающее устройство  &ndash;  это память, в которой
</B>
<OL><I>Ответы</I>
<LI>хранится системное программное обеспечение
<LI>хранится информация, присутствие которой постоянно необходимо для работы компьютера
<LI>хранится информация независимо от того работает компьютер или нет
<LI>хранятся программы, предназначенные для обеспечения диалога пользователя с компьютером
<LI>хранится исполняемая в данный момент времени программа и данные, с которыми она непосредственно работает
</OL></td></tr>

<tr><td><B>3.533. Точка A симметрична точке B(&ndash;4;&ndash;5)  относительно оси абсцисс. Тогда расстояние между
точками A и B равно …
</B>
<OL><I>Ответы</I>
<LI>1
<LI>4
<LI>5
<LI>8
<LI>10
<LI>100
</OL></td></tr>



<tr><td><B>3.534. Сумма первых 2017 членов арифметической прогрессии 1, 3, 5, 7, 9, 11, 13,... равна 
</B>
<OL><I>Ответы</I>
<LI>2016<SUP>2</SUP>
<LI>2017<SUP>2</SUP>
<LI>2018<SUP>2</SUP>
<LI>2016&#183;2017
<LI>2017&#183;2018
<LI>2016&#183;2018
</OL></td></tr>





<tr><td><B>3.535.   Устройство для ввода символов текста с помощью клавиш с тиснением. Используется людьми с ослабленным или потерянным зрением
</B>
<OL><I>Ответы</I>
<LI>Клавиатура фон Неймана
<LI>Клавиатура Томассона
<LI>Клавиатура Симпсона
<LI>Клавиатура Ушакова
<LI>Клавиатура Брайля
</OL></td></tr>


<tr><td><B>3.536.    Всемирная Паутина, предназначенная для гипертекстового связывания мультимедиа-документов со всего мира и устанавливающая легкодоступные и независимые от физического размещения документов универсальные информационные связи между ними &ndash; это 
</B>
<OL><I>Ответы</I>
<LI>HTML
<LI>PHP
<LI>http
<LI>WWW
<LI>URL
<LI>FTP
<LI>PCI
</OL></td></tr>


<tr><td><B>3.537.  Графический редактор Paint (Windows XP) не сохраняет свои проекты в формате
</B>
<OL><I>Ответы</I>
<LI>jpg
<LI>tiff
<LI>gif
<LI>htm
<LI>png
<LI>bmp
</OL></td></tr>


<tr><td><B>3.538.  Какое максимальное количество рабочих листов Excel может содержать рабочая книга?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>32
<LI>64
<LI>128
<LI>256
<LI>512
<LI>1024
<LI>любое
</OL></td></tr>







<tr><td><B>3.539.  Какое количество информации содержит один разряд двоичного числа?
</B>
<OL><I>Ответы</I>
<LI>1 бит
<LI>1 байт
<LI>2 бит
<LI>2 байт
<LI>4 бит
<LI>4 байт
<LI>8 бит
<LI>8 байт
</OL></td></tr>



<tr><td><B>3.540. Для хранения какого объекта потребуется наибольший объем памяти?
</B>
<OL><I>Ответы</I>
<LI>Слово "укроп" 
<LI>число 22 
<LI>слово "десять" 
<LI>число 777 
<LI>число 123
</OL></td></tr>




<tr><td><B>3.541. Системные программы служат для
</B>
<OL><I>Ответы</I>
<LI>автоматизации делопроизводства и управления документооборотом
<LI>считывания с дисковой памяти и размещения в ОЗУ операционной системы при включении компьютера
<LI>управления внешними устройствами
<LI>управления ресурсами компьютера - центральным процессором, памятью, вводом-выводом
<LI>систематизации файлов, хранящихся в компьютере
</OL></td></tr>


<tr><td><B>3.542.  Модем, передающий информацию со скоростью 14400 бит/с, может передать страницу текста (1800 байт) в течение
</B>
<OL><I>Ответы</I>
<LI>1 секунды
<LI>1 минуты
<LI>1 часа
<LI>1 дня
<LI>модем не предназначен для передачи информации
</OL></td></tr>


<tr><td><B>3.543. Панель задач операционной системы Windows служит для:
</B>
<OL><I>Ответы</I>
<LI>просмотра файлов
<LI>завершения работы Windows
<LI>обмена данными между приложениями
<LI>просмотра каталогов
<LI>переключения между запущенными приложениями
</OL></td></tr>


<tr><td><B>3.544. Интеллектуальная собственность &#8722; это   
</B>
<OL><I>Ответы</I>
<LI>Недвижимость, владельцем которой является частное лицо или фирма
<LI>Транспортные средства, находящиеся  в частном владении
<LI>Домашняя библиотека
<LI>Программы, книги, статьи, авторство которых подтверждено юридически 
<LI>Мысли и идеи автора   
</OL></td></tr>




<tr><td><B>3.545.  Используя буфер обмена можно
</B>
<OL><I>Ответы</I>
<LI>вставлять рисунки из графического редактора в текстовый редактор
<LI>дублировать фрагменты текста или графики
<LI>копировать или перемещать файлы и папки
<LI>осуществлять все перечисленные действия
<LI>невозможно ни одно из выше перечисленных действий
</OL></td></tr>



<tr><td><B>3.546.  Выражение 3(А1+В1) : [5&#183;(2В1&ndash;ЗА2)], записанное в соответствии с правилами, принятыми в математике, в электронной таблице имеет вид
</B>
<OL><I>Ответы</I>
<LI>3*(А1+В1)/(5*(2*В1&ndash;3*А2)
<LI>3(А1+В1)/5(2В1&ndash;ЗА2)
<LI>3(А1+В1): 5(2В1&ndash;ЗА2)
<LI>3(А1+В1)/(5(2В1&ndash;ЗА2))
<LI>3*(А1+В1)/(5*(2*В1&ndash;3*А2))
<LI>3*(А1+В1)/5*(2*В1&ndash;3*А2)
</OL></td></tr>


<tr><td><B>3.547.  Для кодирования цвета фона web-страницы используется атрибут bgcolor="#ХХХХХХ", где в кавычках задаются шестнадцатеричные значения интенсивности цветовых компонент в 24-битной RGB-модели. Какой цвет будет у страницы, заданной тэгом &#60;body bgcolor="#00FF00"&#62;?
</B>
<OL><I>Ответы</I>
<LI>белый
<LI>зеленый
<LI>красный
<LI>синий
<LI>черный
<LI>жёлтый
<LI>корчневый
</OL></td></tr>









<tr><td><B>3.548. В URL-адресе http://www.kobros.narod.ru/index.htm часть narod.ru обозначает
</B>
<OL><I>Ответы</I>
<LI>выход в Internet
<LI>протокол связи с удаленным компьютером
<LI>имя удаленного компьютера
<LI>имя локального файла
<LI>папку, в которой находится файл
</OL></td></tr>



<tr><td><B>3.549.   Электронная таблица  в MS Excel  представляет собой
</B>
<OL><I>Ответы</I>
<LI>совокупность нумерованных строк и поименованных буквами латинского алфавита столбцов;
<LI>совокупность поименованных буквами латинского алфавита строк и нумерованных столбцов;
<LI>совокупность пронумерованных строк и столбцов;
<LI>совокупность строк и столбцов, именуемых пользователем произвольным образом
<LI>совокупность поименованных буквами латинского алфавита строк и поименованных буквами латинского алфавита столбцов
</OL></td></tr>


<tr><td><B>3.550.   Для того, чтобы найти Web-страницу, содержащую заданный фрагмент текста из нескольких слов, этот фрагмент необходимо
</B>
<OL><I>Ответы</I>
<LI>заключить в круглые скобки
<LI>заключить в квадратные скобки
<LI>заключить в кавычки
<LI>выделить знаками &
<LI>выделить знаками $
</OL></td></tr>

<tr><td><B>3.551.   Как проверить сетевой доступ к удаленному ресурсу не используя браузер?
</B>
<OL><I>Ответы</I>
<LI>применить программу Paint
<LI>применить программу Word
<LI>применить программу Ping
<LI>применить программу Excel
<LI>применить программу Ring
<LI>применить программу Gong
</OL></td></tr>





<tr><td><B>3.552. Компилятор &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>программа-транслятор, которая транслирует текст программы в машинные коды 
и сразу же выполняет предписанные в нем действия, не создавая .ехе-файл
<LI>программа-транслятор, которая транслирует текст программы в машинные коды
и создает готовую к исполнению программу в виде .ехе-файла, 
который можно будет после запустить на исполнение
<LI>специальная программа, позволяющая написать текст программы 
на языке низкого уровня (Ассемблер, Автокод) 
<LI>специальная программа, позволяющая написать текст программы 
на языке высокго уровня (BASIC, Pascal и др.) 
<LI>специальная программа-переводчик, которая переводит готовый алгоритм 
в текст программы 
 
</OL></td></tr>


<tr><td><B>3.553.  Чем отличается в Excel применение клавиш со стрелками от их применения вместе с нажатой клавишей "Ctrl"?
</B>
<OL><I>Ответы</I>
<LI>Ничем
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к перемещению курсора в конец (начало) или к первому (последнему) столбцу, в зависимости от выбранного направления стрелки 
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к выделению группы ячеек в направлении выбранной стрелки
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к отмене выделения ячеек в направлении стрелки
<LI>При нажатой клавише Ctrl, нажатие стрелки приводит к выходу из активного окна
</OL></td></tr>

<tr><td><B>3.554.  Для решения какой вычислительной задачи 
предназначен фрагмент программы: 
<P>m=x[1,1]
<BR>for i=1 to n:for j=1 to n
<BR>if x[i,j]&#60;m then m=x[i,j]
<BR>next:next
<BR>? m
</B>
<OL><I>Ответы</I>
<LI>поиск минимального элемента в линейном массиве  
<LI>поиск максимального элемента в линейном массиве
<LI>поиск минимального элемента в двумерном массиве 
<LI>поиск максимального элемента в двумерном массиве
<LI>сортировка линейного массива 
<LI>сортировка двумерного массива
</OL></td></tr>



<tr><td><B>3.555. Папка, в которую временно попадают удалённые объекты, называется
</B>
<OL><I>Ответы</I>
<LI>оперативная
<LI>временная
<LI>корзина
<LI>портфель
<LI>блокнот
<LI>буфер обмена
<LI>RAM
<LI>DNS
<LI>FAT
</OL> </td></tr>





<tr><td><B>3.556.  Какой формат графических файлов позволяет реализовать анимацию?
</B>
<OL><I>Ответы</I>
<LI>bmp
<LI>jpg
<LI>jpeg
<LI>gif
<LI>tiff
<LI>pcx
<LI>png
</OL></td></tr>



<tr><td><B>3.557. Сколько бит в слове "байт"?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>8
<LI>16
<LI>32
<LI>64
<LI>125
<LI>255
</OL> 
</td></tr>



<tr><td><B>3.558. Сколько рабочих станций входит в одноранговую локальную сеть?         
</B>
<OL><I>Ответы</I>
<LI>ни одной, поскольку все компьютеры равноправны 
<LI>только те, на которые установлено специальное сетевое ПО  
<LI>столько, сколько компьютеров в данный момент включено в работу  
<LI>одна
<LI>все компьютеры в одноранговой сети являются рабочими станциями до тех пор,
пока один из них не станет управляющим 
</OL></td></tr>




<tr><td><B>3.559. Буфер обмена &ndash; это
</B>
<OL><I>Ответы</I>
<LI> активное окно 
<LI> Рабочий стол 
<LI> часть оперативной памяти компьютера 
<LI> реестр Windows 
<LI> Корзина 
</OL></td></tr> 




<tr><td><B>3.560.   Какое из перечисленных действий наиболее опасно с точки зрения заражения компьютерным вирусом ?
</B>
<OL><I>Ответы</I>
<LI>включение модема
<LI>соединение с провайдером
<LI>загрузка исполняемого файла
<LI>запуск загруженного файла
<LI>подключение к VPN
</OL></td></tr>





<tr><td><B>3.561. Какой из приведенных ниже файлов не является архивом? 
</B>
<OL><I>Ответы</I>
<LI>file1.RAR
<LI>file2.pcx
<LI>file2.ZIP
<LI>file4.LHA
<LI>file5.ARJ
</OL> 
</td></tr>

<tr>
<td><B>3.562. Интерпретатор &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>программа-транслятор, которая транслирует текст программы в машинные коды 
и сразу же выполняет предписанные в нем действия, не создавая .ехе-файл
<LI>программа-транслятор, которая транслирует текст программы в машинные коды
и создает готовую к исполнению программу в виде .ехе-файла, 
который можно будет после запустить на исполнение
<LI>специальная программа, позволяющая написать текст программы 
на языке низкого уровня (Ассемблер, Автокод) 
<LI>специальная программа, позволяющая написать текст программы 
на языке высокго уровня (BASIC, Pascal и др.) 
<LI>специальная программа-переводчик, которая переводит готовый алгоритм 
в текст программы    
</OL></td></tr>


<tr><td><B>3.563. Найдите решение уравнения  8 Кб= 16*X бит           
</B>
<OL><I>Ответы</I>
<LI>4
<LI>64
<LI>2048
<LI>4000
<LI>4096
</OL></td></tr>


<tr><td><B>3.564. Вертолет вылетел из Парижа (Франция)  и стал 
двигаться по следующему маршруту: 700 км на запад, затем 700 км на юг, 
затем 700 км на восток и затем 700 км на север. Где приземлится вертолет? 
Землю считать идеальным шаром радиусом 6400 км, период обращения вокруг 
собственной оси 1 сутки, приборы &ndash; идеальными, погоду летной, запасы горючего 
достаточными для того чтобы пролететь 3000 км.                        
</B>
<OL><I>Ответы</I>
<LI>в точке старта
<LI>южнее точки старта 
<LI>севернее точки старта 
<LI>западнее точки старта 
<LI>восточнее точки старта 
</OL></td></tr>




<tr><td><B>3.565.  По какой формуле может вычисляться функция y=cos<SUP>2</SUP>3x?
</B>
<OL><I>Ответы</I>
<LI>y=cos*sin(3*x) 
<LI> y=cos(3x)*sin(3x) 
<LI> y=cos(3*x)^2 
<LI> y=cos((3*x)^2) 
<LI> y=cos^2(3*x) 
</OL></td></tr>






<tr><td><B>3.566. Назначение программы Microsoft PowerPoint
</B>
<OL><I>Ответы</I>
<LI>для обеспечения правильной работы процессора компьютера
<LI>для проведения мультимедийных презентаций 
<LI>для набора и редактирования текста
<LI>для работы с таблицами и диаграммами
<LI>для обработки фотографий 
<LI>для обработки видеоматериала
<LI>нет правильного ответа
</OL></td></tr>

<tr>
<td><B>3.567. Кто разработал язык АРТ (Automatically Programmed Tools), 
предназначенный для станков с числовым программным управлением (ЧПУ)?             
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
<OL></td></tr>


<tr><td><B>3.568. Студент, не сумевший с первой попытки поступить
 в магистратуру кафедры ВТИК, с горя напился так, что ночью умер. Дадут ли ему пенсию? 

</B>
<OL><I>Ответы</I>
<LI> Да, если он холост 
<LI> Да, если он женат 
<LI> Да, потому что это несчастный случай на производстве 
<LI> Да, но только если он работает 
<LI> Да, если есть трудовая книжка 
<LI>Да, но только если у него есть полис медицинского страхования 
<LI> Нет 
</OL></td></tr>



<tr><td><B>3.569. Разгадайте первоначальный смысл английского слова «компьютер»: 
</B>
<OL><I>Ответы</I>
<LI>вид телескопа
<LI>электронный аппарат
<LI>электронно-лучевая трубка
<LI>человек, производящий расчеты 
<LI>Исаак Ньютон
<LI>игрушка
<LI>нет правильного ответа
</OL></td></tr>

<tr><td><B>3.570.  Модем, передающий информацию со скоростью 28800 бод, 
за 1 с может передать
</B>
<OL><I>Ответы</I>
<LI>две страницы текста (3600 байт)
<LI>рисунок (36 Кб)
<LI>аудиофайл (360 Кб)
<LI>видеофайл (3,6 Мб)
<LI>среди ответов нет правильного  
</OL> 
</td></tr>

<tr><td><B>3.571. Сеть Internet может объединять ...
</B>
<OL><I>Ответы</I>
<LI>только однотипные сети 	
<LI>любые сети, поддердивающие протокол HTTP 	
<LI>любые сети, использующие наземные коммуникации 	
<LI>любые сети, поддерживающие протокол ТСР/IP 
<LI>только сети разного типа

</OL> 
</td></tr>


<tr><td><B>3.572. Загрузка HTML-файла в текстовый редактор ...
</B>
<OL><I>Ответы</I>
<LI>позволяет просмотреть соответствующую Web - страницу 	
<LI>позволяет просмотреть и отредактировать HTML-код Web - страницы 	
<LI>недопустима 	
<LI>позволяет просмотреть HTML-код Web - страницы (без редактирования)
<LI>позволяет запустить MS Word
</OL> 
</td></tr>


<tr><td><B>3.573. Если для сервера FTP в URL ничего не сказано после старшего домена, то ...
</B>
<OL><I>Ответы</I>
<LI>загрузится главная Web-страница 	
<LI>появится сообщение об ошибке соединения с сервером 	
<LI>загрузится первый из списка имеющихся файлов 	
<LI>в окно броузера загрузится перечень каталогов и файлов, имеющихся на сервере 	
<LI>броузер прекратит работу
</OL> 
</td></tr>


<tr><td><B>3.574. Почтовый ящик в электронной почте &ndash; это ...
</B>
<OL><I>Ответы</I>
<LI>специальная программа для работы с сообщениями 	
<LI>индивидуальная папка на почтовом сервере 	
<LI>компьютер, предназначенный для хранения корреспонденции 	
<LI>специальная папка на компьютере пользователя для хранения корреспонденции 
<LI>синий ящик на улице для сбора писем
</OL> 
</td></tr>


<tr><td><B>3.575. В кодировке Unicode на каждый символ отводится два байта. 
Определите информационный объем слова из двадцати четырех символов 
в этой кодировке.  
</B>
<OL><I>Ответы</I>
<LI>48 бит
<LI>192 бита
<LI>256 бит
<LI>384 бита
<LI>512 бит
</OL> 
</td></tr>


<tr><td><B>3.576. Среди программ
<BR>a) Интегрированные среды разработки приложений;
<BR>b) Программы архивирования данных;
<BR>c) Трансляторы;
<BR>d) Обучающие программы;
<BR>не являются инструментальными 
</B>
<OL><I>Ответы</I>
<LI>d,c
<LI>a,b
<LI>b,c
<LI>a,d
<LI>b,d
</OL></td></tr>






<tr><td><B>3.577. Среди приведенных ниже записей формулой 
для электронной таблицы является
</B>
<OL><I>Ответы</I>
<LI>A3B8+12
<LI>=A*B
<LI>=A3*B8+12
<LI>A1=A3*B8+12
<LI>A3*B8+12
</OL></td></tr>

<tr><td><B>3.578.   Если из 25 человек каждый пожмет руку другому только один раз, то сколько рукопожатий получится. 
</B>
<OL><I>Ответы</I>
<LI>100
<LI>200
<LI>250
<LI>275
<LI>300
<LI>325
<LI>350
<LI>400
<LI>500
</OL></td></tr>



<tr><td><B>3.579. Каким будет результат работы фрагмента программы: 
<BR>IF A&#60;B THEN C=A ELSE C=B
</B>
<OL><I>Ответы</I>
<LI>Переменной А будет присвоено значение С, если A&#60;B  
<LI>Переменной В будет присвоено значение С, если A&#62;B
<LI>Переменной С будет присвоено наибольшее из двух значений: А и В
<LI>Переменной С будет присвоено наименьшее из двух значений: А и В
<LI>Переменной А будет присвоено значение С, если A&#62;B  
<LI>Переменной В будет присвоено значение С, если A&#60;B
</OL></td></tr>



<tr><td><B>3.580.  Тег HTML  &#60;li&#62; задает:
</B>
<OL><I>Ответы</I>
<LI>строку таблицы
<LI>ячейку таблицы
<LI>элемент списка
<LI>вставку сценария
<LI>столбец таблицы
</OL></td></tr>






<tr><td><B>3.581.  Световое табло состоит из лампочек, каждая из которых может находиться в двух состояниях («включено» или «выключено»). Какое наименьшее количество лампочек должно находиться на табло, чтобы с его помощью можно было передать 50 различных сигналов
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
<LI>8
<LI>9
<LI>10
</OL> 
</td></tr>


<td><B>3.582. Вертолет вылетел из Сингапура (расположен на юге Малайзии вблизи экватора), 
пролетел 1000 км на юг, затем 1000 км на 
запад, затем 1000 км на север, затем 1000 км на восток. Где приземлился в вертолет?        
</B>
<OL><I>Ответы</I>
<LI>Южнее точки старта 
<LI>Севернее точки старта
<LI>Западнее точки старта
<LI>Восточнее точки старта 
<LI>Примерно в точке старта  
</OL></td></tr>



<tr><td><B>3.583. Web-страница &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>отдельный Web-документ, ничем не отличающийся от обычных текстовых документов
<LI>гипермедийный  документ, объединяющий ссылками различные Веб - страницы
<LI>протокол Интернета, система правил, используемых в сети Интернет 
при передаче гипертекстовых документов
<LI>среда для обмена информацией
<LI>документ (файл), подготовленный в формате гипертекста и размещенный в WWW 
</OL></td></tr>




 <tr><td><B>3.584.  Способ просмотра реального расположения папки «Мои документы» на логическом диске: 
</B>
<OL><I>Ответы</I>
<LI>щелкнуть правой кнопкой мыши по папке «Мои документы», выбрать «Проводник» 	
<LI>щелкнуть правой кнопкой мыши по папке «Мои документы», выбрать «Свойства» 	
<LI>папка «Мои документы» всегда располагается на Рабочем столе 	
<LI>папка «Мои документы» сама является логическим диском 
<LI>перезапустить компьютер
<LI>одновременно нажать клавиши Ctrl + Alt + Del
</OL> 
</td></tr>


 <tr><td><B>3.585. Заражение компьютерными вирусами может произойти в процессе ...
</B>
<OL><I>Ответы</I>
<LI>работы с файлами 	
<LI>печати на принтере 	
<LI>выключения компьютера 	
<LI>форматирования дискеты 
<LI>отключения принтера
</OL> 
</td></tr>


<tr><td><B>3.586.  Староста группы БПО отобрал 4 добросовестных студентов для подготовки шпор к очередному экзамену. 
Каждый из них работает с одинаковой скоростью, но после первого дня работы два студента ушли. Два оставшихся студента могут закончить выполнение работы на два дня позже запланированного срока. Сколько дней было первоначально запланировано для выполнения задания?
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
<LI>8
<LI>9
<LI>10
</OL></td></tr>



<tr><td><B>3.587.  Язык HTML позволяет создавать:
</B>
<OL><I>Ответы</I>
<LI>базы данных
<LI>рисунки
<LI>веб-страницы
<LI>схемы
<LI>презентации
</OL></td></tr>


<tr><td><B>3.588.   6 студентов группы БПО, успешно сдав экзамен, выпили бочонок пива за  8 часов. 
На следующий день экзамен сдали студенты группы МПО, которые уговорили такой же бочонок пива за 3 часа. Сколько студентов 
МПО сдали экзамен ? 
</B>
<OL><I>Ответы</I>
<LI>10
<LI>11
<LI>12
<LI>13
<LI>14
<LI>15
<LI>16
<LI>17
<LI>18
<LI>19
<LI>20
</OL></td></tr>






<tr><td><B>3.589. К достоинствам двоичной системы счисления относят: 
</B>
<OL><I>Ответы</I>
<LI>простоту совершаемых операций и возможность автоматической обработки 
информации с использованием только двух состояний элементов компьютера
<LI>широкое использование названной системы в обыденной жизни
<LI>наглядность и понятность записи числа в двоичной системе счисления
<LI>экономию памяти компьютера
<LI>возможность экономии электроэнергии
</OL></td></tr>

<tr><td><B>3.590. Базовая модель взаимодействия открытых систем содержит:
</B>
<OL><I>Ответы</I>
<LI>1 уровень   
<LI>5 уровней   
<LI>6 уровней   
<LI>7 уровней   
<LI>8 уровней.   
<LI>9 уровней   
</OL></td></tr>


<tr><td><B>3.591. Студент лег спать в 8 часов вечера. Перед этим он завел 
 папин механический   
будильник на 9 утра, потому что экзамен по дисциплине "Информатика" начинался 
в 10 утра. Сколько времени проспит студент?      
</B>
<OL><I>Ответы</I>
<LI>Час 
<LI>Два часа 
<LI>12 часов 
<LI>13 часов 
<LI>Сутки 
<LI>Неделю 
<LI>Нет правильного ответа 
</OL></td></tr>


<tr><td><B>3.592. На сковороде можно одновременно поджаривать 4 котлеты На поджаривание 
одной стороны котлеты требуется 1 минута. Найдите оптимальное решение
 следующей задачи: за какое минимальное время можно поджарить 6 котлет ?
  Найдите оптимальное решение.       
</B>
<OL><I>Ответы</I>
<LI>1 
<LI>2
<LI>3 
<LI>4
<LI>6
<LI>В такой сковороде 6 котлет не поджарить, потому что вместимость у нее слишком мала
</OL></td></tr>




<tr><td><B>3.593. Абсолютная защита компьютера от сетевых атак возможна при ...
</B>
<OL><I>Ответы</I>
<LI>использовании лицензированного программного обеспечения 
<LI>установке межсетевого экрана 
<LI>использовании новейших антивирусных средств 
<LI>отсутствии соединения 
<LI>установке заземления
</OL></td></tr>


<tr><td><B>3.594. Кольцевая, шинная, звездообразная &ndash; это типы...
</B>
<OL><I>Ответы</I>
<LI>сетевого программного обеспечения 
<LI>сетевых топологий 
<LI>методов доступа 
<LI>пртоколов сети 
<LI>личности программиста
</OL></td></tr>



<tr><td><B>3.595. Элементарные конструкции языка, рассматриваемые в тексте 
программы как неделимые символы, имеющие определенный смысл, называются                        
</B>
<OL><I>Ответы</I>
<LI>алфавит
<LI>слово
<LI>предложение
<LI>лексика
<LI>нет правильного ответа
</OL></td></tr>

<tr><td><B>3.596. Обычный дорожный светофор без дополнительных секций подает шесть видов сигналов (непрерывные красный, желтый и зеленый, мигающие желтый и зеленый, красный и желтый одновременно). Электронное устройство управления светофором последовательно воспроизводит записанные сигналы. Подряд записано 100 сигналов светофора. В байтах данный информационный объем составляет 
</B>
<OL><I>Ответы</I>
<LI>0
<LI>37
<LI>38
<LI>40
<LI>50
<LI>100
<LI>300
<LI>450
<LI>600
<LI>нужно спросить у преподавателя
<LI>приду сдавать в следующий раз
</OL></td></tr>








<tr><td><B>3.597.  Электронная таблица &ndash; это: 
</B>
<OL><I>Ответы</I>
<LI>прикладная программа, предназначенная для обработки структурированных в виде таблицы данных
<LI>прикладная программа для обработки кодовых таблиц
<LI>устройство персонального компьютера, управляющее его ресурсами в процессе обработки данных в табличной форме
<LI>системная программа, управляющая ресурсами персонального компьютера при обработке таблиц
<LI>электронный документ, имеющий расширение .tb
</OL></td></tr>

<tr>
<td><B>3.598.  В процессе загрузки операционной системы происходит 
</B>
<OL><I>Ответы</I>
<LI>копирование файлов операционной системы с гибкого диска на жесткий диск 
<LI> копирование файлов операционной системы с CD-ROM на жесткий диск 
<LI> последовательная загрузка файлов операционной системы в оперативную память 
<LI> копирование содержимого оперативной памяти на жесткий диск 
<LI> копирование файлов операционной системы из постоянной памяти на жесткий диск 
</td></tr>

<tr><td><B>3.599. Точечный элемент экрана дисплея называется:  
</B>
<OL><I>Ответы</I>
<LI>вектором
<LI>пикселем
<LI>запятой
<LI>растром
<LI>зерном люминофора
</OL></td></tr>


<tr><td><B>3.600.  Найдите производную функции y(x) = x<SUP>x</SUP></B>
<OL><I>Ответы</I>
<LI> x<SUP>x</SUP>
<LI> x<SUP>x&ndash;1</SUP>
<LI>&ndash;x&#183;x<SUP>x&ndash;1</SUP>
<LI> x<SUP>x</SUP>&#183;lnx
<LI> x<SUP>x</SUP>&#183;(1+lnx)
 </OL></td></tr>





<tr>
<td><B>3.601. Какие из приведенных ниже утверждений НЕ верны?  
<BR> a) Алгоритмический язык (как и любой другой язык) образуют три его 
составляющие: алфавит, синтаксис и семантика.
<BR> b) Алфавит &#8722; это фиксированный для данного языка набор основных 
символов, т.е. "букв алфавита", из которых должен состоять любой текст 
на этом языке &#8722; никакие другие символы в тексте не допускаются. 
<BR> c) Синтаксис &#8722; это правила построения фраз, позволяющие определить,
 правильно или неправильно написана та или иная фраза. Точнее говоря,
  синтаксис языка представляет собой набор правил, устанавливающих, 
  какие комбинации символов являются осмысленными предложениями на этом языке. 
<BR> d) Семантика определяет смысловое значение предложений языка. 
Являясь системой правил истолкования отдельных языковых конструкций, 
семантика устанавливает, какие последовательности действий описываются 
теми или иными фразами языка и, в конечном итоге, какой алгоритм определен 
данным текстом на алгоритмическом языке
<BR> e) Понятие языка определяется во взаимодействии синтаксических и 
семантических правил. Синтаксические правила показывают, как образуется 
данное понятие из других понятий и букв алфавита, а семантические правила
 определяют свойства данного понятия
</B>
<OL><I>Ответы</I>
<LI>неверно утверждение a)
<LI>неверно утверждение b)
<LI>неверно утверждение c)
<LI>неверно утверждение d)
<LI>неверно утверждение e)
<LI>неверны все утверждения
<LI>все утверждения верны
</OL></td></tr>


<tr><td><B>3.602. Для построения информационной модели, отображающей структуру 
и содержание информационных потоков, необходимых для поддержки функций системы, 
применяется стандарт моделирования      
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>



<tr>
<td><B>3.603. Методология построения реляционных структур определяется 
стандартом моделирования                    
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>


<tr>
<td><B>3.604. Разработчик структурно-функциональной модели в 
рамках требования стандарта моделирования IDEF0 - это    
</B>
<OL><I>Ответы</I>
<LI>Author (автор)  
<LI>Reader (читатель) 
<LI>Reviewer (обозреватель)  
<LI>Commenter (комментатор) - 
<LI>Librarian (секретарь или библиотекарь) 
</OL></td></tr>




<tr><td><B>3.605. Методология моделирования информационных потоков внутри системы, 
позволяющая отображать и анализировать их структуру и взаимосвязи определяется 
стандартом моделирования           
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>




<tr>
<td><B>3.606. На что была направлена Программа интегрированной 
компьютеризации производства ICAM  
(ICAM - Integrated Computer Aided Manufacturing), которую предложили и реализовали  
 в конце 70-ых годов ВВС США?
</B>
<OL><I>Ответы</I>
<LI>на увеличение эффективности промышленных предприятий посредством 
широкого внедрения компьютерных (информационных) технологий
<LI>на разработку стандарта моделирования IDEF0
<LI>на разработку метода структурного анализа и проектирования сложных систем
<LI>на разработку методологии для функционального моделирования деятельности 
в организациях и на предприятиях ВВС США 
<LI>на проведение системного анализа и проектирования на всех уровнях для 
систем, включающих в себя людей, машины, материалы, компьютеры и информацию 
- всего предприятия в целом
</OL></td></tr>





<tr><td><B>3.607. В соответствии с требованиями ГОСТ РФ IDEF0-2000 при проведении 
работ с привлечением сторонних организаций в рамках стандарта IDEF0 (рус.)       
</B>
<OL><I>Ответы</I>
<LI>должно проводиться интервьюирование ведущих специалистов 
<LI>установлены строгие правила работы с документами (т.н. Kit-Cycle) 
<LI>работа над моделью не должна начинаться до тех пор пока не будет ясно
 сформулирована цель построения модели
<LI>точка зрения должна определяться целями моделирования
<LI>должен создаваться Координационный Совет, обеспечивающий взаимодействие
 всех участников проекта  
</OL></td></tr>



<tr><td><B>3.608. Под целью моделирования в соответствии с ГОСТ РФ IDEF0 понимается        
</B>
<OL><I>Ответы</I>
<LI>краткая формулировка причины создания модели
<LI>список вопросов, на которые модель должна давать ответ 
<LI>задача, сформулированная Руководителем проекта 
<LI>цель, сформулированная автором модели 
<LI>задача, поставленная Заказчиком модели 
</OL></td></tr>





<tr>
<td><B>3.609. Для построения динамической модели меняющегося во времени поведения 
функций, информации и ресурсов системы, применяется стандарт моделирования           
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>



<tr><td><B>3.610.</B> В соответствии с оригинальной (англоязычной) версией стандарта 
IDEF0 состав участников проекта включает в себя следующих лиц:
<BR>Author (автор) - разработчик модели 
<BR>Reader (читатель) - каждый, кто умеет читать модели
<BR>Reviewer (обозреватель) - все, кто заинтересован в оценке модели 
<BR>Commenter (комментатор) - те из reviewers, кому поручено высказывать 
свои замечания в письменной форме
<BR>Librarian (секретарь или библиотекарь) - человек, ответственный 
за организацию хранения документов и обмена документами между участниками группы
<BR><B>Вопрос</B>: <I>какое изменение не внесено Госстандартом РФ в этот коллектив
 при утверждении русскоязычной версии стандарта моделирования IDEF0?</I> 
</B>  
<OL><I>Ответы</I>
<LI>В состав участников включен "Руководитель проекта" 
<LI>Вместо автора (разработчик модели) включены "Разработчики (авторы) проекта"
<LI>Вместо читателей и обозревателей - включен "Технический совет" 
<LI>Вместо комментатора - указан "эксперт" 
<LI>Вместо библиотекаря - добавлен "дополнительный специфический участник 
проекта" - "источники информации" 
</OL></td></tr>

<tr>
<td><B>3.611. Укажите начальный этап разработки программного обеспечения         
</B>
<OL><I>Ответы</I>
<LI>Составление исходной программы
<LI>Вычисление и обработка результатов
<LI>Постановка задачи 
<LI>Разработка алгоритма 
<LI>Перевод исходной программы в машинные коды 
</OL></td></tr>



<tr>
<td><B>3.612. Какие методологии моделирования получили в мире   
наибольшее распространение и применение и уже имеют в США статус федеральных стандартов?       
</B>
<OL><I>Ответы</I>
<LI>только IDEF0
<LI>IDEF0 и IDEF1 (IDEF1X)
<LI>IDEF0 и IDEF2
<LI>IDEF0 и IDEF3
<LI>IDEF0 и IDEF4
<LI>IDEF0 и IDEF5
</OL></td></tr>


<tr>
<td><B>3.613. Какая из перечисленных ниже характеристик   
метода моделирования не входит в стандарт моделирования IDEF0? 
</B>
<OL><I>Ответы</I>
  <LI>Общность (для анализа систем различного назначения, масштаба и сложности) 
  <LI>Строгость и точность (для получения корректных, пригодных к 
  использованию моделей);
  <LI>Адекватность (наиболее полное описание моделируемой системы 
  в некотором ракурсе)
  <LI>Концептуальность (для представления функциональных требований, 
  а не физических или организационных реализаций)
  <LI>Гибкость (для поддержания нескольких фаз жизненного цикла модели)
</OL></td></tr>
 


<tr>
<td><B>3.614. Методология документирования процессов, происходящих в системе, 
которая используется, например, при исследовании технологических 
процессов на предприятиях, определяется 
стандартом моделирования           
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>


<tr>
<td><B>3.615. Методология построения объектно-ориентированных систем 
определяется стандартом моделирования           
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>



<tr><td><B>3.616. Сколько чисел в последовательности 0, 1, 3,…15?                      
</B>
<OL><I>Ответы</I>
<LI>1
<LI>5
<LI>6
<LI>7
<LI>10
<LI>15
<LI>16
<LI>20
<LI>нет правильного ответа
</OL></td></tr>


<tr>
<td><B>3.617. Тот, кому поручено высказывать свои замечания в письменной форме, 
касающиеся оценки модели, созданной  
в рамках требований стандарта моделирования IDEF0 - это    
</B>
<OL><I>Ответы</I>
<LI>Author (автор)  
<LI>Reader (читатель) 
<LI>Reviewer (обозреватель)  
<LI>Commenter (комментатор)  
<LI>Librarian (секретарь или библиотекарь) 
</OL></td></tr>


<tr>
<td><B>3.618. Универсальной единицей пунктуации для неограниченного 
строго структурного анализа является            
</B>
<OL><I>Ответы</I>
<LI>структурный блок 
<LI>принцип декомпозиции
<LI>максима структурного анализа
<LI>контекстная диаграмма
<LI>принцип декомпозиции
<LI>стрелка (дуга)
</OL></td></tr>





<tr>
<td><B>3.619. В настоящее время под структурно-функциональной компьютерной моделью чаще всего понимают</B>
<OL><I>Ответы</I>
<LI>Условный образ объекта или некоторой системы объектов (или процессов), описанный с помощью взаимосвязанных компьютерных таблиц, блок-схем, диаграмм, графиков, рисунков, анимационных фрагментов, гипертекстов и т. д. и отображающий структуру и взаимосвязи между элементами объекта. 
<LI>Отдельную программу, совокупность программ, программный комплекс, позволяющий с помощью последовательности вычислений и графического отображения их результатов, воспроизводить (имитировать) процессы функционирования объекта, системы объектов при условии воздействия на объект различных, как правило, случайных факторов
<LI>Модель, построенную средствами BPWin 
<LI>Модель, построенную в строгом соответствии с требованиями стандарта моделирования IDEF0 
<LI>Модель, построенную в строгом соответствии с требованиями методологии структурного анализа и проектирования SADT 
</OL> 
</td></tr>




<tr>
<td><B>3.620. Информация, которая используется или преобразуется для получения 
результата, обозначается в структурно-функциональной модели стрелкой       
</B>
<OL><I>Ответы</I>
<LI>Input (Вход)
<LI>Control (Управление)
<LI>Output (Выход)
<LI>Mechanism (Механизм)
<LI>Call (Вызов)
</OL></td></tr>




<tr>
<td><B>3.621. Чей классический труд начинается со следующего анекдота?              
<BR>Врач, строитель и программистка спорили о том, чья профессия древнее. 
Врач заметил: "В Библии сказано, что Бог сотворил Еву из ребра Адама. 
Такая операция может быть проведена только хирургом, поэтому я по праву
 могу утверждать, что моя профессия самая древняя в мире". Тут вмешался 
 строитель и сказал: "Но еще раньше в Книге Бытия сказано, что Бог сотворил 
 из хаоса небо и землю. Это было первое и, несомненно, наиболее выдающееся 
 строительство. Поэтому, дорогой доктор, вы не правы. Моя профессия самая 
 древняя в мире". Программистка при этих словах откинулась в кресле и с
  улыбкой произнесла: "А кто же по-вашему сотворил хаос?"
</B>
<OL><I>Ответы</I>
<LI>Гради Буч "Объектно-ориентированный анализ и проектирование" 
с примерами приложений на С++ перевод с английского под редакцией 
И. Романовского и Ф. Андреева Rational Санта-Клара, Калифорния
М., Издательство БИНОМ, 1998 
<LI>Советов Б.Я., Яковлев С.А. Моделирование систем Учебник для вузов. 
М.: Высшая школа, 2001. - 343 с.
<LI>James Rumbaugh, Ivar Jacobson, Grady Booch. 
The Unified Modeling Language Reference Manual. Addision-Wesley, 
1999. ISBN 0-201-30998-X.
<LI>Дэвид А. Марка и Клемент МакГоуэн 
"Методология структурного анализа и проектирования SADT" 
(David A. Marca and Clement L. McGowan. SADT : Structured Analysis and 
Design Techniques, McGraw-Hill, New York, NY, 1988) 
<LI>Якобсон А., Буч Г., Рамбо Дж. Унифицированный процесс разработки 
программного обеспечения - Спб.: Питер, 2002. - 496 с.: ил.  
</OL></td></tr>





<tr>
<td><B>3.622. Кто несет ответственность за качество модели, разработанной в рамках 
методологии SADT?         
</B>
<OL><I>Ответы</I>
<LI>Authors (авторы)  
<LI>Readers (читатели) 
<LI>Reviewers (обозреватели)  
<LI>Commenters (комментаторы) 
<LI>Librarian (секретарь или библиотекарь)
<LI>Authors (авторы) и Commenters (комментаторы)
<LI>Authors (авторы) и Reviewers (обозреватели)
</OL></td></tr>




<tr><td><B>3.623. Программа или устройство, осуществляющее пооператорную 
трансляцию и выполнение исходной программы называется                        
</B>
<OL><I>Ответы</I>
<LI>интерпретатор
<LI>перекодировщик
<LI>макропроцессор
<LI>транслятор
<LI>нет правильного ответа
</OL></td></tr>

<tr><td><B>3.624. Набор допустимых в языке элементарных знаков называется                        
</B>
<OL><I>Ответы</I>
<LI>алфавит
<LI>слово
<LI>предложение
<LI>лексика
<LI>нет правильного ответа
</OL></td></tr>


<tr>
<td><B>3.625. Человек, ответственный за организацию хранения документов и 
обмена документами между участниками группы по разработке  
структурно-функциональной модели в 
рамках требования стандарта моделирования IDEF0 - это    
</B>
<OL><I>Ответы</I>
<LI>Author (автор)  
<LI>Reader (читатель) 
<LI>Reviewer (обозреватель)  
<LI>Commenter (комментатор) - 
<LI>Librarian (секретарь или библиотекарь) 
</OL></td></tr>




<tr>
<td><B>3.626. На руках 10 пальцев.  
Сколько пальцев на 10 руках?  
</B>
<OL><I>Ответы</I>
<LI>0
<LI>10
<LI>50
<LI>100
<LI>Нет правильного ответа
 </OL></td></tr>





<tr>
<td><B>3.627. Для создания функциональной модели, отображающей структуру 
и функции системы, а также потоки информации и материальных объектов, 
связывающие эти функции, применяется стандарт моделирования           
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>




<tr>
<td><B>3.628. Кто несет ответственность за использование результатов моделирования 
в рамках стандарта IDEF0?  
</B>
<OL><I>Ответы</I>
<LI>Authors (авторы)  
<LI>Readers (читатели) 
<LI>Reviewers (обозреватели)  
<LI>Commenters (комментаторы) 
<LI>Librarian (секретарь или библиотекарь)
<LI>Authors (авторы) и Commenters (комментаторы)
<LI>Authors (авторы) и Reviewers (обозреватели)
</OL></td></tr>






<tr>
<td><B>3.629. Какая схема кодирования дуг в методологии SADT позволяет 
точно идентифицировать и проверять связи по дугам между диаграммами?
</B>
<OL><I>Ответы</I>
<LI>SADT
<LI>ICOM
<LI>IDEF0
<LI>C-номера
<LI>Иерархическая
<LI>Табличная
<LI>Линейная
<LI>Нелинейная
</OL></td></tr>






<tr>
<td><B>3.630. Какое из приведенных ниже утверждений неверно?           
<OL>
<LI>Алгоритм &#8722; это совокупность действий со строго определенными правилами выполнения.
<LI>Алгоритм &#8722; это определенным образом организованная последовательность 
действий, за конечное число шагов приводящая к решению задачи. 
<LI>Название "алгоритм" произошло от латинской формы имени величайшего 
среднеазиатского математика Мухаммеда ибн Муса ал-Хорезми (Alhorithmi), жившего в 783&#8722;850 гг.  
<LI>В книге "Об индийском счете" Мухаммед ибн Муса ал-Хорезми изложил правила записи 
натуральных чисел с помощью арабских цифр и правила действий над ними "столбиком", 
знакомые теперь каждому школьнику. 
В XII веке эта книга была переведена на латынь и получила широкое распространение в Европе.
</OL>
</B>
<OL><I>Ответы</I>
<LI>Неверно первое утверждение 
<LI>Неверно второе утверждение
<LI>Неверно третье утверждение
<LI>Неверно четвертое утверждение
<LI>Верны все утверждения
</OL></td></tr>


<tr>
<td><B>3.631. Правила, стратегии, процедуры или стандарты, которыми 
руководствуются при работе, обозначаются в структурно-функциональной модели стрелкой      
</B>
<OL><I>Ответы</I>
<LI>Input (Вход)
<LI>Control (Управление)
<LI>Output (Выход)
<LI>Mechanism (Механизм)
<LI>Call (Вызов)
</OL></td></tr>




<tr>
<td><B>3.632. Ресурсы, которые необходимы для выполнения работы, обозначаются 
в структурно-функциональной модели стрелкой      
</B>
<OL><I>Ответы</I>
<LI>Input (Вход)
<LI>Control (Управление)
<LI>Output (Выход)
<LI>Mechanism (Механизм)
<LI>Call (Вызов)
</OL></td></tr>



<tr>
<td><B>3.633. Объект (материал или информация), которые производятся работой, 
обозначаются 
в структурно-функциональной модели стрелкой           
</B>
<OL><I>Ответы</I>
<LI>Input (Вход)
<LI>Control (Управление)
<LI>Output (Выход)
<LI>Mechanism (Механизм)
<LI>Call (Вызов)
</OL></td></tr>




<tr>
<td><B>3.634. Для указания того, что некоторая работа выполняется 
за пределами моделируемой системы, в структурно-функциональной модели 
используеся специльная стрелка:      
</B>
<OL><I>Ответы</I>
<LI>Input (Вход)
<LI>Control (Управление)
<LI>Output (Выход)
<LI>Mechanism (Механизм)
<LI>Call (Вызов)
</OL></td></tr>





<tr>
<td><B>3.635. В соответствии с требованиями стандарта моделирования IDEF0
 правая сторона каждого структурного блока имееет значение      
</B>
<OL><I>Ответы</I>
<LI>"Цель" (Purpose)
<LI>"Управление" (Control)  
<LI>"Вход" (Input)  
<LI>"Выход" (Output)   
<LI>"Механизм" (Mechanism)
<LI>"Точка зрения" (Viewpoint)
<LI>"Область применения" (scope) 
</OL></td></tr>



<tr><td><B>3.636. Какое из основных свойств алгоритма означает, 
что путь решения задачи 
определен в виде последовательности шагов — четко 
разделенных друг от друга предписаний (правил, инструкций, 
команд). Только выполнив одно предписание, 
можно приступить к выполнению следующего </B>
<OL><I>Ответы</I>
<LI>дискретность
<LI>детерминированность
<LI>массовость
<LI>результативность
<LI>понятность
 </OL></td></tr>



<tr><td><B>3.637.  В каком количестве взял Ной на свой ковчег?   
</B>
<OL><I>Ответы</I>
<LI>Наукой не установлено 
<LI>Каждой твари по паре
<LI>Об этом история умалчивает
<LI>1000
<LI>1024
<LI>Нет ответа 
</OL></td></tr>

<tr>
<td><B>3.638. Какую из нижеперечисленных книг написали  
Дэвид А. Марка и Клемент МакГоуэн?             
</B>
<OL><I>Ответы</I>
<LI>Методология структурного анализа и проектирования SADT
<LI>Объектно-ориентированный анализ и проектирование с примерами приложений 
на С++ перевод с английского под редакцией И. Романовского и 
Ф. Андреева Rational Санта-Клара, Калифорния 
<LI>Моделирование систем Учебник для вузов. М.: Высшая школа, 2001. - 343 с. 
<LI>Моделирование и анализ систем. IDEF-технологии: практикум. 
М.: Финансы и статистика, 2006. -192 с.
<LI>Integration definition for function modeling (IDEF0). NY: FIPS PUBS, 1993. 
</OL></td></tr>


<tr>
<td><B>3.639. В соответствии с требованиями стандарта моделирования IDEF0
 верхняя сторона каждого структурного блока имееет значение      
</B>
<OL><I>Ответы</I>
<LI>"Цель" (Purpose)
<LI>"Управление" (Control)  
<LI>"Вход" (Input)  
<LI>"Выход" (Output)   
<LI>"Механизм" (Mechanism)
<LI>"Точка зрения" (Viewpoint)
<LI>"Область применения" (scope) 
</OL></td></tr>





 <tr><td><B>3.640. Количество нулей в двоичной записи десятичного числа
 1+2+8+32+64+256+512+1024 равно:
</B>
<OL><I>Ответы</I>
<LI>10
<LI>3
<LI>8
<LI>4
<LI>0
</OL></td></tr>



<tr>
<td><B>3.641. Одной из целей разработки стандарта моделирования IDEF0
является          
</B>
<OL><I>Ответы</I>
<LI>Обеспечение метода моделирования, обосновывающего методы и инструменты 
метода CASE (Computer-aided Software Engineering)
<LI>Обеспечение метода моделирования, дающего возможность 
полного описания моделируемой системы в некотором ракурсе      
<LI>Обеспечение метода моделирования, независимого от методов и инструментов 
метода CASE (Computer-aided Software Engineering)   
<LI>Создание нового средства для имитационного моделирования 
сложных систем       
<LI>Создание нового средства для структурно-функционального моделирования 
сложных систем   
</OL></td></tr>



<tr>
<td><B>3.642. Что такое ICOM структурно-функциональной модели, созданной 
в рамках стандарта моделирования IDEF0? 
</B>
<OL><I>Ответы</I>
<LI>цели моделирования 
<LI>область применения модели 
<LI>контекстная диаграмма модели
<LI>входы, выходы, управление и механизмы
<LI>внешние сущности, структурные блоки, накопители данных и потоки данных
</OL></td></tr>

<tr>
<td><B>3.643. Как в рамках методологии SADT регулируется сложность 
структурно-функциональной модели, чтобы была понятна суть?      
</B>
<OL><I>Ответы</I>
<LI>Диаграмма ограничивается 3-6 блоками для того, чтобы детализация 
осуществлялась постепенно
<LI>Формулируется цель моделирования, - то есть список 
вопросов на которые модель должна давать ответ
<LI>Выбирается точка зрения, чтобы модель рассматривалась все время 
с одной и той же позиции. 
<LI>При создании модели ясно определяется область применения модели 
по двум аспектам: широта и глубина охвата проблемы  
<LI>Каждому структурному блоку в рамках единой рассматриваемой системы 
придается свой уникальный идентификационный номер 
</OL></td></tr>



<tr>
<td><B>3.644.  Кто автор следующего определения модели: 
M models A to the extent that M correctly answers questions about A 
(М моделирует А в той мере, в какой М корректно отвечает на вопросы относительно А) </B>
<OL><I>Ответы</I>
<LI>Гради Буч (Grady Booch)
<LI>Дуглас Росс (Douglas Taylor Ross)
<LI>Ивар Якобсон (Ivar Jacobson)
<LI>Джеймс Рэмбо (James Rumbaugh)
<LI>Национальный Институт Стандартов и Технологии США (NIST)
</OL> 
</td></tr>



<tr><td><B>3.645. Описание правил построения предложений это                        
</B>
<OL><I>Ответы</I>
<LI>лексика языка
<LI>синтаксис языка
<LI>семантика языка
<LI>алфавит
<LI>нет правильного ответа
</OL></td></tr>


<tr>
<td><B>3.646.   Кто автор следующего определения модели: 
M models A to the extent that M correctly answers questions about A 
(М моделирует А в той мере, в какой М корректно отвечает на вопросы относительно А) </B>
<OL><I>Ответы</I>
<LI>Гради Буч (Grady Booch)
<LI>Дуглас Росс (Douglas Taylor Ross)
<LI>Ивар Якобсон (Ivar Jacobson)
<LI>Джеймс Рэмбо (James Rumbaugh)
<LI>Национальный Институт Стандартов и Технологии США (NIST)
</OL> 
</td></tr>





<tr>
<td><B>3.647. Первый шаг в построении структурно-функциональной модели IDEF0 
состоит в том, чтобы 
</B>
<OL><I>Ответы</I>
<LI>сформулировать цели моделирования, - то есть список вопросов, на которые 
модель должна давать ответ 
<LI>выбрать метод моделирования, дающего возможность 
полного описания моделируемой системы в некотором ракурсе      
<LI>выбрать точку зрения (viewpoint)   
<LI>организовать коллективную работу в рамках "Kit Cycle"         
<LI>согласовать с Заказчиком Техническое Задание на разработку модели    
</OL></td></tr>


<tr>
<td><B>3.648. Определение модели (Дуглас Росс):     
</B>
<OL><I>Ответы</I>
<LI>Модель - это совокупность математических формул, таблиц, графиков,
 устанавливающих зависимость между состоянием системы, внешними воздействиями, 
 управлением системой и временем.
<LI>Модель - это полное описание системы в некотором ракурсе
<LI>Модель - (от лат. modulus - мера, образец, норма) - любой мысленный 
или знаковый образ моделируемого объекта (оригинала).
<LI>М моделирует А в той мере, в какой М корректно отвечает на вопросы
 относительно А 
<LI>Модель - либо конкретный образ изучаемого объекта, в котором отображаются 
реальные или предполагаемые свойства, строение и т.д., либо другой объект,
 реально существующий наряду с изучаемым и сходный с ним в отношении
  некоторых определенных свойств или структурных особенностей.
</OL></td></tr>




<tr>
<td><B>3.649. Методология онтологического исследования сложных систем 
определяется стандартом моделирования           
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>




<tr>
<td><B>3.650. Что из перечисленного ниже не является  
основной компонентой диаграмм потоков данных (DFD)?
</B>
<OL><I>Ответы</I>
<LI>внешние сущности 
<LI>системы/подсистемы 
<LI>структурные блоки
<LI>процессы 
<LI>накопители данных 
<LI>потоки данных
</OL></td></tr>



<tr>
<td><B>3.651. В соответствии с требованиями стандарта моделирования 
IDEF0 входящая интерфейсная дуга не может подходить к структурному блоку      
</B>
<OL><I>Ответы</I>
<LI>Сверху
<LI>Справа
<LI>Снизу
<LI>Слева
<LI>ни к одной из перечисленных
</OL></td></tr>



<tr>
<td><B>3.652. В соответствии с требованиями стандарта моделирования 
IDEF0 исходящие интерфейсные дуги могут выходить из структурного блока только        
</B>
<OL><I>Ответы</I>
<LI>Сверху
<LI>Справа
<LI>Снизу
<LI>Слева
<LI>ни из одной из перечисленных
</OL></td></tr>




<tr>
<td><B>3.653. В рамках методологии SADT диаграмма ограничивается 
3-6 блоками для того, чтобы детализация осуществлялась постепенно. Это 
утверждение представляет собой            
</B>
<OL><I>Ответы</I>
<LI>область применения модели
<LI>контекстную диаграмму модели
<LI>цель моделирования 
<LI>иерархическую структуру модели
<LI>максиму структурного анализа
</OL></td></tr>




<tr>
<td><B>3.654. Каким образом при реализации стандарта IDEF0 обеспечивается 
обмен мнениями между аналитиками, 
разработчиками, пользователями и управленческим персоналом?            
</B>
<OL><I>Ответы</I>
<LI>Путем исключения из группы разработчиков женщин
<LI>Путем реализации принципа декомпозиции контекстной диаграммы  
<LI>Путем организации колллективной работы в рамках Kit Cycle
<LI>В соответствии с максимой структурного анализа
<LI>Путем контроля за ходом работы со стороны руководства 
<LI>Путем проведения интервью с экспертами 
</OL></td></tr>




<tr><td><B>3.655. Световое табло состоит из лампочек. Каждая лампочка 
может находиться в одном из трех состояний ("включено", "выключено" или "мигает"). 
Какое наименьшее количество лампочек должно находиться на табло, чтобы 
с его помощью можно было передать 30 различных сигналов?  
</B>
<OL><I>Ответы</I>
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
<LI>8 
</OL> 
</td></tr>



<tr>
<td><B>3.656.  Какая схема кодирования дуг в методологии SADT позволяет 
точно идентифицировать и проверять связи по дугам между диаграммами?
</B>
<OL><I>Ответы</I>
<LI>SADT
<LI>ICOM
<LI>IDEF0
<LI>C-номера
<LI>Иерархическая
<LI>Табличная
<LI>Линейная
<LI>Нелинейная
</OL></td></tr>




<tr>
<td><B>3.657. Что является универсальной единицей пунктуации для 
неограниченного строго структурного анализа в рамках методологии SADT?                  
</B>
<OL><I>Ответы</I>
<LI>Структурный блок (SA)
<LI>Максима структурного анализа
<LI>Принцип декомпозиции
<LI>Номер узла
<LI>Интерфейсная дуга (стрелка)
</OL></td></tr>


<tr>
<td><B>3.658. Какую структуру имеют диаграммы SADT_модели?        
</B>
<OL><I>Ответы</I>
<LI>Иерархическую
<LI>Произвольную
<LI>Табличную
<LI>Линейную
<LI>Нелинейную
<LI>Структурно-функциональную
</OL></td></tr>



<tr>
<td><B>3.659. Максима структурного анализа  - это      
</B>
<OL><I>Ответы</I>
<LI>определение модели по Дугласу Россу 
<LI>принцип декомпозиции (правило не более 6) 
<LI>способ формулировки цели моделирования 
<LI>необходимость выбора точки зрения при построении модели 
<LI>основной принцип имитационного моделирования 
</OL></td></tr>



<tr>
<td><B>3.660. Everything worth saying about anything worth saying something 
about must be expressed in six-or-fewer pieces (Все, о чем стоит сказать, 
что-либо, о чем стоит сказать хоть что-нибудь, должно быть выражено в 6 или менее блоках)       
</B>
<OL><I>Ответы</I>
<LI>Максима структурного анализа 
<LI>Цель построения модели в рамках стандарта IDEF0
<LI>Основной принцип имитационного моделирования 
<LI>Основной принцип компьютерного моделирования 
<LI>Парадигма компьютерного моделирования
</OL></td></tr>





<tr>
<td><B>3.661. В соответствии с требованиями методологии SADT, 
сущность, границы и поведение описываются                    
</B>
<OL><I>Ответы</I>
<LI>перед тем как сформулирована цель моделирования
<LI>после того как сформулирована цель моделирования
<LI>перед тем как выбрана точка зрения 
<LI>после того как выбрана точка зрения
<LI>перед тем как определена область применения модели  
<LI>после того как определена область применения модели    
</OL></td></tr>



<tr><td><B>3.662. Какие существуют варианты базовой алгоритмической структуры "цикл"?        
<BR>a) если-то;
<BR>b) если-то-иначе;
<BR>c) выбор;
<BR>d) выбор-иначе.
<BR>e) С предусловием (пока)
<BR>f) С постусловием (до)
<BR>g) С параметром 
</B>
<OL><I>Ответы</I>
<LI>a,b,d
<LI>b,c,d
<LI>a,b,c,d
<LI>e,f,g
<LI>a,b,c,d,e,f,g
<LI>b,c,g
<LI>b,d,g
</OL></td></tr>

<tr><td><B>3.663. Набор текста в текстовом редакторе осуществляется с помощью 
</B>
<OL><I>Ответы</I>
<LI>мыши
<LI>сканера
<LI>модема
<LI>сетевого адаптера
<LI>клавиатуры
<LI>драйвера
</OL></td></tr>

<tr><td><B>3.664. Базовая алгоритмическая структура, образованная 
 последовательностью действий, следующих одно за другим, &#8722; это         
</B>
<OL><I>Ответы</I>
<LI>следование
<LI>повтор
<LI>ветвление
<LI>переход
<LI>цикл
</OL></td></tr>

<tr>
<td><B>3.665. Для того чтобы разработать структурно-функциональную модель 
методики идентификации модели сложной среды, целесообразно использовать стандарт 
моделирования                    
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF3
<LI>DFD
<LI>SADT
</OL></td></tr>


<tr>
<td><B>3.666. Результатом применения IDEF0 к системе является   
</B>
<OL><I>Ответы</I>
<LI>модель, состоящая из  
иерархически построенной серии диаграмм, текста и словаря, имеющих 
перекрестные ссылки друг на друга
<LI>модель конкретного процесса, анализ операций, из которых он состоит, 
а также точки принятия решений, влияющих на его ход 
<LI>максима струкутурного анализа 
<LI>имитационная модель сложной системы 
<LI>формулировка целей моделирования, то есть списка вопросов, 
на которые модель должна давать ответ 
</OL></td></tr>




<tr>
<td><B>3.667. В соответствии с требованиями стандарта моделирования IDEF0 
все, кто заинтересован в оценке модели - это       
</B>
<OL><I>Ответы</I>
<LI>Authors (авторы)  
<LI>Readers (читатели) 
<LI>Reviewers (обозреватели)  
<LI>Commenters (комментаторы) 
<LI>Librarian (секретарь или библиотекарь)
</OL></td></tr>





<tr>
<td><B>3.668. Порядок построения структурно-функциональной модели сложной системы, 
в соответствии с требованиями стандарта моделирования IDEF0      
<OL TYPE="A">
<LI>Построение контекстной диаграммы
<LI>Декомпозиция контекстной диаграммы
<LI>Определить цель моделирования (purpose) 
<LI>Выбрать точку зрения (viewpoint)
<LI>Верификация модели и ее доработка. 
<LI>Определить область применения модели (scope)
</OL>
</B>
<OL><I>Ответы</I>
<LI>ABCDEF
<LI>CDEABF
<LI>CDFABE
<LI>ACDFBE
<LI>DEFABC 
<LI>CABDFE
</OL></td></tr>




<tr>
<td><B>3.669. В каких областях методология SADT используется 
<I>на практике </I>?        
</B>
<OL><I>Ответы</I>
<LI>телефонные сети и аэрокосмическое производство 
<LI>управление и контроль
<LI>учет материально-технических ресурсов
<LI>обработка данных
<LI>во всех вышеперечисленных 
</OL></td></tr>



<tr>
<td><B>3.670. Кто предложил следующее определение модели: 
Модель - это полное описание системы в некотором ракурсе?     
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>




<tr>
<td><B>3.671. В основе какой методологии лежит следующее определение модели: 
A model is a complete description of a system from 
a particular perspective (Модель - это полное описание системы в некотором ракурсе)      
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>SADT
<LI>DFD
<LI>UML
<LI>IDEF3
</OL></td></tr>



<tr>
<td><B>3.672. Стандарт моделирования IDEF0 используется для     
</B>
<OL><I>Ответы</I>
<LI>создания функциональной модели, отображающей структуру и функции 
системы, а также потоки информации и материальных объектов, связывающие
 эти функции.
<LI>построения информационной модели, отображающей структуру и содержание
 информационных потоков, необходимых для поддержки функций системы;
<LI>построения динамической модели меняющихся во времени поведения функций,
 информации и ресурсов системы.
<LI>документирования процессов, происходящих в сложной системе
<LI>построения объектно-ориентированных систем
</OL></td></tr>


<tr>
<td><B>3.673. Какой характер имеет процесс создания модели в рамках 
методологии SADT?      
</B>
<OL><I>Ответы</I>
<LI>Интерполяционный
<LI>Итерационный
<LI>Экстраполяционный
<LI>Линейный
<LI>Нелинейный
</OL></td></tr>



<tr><td><B>3.674. Чему равно значение переменной 
Y=2^3*4    
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>24
<LI>32
<LI>2048
<LI>4096
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.675. Словарный состав языка вместе с описанием способов 
их представления это                        
</B>
<OL><I>Ответы</I>
<LI>лексика языка
<LI>синтаксис языка
<LI>семантика языка
<LI>алфавит
<LI>нет правильного ответа
</OL></td></tr>






<tr><td><B>3.676. Чему равно значение переменной 
Y=2+4*5 ?    
</B>
<OL><I>Ответы</I>
<LI>0
<LI>20
<LI>22
<LI>30
<LI>нет правильного ответа
</OL></td></tr>


<tr>
<td><B>3.677. Какую структуру имеют диаграммы SADT_модели?        
</B>
<OL><I>Ответы</I>
<LI>Иерархическую
<LI>Произвольную
<LI>Табличную
<LI>Линейную
<LI>Нелинейную
<LI>Структурно-функциональную
</OL></td></tr>



<tr><td><B>3.678. Множество точек плоскости, ввод координат (X,Y) которых 
при исполнении программы:
<BR>10 INPUT X,Y
<BR>12 IF X^2+Y^2&#60;=4 AND X&#62;0 THEN PRINT "Принадлежит" ELSE PRINT "Не принадлежит"
<BR>приводит к появлению на экране слова “Принадлежит”, 
представляет собой:
</B>
<OL><I>Ответы</I>
<LI>полукруг
<LI>верхнюю полуплоскость
<LI>круг
<LI>круг и верхнюю полуплоскость
<LI>четверть круга
</OL></td></tr>



<tr>
<td><B>3.679. Что такое ICOM модели в соответствии с требованиями стандарта 
моделирования IDEF0?     
</B>
<OL><I>Ответы</I>
<LI>Входы, выходы, управление и механизмы 
<LI>Структурные блоки и стрелки 
<LI>Границы, поведение и сущность 
<LI>Цель, точка зрения и область применения 
<LI>Максима структурного анализа 
</OL></td></tr>



<tr>
<td><B>3.680. Одной из областей применения IDEF0 является  
</B>
<OL><I>Ответы</I>
<LI>методология динамического моделирования развития систем 
<LI>методология разработки программного обеспечения  
<LI>методология документирования процессов, происходящих в системе, которая 
используется, например, при исследовании технологических процессов на предприятиях
<LI>методология построения объектно-ориентированных систем
<LI>методология онтологического исследования сложных систем
</OL></td></tr>




<tr>
<td><B>3.681. В соответствии с требованиями стандарта моделирования IDEF0
 смена точки зрения       
</B>
<OL><I>Ответы</I>
<LI>означает отказ от текущей модели и возвращение к исходной позиции - началу 
работы по разработке новой модели  
<LI>означает переход от одного этапа "Kit Cycle" к другому    
<LI>означает завершение "Kit Cycle"  
<LI>возможна только после определения области применения модели     
<LI>возможно только в рамках выполнения принципа максимы структуроного анализа 
</OL></td></tr>



<tr>
<td><B>3.682. В чем состоит основное правило чтения структурно-функциональных 
моделей, разработанных в соответствии с требованиями стандарта моделирования IDEF0?   
</B>
<OL><I>Ответы</I>
<LI>Вначале прочтите диаграмму и только потом сопутствующий ей текст
<LI>Вначале прочтите текст и только потом сопутствующую ему диаграмму 
<LI>Диаграмма ограничивается 3-6 блоками для того, чтобы детализация 
осуществлялась постепенно
<LI>Обратитесь к библиотекарю, чтобы он помог правильно прочитать 
структурно-функциональную модель
<LI>Сначала обратитесь к автору, и только потом начинайте читать модель     
</OL></td></tr>




<tr>
<td><B>3.683. Каждый, кто умеет читать модели, разработанные в соответствии 
с требованиями стандарта моделирования IDEF0 - это    
</B>
<OL><I>Ответы</I>
<LI>Author (автор)  
<LI>Reader (читатель) 
<LI>Reviewer (обозреватель)  
<LI>Commenter (комментатор) - 
<LI>Librarian (секретарь или библиотекарь) 
</OL></td></tr>





<tr>
<td><B>3.684. Все, кто заинтересован в оценке модели, созданной  
в рамках требований стандарта моделирования IDEF0 - это    
</B>
<OL><I>Ответы</I>
<LI>Author (автор)  
<LI>Reader (читатель) 
<LI>Reviewer (обозреватель)  
<LI>Commenter (комментатор) - 
<LI>Librarian (секретарь или библиотекарь) 
</OL></td></tr>



<tr>
<td><B>3.685. В соответствии с требованиями стандарта моделирования IDEF0, 
Librarian (секретарь или библиотекарь) - это        
</B>
<OL><I>Ответы</I>
<LI>человек, ответственный за организацию хранения документов и обмена 
документами между участниками группы
<LI>каждый, кто умеет читать модели
<LI>разработчик модели
<LI>тот, кто заинтересован в оценке модели
<LI>тот, кому поручено высказывать свои замечания в письменной форме
</OL></td></tr>





<tr>
<td><B>3.686. В соответствии с требованиями стандарта моделирования 
IDEF0 список вопросов, на которые модель должна давать ответ представляет собой           
</B>
<OL><I>Ответы</I>
<LI>область применения модели
<LI>контекстную диаграмму модели
<LI>цель моделирования 
<LI>иерархическую структуру модели
<LI>максиму структурного анализа 
</OL></td></tr>



<tr>
<td><B>3.687. Стандарт моделирования IDEF0      
</B>
<OL><I>Ответы</I>
<LI>включает в себя стандарты DFD и IDEF3 в качестве частных случаев применения 
<LI>является независимым от стандартов DFD и IDEF3
<LI>включает в себя стандарт IDEF3 в качестве частного случая
<LI>включает в себя стандарт DFD в качестве частного случая
<LI>является частным случаем стандартов DFD и IDEF3
</OL></td></tr>



<tr>
<td><B>3.688. Кто первым предложил текстовый редактор Rword 
(Finite State Machine lexical generator)?             
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>




<tr>
<td><B>3.689. Какую из нижеперечисленных книг написал Гради Буч?             
</B>
<OL><I>Ответы</I>
<LI>Методология структурного анализа и проектирования SADT
<LI>Объектно-ориентированный анализ и проектирование с примерами приложений 
на С++ перевод с английского под редакцией И. Романовского и 
Ф. Андреева Rational Санта-Клара, Калифорния 
<LI>Моделирование систем Учебник для вузов. М.: Высшая школа, 2001. - 343 с. 
<LI>Моделирование и анализ систем. IDEF-технологии: практикум. 
М.: Финансы и статистика, 2006. -192 с.
<LI>Integration definition for function modeling (IDEF0). NY: FIPS PUBS, 1993. 
</OL></td></tr>


<tr>
<td><B>3.690. В каком году была выпущена последняя редакция стандарта IDEF0 
Национальным институтом по стандартам и технологиям США (NIST)?                  
</B>
<OL><I>Ответы</I>
<LI>1959
<LI>1981
<LI>1983
<LI>1993
<LI>2002
<LI>2007
</OL></td></tr>


<tr>
<td><B>3.691. Второй шаг в построении структурно-функциональной модели IDEF0 
состоит в том, чтобы 
</B>
<OL><I>Ответы</I>
<LI>сформулировать цели моделирования, - то есть список вопросов, на которые 
модель должна давать ответ 
<LI>выбрать метод моделирования, дающего возможность 
полного описания моделируемой системы в некотором ракурсе      
<LI>выбрать точку зрения (viewpoint)   
<LI>организовать коллективную работу в рамках "Kit Cycle"         
<LI>согласовать с Заказчиком Техническое Задание на разработку модели    
</OL></td></tr>



<tr>
<td><B>3.692. Для построения динамической модели меняющихся во времени поведения 
функций, информации и ресурсов сложной системы применяется стандарт моделирования       
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>





<tr>
<td><B>3.693. В соответствии с требованиями стандарта моделирования 
IDEF0 управляющая интерфейсная дуга должна подходить к структурному блоку        
</B>
<OL><I>Ответы</I>
<LI>Сверху
<LI>Справа
<LI>Снизу
<LI>Слева
<LI>Изнутри
</OL></td></tr>



<tr><td><B>3.694.  Растровый графический файл содержит чёрно-белое изображение 
с 256 градациями серого цвета размером 1024 * 768 точек. 
Каков информационный объём этого файла? 
</B>
<OL><I>Ответы</I>
<LI> 6 Кб
<LI> 48 Кб
<LI> 256 Кб 
<LI> 384 Кб
<LI> 768 Кб 
<LI> 1024 Кб 
<LI> 256 Мб 
<LI> 768 Мб 
<LI> 1024 Мб 
<LI>нет правильного ответа
</OL></td></tr>





<tr>
<td><B>3.695. Кто предложил следующее определение модели: 
М моделирует А в той мере, в какой М корректно отвечает на вопросы
 относительно А?     
</B>
<OL><I>Ответы</I>
<LI>Grady Booch
<LI>Jim Rumbaugh
<LI>Ivar Jacobson 
<LI>Douglas Taylor Ross 
<LI>Grady Booch, Jim Rumbaugh, Ivar Jacobson
<LI>Douglas Taylor Ross, Grady Booch 
<LI>National Institute of Standards and Technology of USA
</OL></td></tr>


<tr>
<td><B>3.696. Какой из участников группы по разработке структурно-функциональной 
модели согласно требованиям стандарта моделирования IDEF0 отвечает за 
поддержку как коллективной деятельности, так и индивидуальной работы автора?        
</B>
<OL><I>Ответы</I>
<LI>Author (автор)  
<LI>Reader (читатель) 
<LI>Reviewer (обозреватель)  
<LI>Commenter (комментатор) - 
<LI>Librarian (секретарь или библиотекарь) 
<LI>Руководитель проекта 
<LI>Заказчик
</OL></td></tr>

 
<tr>
<td><B>3.697. Математический Энциклопедический Словарь трактует термин "имитационное моделирование" как</B>
<OL><I>Ответы</I>
<LI>Замена изучения некоторого физического объекта или явления экспериментальным исследованием его модели, имеющей ту же физическую природу
<LI>Экспериментальное исследование процессов (явлений) на моделях уменьшенных размеров
<LI>Простое переложение на машинный язык математических описаний моделируемых систем 
<LI>Моделирование, при котором логико-математическая модель исследуемого объекта представляет собой алгоритм функционирования объекта, реализованный в виде программного комплекса для компьютера
<LI>Языки моделирования непрерывных систем, предназначенные для моделирования динамических объектов с непрерывным фазовым пространством и непрерывным временем
</OL> 
</td></tr>




<tr><td><B>3.698. Чему равно значение переменной 
Y=5*3^2    
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>45
<LI>225
<LI>нет правильного ответа
</OL></td></tr>




<tr><td><B>3.699. Линейная структура данных - это упорядоченная структура 
данных, в которой положение элемента однозначно определяется                         
</B>
<OL><I>Ответы</I>
<LI>его номером 
<LI>его адресом 
<LI>маршрутом доступа, начиная от корневого элемента 
<LI>его длиной 
<LI>нет правильного ответа 
</OL></td></tr>



<tr>
<td><B>3.700. Управляющая структура, организующая выполнение лишь одного 
из двух указанных действий в зависимости от справедливости некоторого условия, &#8722; это        
</B>
<OL><I>Ответы</I>
<LI>следование
<LI>повтор
<LI>ветвление
<LI>переход
<LI>цикл
 </OL></td></tr>


<tr><td><B>3.701. Методология динамического моделирования развития систем определяется 
стандартом моделирования          
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF1x
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>


<tr>
<td><B>3.702. Фрагмент текста, процесс ввода которого заканчивается нажатием  
на клавишу  "ENTER": 
</B>
<OL><I>Ответы</I>
<LI>линейный фрагмент
<LI>блочный фрагмент
<LI>абзац
<LI>страница
<LI>строка
</OL></td></tr>


<tr><td><B>3.703. Как в рамках методологии SADT регулируется сложность 
структурно-функциональной модели, чтобы была понятна суть?      
</B>
<OL><I>Ответы</I>
<LI>Диаграмма ограничивается 3-6 блоками для того, чтобы детализация 
осуществлялась постепенно
<LI>Формулируется цель моделирования, - то есть список 
вопросов на которые модель должна давать ответ
<LI>Выбирается точка зрения, чтобы модель рассматривалась все время 
с одной и той же позиции. 
<LI>При создании модели ясно определяется область применения модели 
по двум аспектам: широта и глубина охвата проблемы  
<LI>Каждому структурному блоку в рамках единой рассматриваемой системы 
придается свой уникальный идентификационный номер 
</OL></td></tr>


<tr><td><B>3.704. Методологию структурного анализа и проектирования разработал      
</B>
<OL><I>Ответы</I>
<LI>Гради Буч (Grady Booch)
<LI>Ивар Якобсон (Ivar Jacobson) 
<LI>Дуглас Росс (Douglas Taylor Ross)
<LI>Джеймс Рэмбо (James Rumbaugh)
<LI>Национальный Институт Стандартов и Технологии США (NIST)
</OL></td></tr>


<tr><td><B>3.705. В соответствии с требованиями стандарта моделирования IDEF0
 нижняя сторона каждого структурного блока имееет значение      
</B>
<OL><I>Ответы</I>
<LI>"Цель" (Purpose)
<LI>"Управление" (Control)  
<LI>"Вход" (Input)  
<LI>"Выход" (Output)   
<LI>"Механизм" (Mechanism)
<LI>"Точка зрения" (Viewpoint)
<LI>"Область применения" (scope) 
</OL></td></tr>


<tr><td><B>3.706. Стандарт моделирования IDEF0 используется для        
</B>
<OL><I>Ответы</I>
<LI>создания структурно-функциональной модели, отображающей структуру и
 функции системы, а также потоки информации и материальных объектов, 
 связывающие эти функции
<LI>построения информационной модели, отображающей структуру и содержание 
информационных потоков, необходимых для поддержки функций системы
<LI>построения динамической модели меняющихся во времени поведения функций,
 информации и ресурсов системы
<LI>разработки имитационных моделей средствами BPWin
<LI>построения стохастической модели исследуемых информационных процессов 
</OL></td></tr>


<tr><td><B>3.707. Для создания функциональной модели, отображающей структуру и 
функции системы, а также потоки информации и материальных объектов, 
связывающие эти функции, применяется стандарт моделирования       
</B>
<OL><I>Ответы</I>
<LI>IDEF0
<LI>IDEF1
<LI>IDEF2
<LI>IDEF3
<LI>IDEF4
<LI>IDEF5
</OL></td></tr>


<tr>
<td><B>3.708. Построение имитационных моделей сложных систем производится на основе </B>
<OL><I>Ответы</I>
<LI>результатов концептуального моделирования моделируемых систем
<LI>структурно-функционального моделирования сложных систем
<LI>выбора численного метода минимизации целевой функции 
<LI>выбора критерия оптимизации 
<LI>постановки задачи концептуального моделирования  
</OL> 
</td></tr>





<tr><td><B>3.709. Кто в 19-летнем возрасте изобрел первую суммирующую машину?   
</B>
<OL><I>Ответы</I>
<LI>Галилео Галилей (1564 &#8722; 1642) 
<LI>Иоганн Кеплер (1571 &#8722; 1630) 
<LI>Паскаль Блез (1623 &#8722; 1662) 
<LI>Мариотт Эдм (1620 &#8722; 1684) 
<LI>Гюйгенс Христиан (1629 &#8722; 1695) 
</OL></td></tr>	

 <tr>
<td><B>3.710. Управление ресурсами компьютера: процессорным временем, 
распределением внутренней памяти, файлами, внешними устройствами осуществляется      
</B>
<OL><I>Ответы</I>
<LI>средствами прикладного программного обеспечения
<LI>инструментальным программным обеспечением (системами программироваания)
<LI>операционной системой
<LI>средствами BIOS
<LI>пользователем с помощью мыши и клавиатуры 
</OL></td></tr>


<tr>
<td><B>3.711. Под структурно-функциональным моделированием принято понимать</B>
<OL><I>Ответы</I>
<LI>Моделирование, при котором модель и моделируемый объект представляют собой реальные объекты или процессы единой или различной физической природы, причем между процессами в объекте-оригинале и в модели выполняются некоторые соотношения подобия, вытекающие из схожести физических явлений
<LI>Моделирование, при котором моделями являются схемы (блок-схемы), графики, чертежи, диаграммы, таблицы, рисунки, дополненные специальными правилами их объединения и преобразования
<LI>Моделирование, при котором моделирование, включая построение модели, осуществляется средствами математики и логики
<LI>Моделирование, при котором логико-математическая модель исследуемого объекта представляет собой алгоритм функционирования объекта, реализованный в виде программного комплекса для компьютера
<LI>Моделирование, при котором совокупность уже известных фактов или представлений относительно исследуемого объекта или системы истолковывается с помощью некоторых специальных знаков, символов, операций над ними или с помощью естественного или искусственного языков;
</OL> 
</td></tr>




<tr>
<td><B>3.712. В соответствии с требованиями стандарта моделирования IDEF0
качество разработанной структурно-функциональной модели определяется         
</B>
<OL><I>Ответы</I>
<LI>Заказчиком на этапе сдачи проекта
<LI>Руководством коллектива разработчиков    
<LI>Количеством сформулированных в цели моделирования вопросов, на которые модель
 дает адекватный ответ   
<LI>Автором модели в процессе ее создания      
<LI>Полнотой описания моделируемой сложной системы   
</OL></td></tr>




<tr><td><B>3.713. Русский алфавит может быть закодирован с помощью 
двоичных слов постоянной длины различными способами. 
Среди этих способов, отличающихся друг от друга, прежде всего, 
длиной кода, есть те, для которых длина кодового слова 
минимальна. Эта длина равна:
</B>
<OL><I>Ответы</I>
<LI>8
<LI>5
<LI>1
<LI>2
<LI>6
<LI>7
</OL></td></tr>


<tr>
<td><B>3.714. Текущий каталог &ndash;  это каталог ...
</B>
<OL><I>Ответы</I>
<LI>в котором хранятся все программы операционной системы
<LI>объем которого изменяется при работе компьютера
<LI>с которым работает или работал пользователь на данном диске
<LI>в котором находятся файлы, созданные пользователем 
<LI>в котором находятся файлы, созданные операционной системой
</OL></td></tr>




<tr>
<td><B>3.715. Кто автор следующего определения модели: 
A model is a complete description of a system from a particular perspective 
(Модель - это полное описание системы в некотором ракурсе) </B>
<OL><I>Ответы</I>
<LI>Гради Буч (Grady Booch)
<LI>Дуглас Росс (Douglas Taylor Ross)
<LI>Ивар Якобсон (Ivar Jacobson)
<LI>Джеймс Рэмбо (James Rumbaugh)
<LI>Национальный Институт Стандартов и Технологии США (NIST)
</OL> 
</td></tr>



<tr>
<td><B>3.716. В соответствии с требованиями стандарта моделирования IDEF0, 
краткое предложение,  
аккумулирующее в себе все сформулированные на старте вопросы, 
представляет собой     
</B>
<OL><I>Ответы</I>
<LI>цель моделирования (purpose)
<LI>точку зрения (viewpoint)
<LI>область применения (scope) 
<LI>максиму структурного анализа 
<LI>Kit Cycle
</OL></td></tr>

<tr><td><B>3.717. Сколько байт в слове "бит"?  
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>8
<LI>16
<LI>32
</OL> 
</td></tr>

<tr><td><B>3.718. Браузер является ...    
</B>
<OL><I>Ответы</I>
<LI>Транслятором языка программирования
<LI>Средством просмотра WEB-страниц
<LI>Языком разметки WEB-страниц
<LI>Интерпретатором
<LI>Компилятором с языка HTML 
</OL></td></tr>

<tr>
<td><B>3.719. Максима структурного анализа  - это      
</B>
<OL><I>Ответы</I>
<LI>определение модели по Дугласу Россу 
<LI>принцип декомпозиции (правило не более 6) 
<LI>способ формулировки цели моделирования 
<LI>необходимость выбора точки зрения при построении модели 
<LI>основной принцип имитационного моделирования 
</OL></td></tr>






<tr><td><B>3.720. Как удалить символ, расположенный справа от курсора? 
</B>
<OL><I>Ответы</I>
<LI>нажать клавишу End
<LI>нажать клавишу Del
<LI>нажать клавишу Backspace 
<LI>нажать клавишу Ctrl 
<LI>нажать клавишу Shift
</OL></td></tr>


<tr><td><B>3.721. Даны утверждения        
<BR>1. Емкость жесткого диска определяет производительность компьютера.
<BR>2. К характеристикам мониторов, определяющим качество изображения, 
относятся габариты, вес, материал корпуса.
<BR>3. Процессор содержит два основных устройства: арифметико-логическое 
устройство и устройство управления.
<BR>Среди них верными являются только 
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>1,2
<LI>2,3
<LI>1,3
</OL></td></tr>



<tr>
<td><B>3.722. Кодировка AVI служит для кодирования 
</B>
<OL><I>Ответы</I>
<LI>текстовой информации
<LI>графической информации
<LI>информации баз данных
<LI>аудиоинформации
<LI>аудиовидеоинформации
</OL></td></tr>



<tr>
<td><B>3.723. Как формулируется цель моделирования в соответствии с требованиями 
стандарта моделирования IDEF0?      
</B>
<OL><I>Ответы</I>
<LI>Цель должна быть сформулирована в виде краткого предложения, 
аккумулирующего в себе все сформулированные на старте вопросы 
<LI>Цель должна быть сформулирована Заказчиком модели 
<LI>Цель должна быть сформулирована самим автором модели 
<LI>Цель должна быть сформулирована Руководителем проекта 
<LI>Цель формулируется после разработки модели 
</OL></td></tr>



<tr>
<td><B>3.724. В соответствии с требованиями стандарта моделирования IDEF0
 цели моделирования        
</B>
<OL><I>Ответы</I>
<LI>согласовываются с Заказчиком на этапе разработки Технического Задания
<LI>определяются руководством коллектива исполнителей    
<LI>определяются автором-разработчиком модели     
<LI>формулируются в виде списка вопросов, на которые модель должна давать ответ   
<LI>определяются Заказчиком модели      
<LI>согласовываются с Заказчиком на этапе сдачи проекта  
</OL></td></tr>




<tr>
<td><B>3.725. В рамках какого стандарта моделирования моделируемый объект  
представляется как сеть резервуаров - хранителей данных (data stores), 
связанных между собой трубопроводами (pipelines), а с внешним миром - 
посредством external entities (внешних сущностей)?               
</B>
<OL><I>Ответы</I>
<LI>Моделирование потоков данных (DFD)
<LI>Методология структурного анализа и проектирования (SADT) 
<LI>Стандарт моделирования, предназначенный для разработки 
структурно-функциональных компьютерных моделей 
(Integration definition for function modeling - IDEF0)
<LI>Стандарт моделирования, предназначенный для 
разработки имитационных компьютерных моделей  
<LI>Методология динамического моделирования развития систем 
</OL></td></tr>




<tr>
<td><B>3.726. В настоящее время под имитационной компьютерной моделью чаще всего понимают
</B>
<OL><I>Ответы</I>
<LI>Условный образ объекта или некоторой системы объектов (или процессов), описанный с помощью взаимосвязанных компьютерных таблиц, блок-схем, диаграмм, графиков, рисунков, анимационных фрагментов, гипертекстов и т. д. и отображающий структуру и взаимосвязи между элементами объекта. 
<LI>Отдельную программу, совокупность программ, программный комплекс, позволяющий с помощью последовательности вычислений и графического отображения их результатов, воспроизводить (имитировать) процессы функционирования объекта, системы объектов при условии воздействия на объект различных, как правило, случайных, факторов
<LI>Модель, построенную средствами BPWin 
<LI>Модель, построенную в строгом соответствии с требованиями стандарта моделирования IDEF0 
<LI>Модель, построенную в строгом соответствии с требованиями методологии структурного анализа и проектирования SADT 
</OL></td></tr>



<tr><td><B>3.727. Отдельная программа, совокупность программ, программный 
комплекс, позволяющий с помощью последовательности вычислений и графического 
отображения их результатов, воспроизводить процессы функционирования объекта, 
системы объектов при условии воздействия на объект различных, как правило 
случайных, факторов - это            
</B>
<OL><I>Ответы</I>
<LI>реляционная модель
<LI>физическая модель
<LI>структурно-функциональная модель
<LI>имитационная модель 
<LI>корреляционная модель
</OL></td></tr>



<tr>
<td><B>3.728.  SADT - это     
</B>
<OL><I>Ответы</I>
<LI>Методология структурного анализа и проектирования 
<LI>Стандарт моделирования, предназначенный для разработки 
структурно-функциональных компьютерных моделей  
<LI>Стандарт моделирования, предназначенный для 
разработки имитационных компьютерных моделей  
<LI>Методология построения компьютерных моделей 
<LI>Методология построения реляционных структур
</OL></td></tr>


<tr>
<td><B>3.729. Под целью моделирования в соответствии со стандартом 
IDEF0 (оригинальная версия) понимается        
</B>
<OL><I>Ответы</I>
<LI>краткая формулировка причины создания модели
<LI>список вопросов, на которые модель должна давать ответ 
<LI>задача, сформулированная Руководителем проекта 
<LI>цель, сформулированная автором модели 
<LI>задача, поставленная Заказчиком модели 
</OL></td></tr>

<tr>
<td><B>3.730. Сколько структурных блоков, согласно требованиям 
стандарта моделирования IDEF0, может содержать 
контекстная диаграмма (Диаграмма А-0)?                 
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>от 3 до 6
</OL></td></tr>


<tr>
<td><B>3.731. В соответствии с требованиями стандарта моделирования IDEF0
 левая сторона каждого структурного блока имееет значение      
</B>
<OL><I>Ответы</I>
<LI>"Цель" (Purpose)
<LI>"Управление" (Control)  
<LI>"Вход" (Input)  
<LI>"Выход" (Output)   
<LI>"Механизм" (Mechanism)
<LI>"Точка зрения" (Viewpoint)
<LI>"Область применения" (scope) 
</OL></td></tr>




<tr><td><B>3.732. Тело брошено без начальной скорости с отвесной скалы, стоящей 
на берегу реки Белой в Бурзянском районе РБ. Точно по направлению линии отвеса 
под скалой от начальной точки движения камня находится рыбак. Ветра нет,
геомагнитные аномалии отсутствуют. Куда упадет камень?      
</B>
<OL><I>Ответы</I>
<LI>На голову рыбака 
<LI>Восточнее рыбака 
<LI>Западнее рыбака 
<LI>Южнее рыбака 
<LI>Севернее рыбака 
</OL></td></tr>






<tr><td><B>3.733. Стреляя в мишень из 10 кругов одним выстрелом можно 
получить 11 разных оценок, от 0 до 10. Сколько в мишени промежутков?                      
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>9
<LI>10
<LI>11
<LI>12
</OL></td></tr>


<tr>
<td><B>3.734. Две окружности заданы радиусами r<sub>1</sub> и r<sub>2</sub> и расстоянием между 
центрами  d. Укажите условия касания окружностей:</B>
<OL><I>Ответы</I>
<LI>r<sub>1</sub> &#8722 r<sub>2</sub> = d или r<sub>1</sub> + r<sub>2</sub> = d 
<LI>r<sub>1</sub> + r<sub>2</sub> = d или abs(r<sub>1</sub> &#8722; r<sub>2</sub>) = d
<LI>r<sub>1</sub> + r<sub>2</sub> = d или r<sub>1</sub> + r<sub>2</sub> = 2d   
<LI>r<sub>1</sub> + r<sub>2</sub> = d или abs(r<sub>1</sub> &#8722; r<sub>2</sub>)&#60;&#62;d
<LI>r<sub>1</sub> + r<sub>2</sub> = d и abs(r<sub>2</sub> &#8722; r<sub>1</sub>)&#60;&#62;d

</OL></td></tr>





<tr>
<td><B>3.735. Какое из условий описывает часть 1-го квадранта, 
лежащую внутри круга радиуса 1 с центром в начале координат ? 
</B>
<OL><I>Ответы</I>
<LI>(x&#62;=1) and (y&#62;=1) 
<LI>(x*x+y*y&#62;=1) or (x&#62;0) and (y&#62;0)
<LI>(x*x+y*y&#62;=1) and (x&#62;0) and (y&#62;0)
<LI>(x*x+y*y&#62;=1) and (x&#62;0) or (y&#62;0)
<LI>(x*x+y*y&#60;=1) and (x&#62;0) and (y&#62;0)
</OL> 
</td></tr>


<tr><td><B>3.736.   Прямая 5y + 2017 = 0 
</B>
<OL><I>Ответы</I>
<LI>параллельна оси Оу			
<LI>параллельна оси Ох	
<LI>проходит через начало координат	 
<LI>совпадает с осью Оу
<LI>совпадает с осью Оx
</OL></td></tr>





<tr><td><B>3.737. Скорость движения искусственного спутника Земли, обращающегося 
по круговой орбите   примерно равна     
</B>
<OL><I>Ответы</I>
<LI>7,9 километров в секунду 
<LI>11,2 километров в секунду
<LI>7,9 тысяч километров в час 
<LI>11,2 тысяч километров в час
<LI>7,9 километров в минуту
</OL></td></tr>



<tr><td><B>3.738. Как решить задачу идентификации модели реофизически сложной среды 
вида y=a+bx<SUP>c</SUP> в среде BPWin? 
</B>
<OL><I>Ответы</I>
<LI>BPWin предназначен для решения задач подобного рода и поэтому решать задачу 
идентификации такой модели на нем очень удобно
<LI>BPWin может быть применен для идентификации только линейных моделей  
<LI>Задача идентификации может быть решена с использованием встроенных средств 
программы ERWin
<LI>Задача идентификации может быть решена только при условии a,b>0
<LI>Задача идентификации не может быть решена с использованием программы BPWin
</OL></td></tr>




<tr>
<td><B>3.739. Колонтитул &#8722; это  
</B>
<OL><I>Ответы</I>
<LI>заголовочные данные
<LI>дополнительный уточняющий текст
<LI>информация, которая может находиться в верхнем и нижнем поле на каждой странице документа
<LI>расстояние от левого поля страницы до метки табуляции
<LI>действие по перемещению курсора на установленное предварительное место
</OL></td></tr>




<tr><td><B>3.740. На руках 10 пальцев.   Сколько пальцев на 10 руках?  
</B>
<OL><I>Ответы</I>
<LI>0
<LI>10
<LI>50
<LI>100
<LI>Нет правильного ответа
 </OL></td></tr>





<tr><td><B>3.741.  Контекстное меню содержит 
</B>
<OL><I>Ответы</I>
<LI>кнопки, с помощью которых можно получить справку о различных элементах листа.
<LI>набор наиболее употребительных команд для работы с выделенными в данный момент объектами.
<LI>заголовки с кнопками управления окном
<LI>значки кнопок панели инструментов, соответствующие данным листам книги.
<LI>исходные данные, результаты вычислений по формулам в таблицах.
</OL></td></tr>

<tr><td><B>3.742.  Что такое ссылка  MS Excel
</B>
<OL><I>Ответы</I>
<LI>аргумент функции
<LI>адрес ячейки
<LI>сводная таблица
<LI>примечание к ячейке
<LI>команда контекстного меню.
</OL></td></tr>

<tr><td><B>3.743. Для выделения ячейки в EXCEL достаточно щелкнуть 
</B>
<OL><I>Ответы</I>
<LI>по номеру строки и столбца, где находится ячейка.
<LI>дважды по ней левой кнопкой мыши.
<LI>нажать клавишу F2
<LI>по ней правой кнопкой мыши.
<LI>по ней левой кнопкой мыши.
</OL></td></tr>


<tr><td><B>3.744.  Предположим, что выводимое на экран монитора изображение 
представляет собой прямоугольник, состоящий из 1024 столбцов и 768 строк пикселей. 
Если для кодирования цвета и яркости каждого пикселя используется 8 бит, 
то сколько однобайтовых ячеек памяти потребуется для сохранения всего выводимого изображения? 
</B>
<OL><I>Ответы</I>
<LI> 768 байт
<LI> 768 Кб 
<LI> 786432 бит 
<LI> 1024 байт 
<LI> 1024 Кбайт 
<LI> 1024 Мбайт 
<LI> 768 Мбайт 
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.745.   Производительность работы компьютера (быстрота выполнения операций) зависит от:
</B>
<OL><I>Ответы</I>
<LI>размера экрана монитора
<LI>тактовой частоты процессора
<LI>напряжения питания
<LI>быстроты нажатия на клавиши
<LI>объема обрабатываемой информации 
<LI>объема жесткого диска
</OL></td></tr>






<tr><td><B>3.746. Укажите последовательность команд, в результате выполнения 
которых будет найдено большее из значений переменных X и Y: 
</B>
<OL><I>Ответы</I>
<LI>INPUT X,Y:MA=ABS(X–Y)/2+(X+Y)/2: PRINT MA
<LI>INPUT X,Y:IF X&#62;Y THEN MA=X: PRINT MA
<LI>INPUT X,Y:IF X&#62;Y THEN MA=Y: PRINT MA
<LI>INPUT X,Y:IF X&#60;Y THEN MA=X:PRINT MA ELSE MA=Y:PRINT MA
<LI>INPUT X,Y:MA=ABS(X–Y)/2+ABS(X+Y)/2: PRINT MA
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.747. Скалярным произведением векторов называется произведение их ...
</B>
<OL><I>Ответы</I>
<LI>модулей
<LI>модулей на синус угла между ними
<LI>модулей на косинус угла между ними
<LI>модулей на тангенс угла между ними
<LI>модулей на котангенс угла между ними
</OL></td></tr>







<tr><td><B>3.748. В языке племени Мумбо-Юмбо всего 20 разных слов. Сколько 
бит нужно, чтобы закодировать любое из этих слов?  
</B>
<OL><I>Ответы</I>
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>7
</OL> 
</td></tr>

<tr><td><B>3.749. Линейным называется алгоритм:
</B>
<OL><I>Ответы</I>
<LI>считающий длину какого-либо объекта
<LI>последовательно выполняющий одно и то же действие
<LI>не содержащий ветвлений и циклов
<LI>написанный на языке Basic
<LI>не обращающийся к процедурам
<LI>относящийся к линейному программированию
</OL></td></tr>




<tr>
<td><B>3.750. В соответствии с требованиями стандарта моделирования IDEF0, 
сложная система состоит из взаимодействующих и взаимозависимых частей. Какие 
из нижеперечисленных объектов могут быть включены в модель в качестве ее  части?  
<BR>а) люди
<BR>б) информация
<BR>в) программное обеспечение
<BR>г) процессы
<BR>д) оборудование             
<BR>е) продукты
<BR>ж) сырье
</B>

<OL><I>Ответы</I>
<LI>Все вышеперечисленное 
<LI>б,в,г,д,е,ж
<LI>а,в,г,д,е,ж
<LI>а,б,г,д,е,ж
<LI>а,б,в,д,е,ж
<LI>а,б,в,г,е,ж
<LI>а,б,в,г,д,ж
<LI>а,б,в,г,д,е
<LI>ничего из вышеперечисленного
</OL></td></tr>

 <tr><td><B>3.751. К недостаткам антивирусных средств относят:    
</B>
<OL><I>Ответы</I>
<LI>невозможность лечения "подозрительных" объектов
<LI>разнообразие настроек 
<LI>автоматическую проверку всех открываемых файлов
<LI>необходимость постоянного обновления вирусных баз 
<LI>уничтожение зараженных файлов    
</OL></td></tr>

<tr>
<td><B>3.752. В электронных таблицах имя ячейки образуется: 
</B>
<OL><I>Ответы</I>
<LI>из имени столбца
<LI>из имени строки
<LI>произвольно
<LI>из имени столбца и строки
<LI>из совокупности однотипных данных
</OL></td></tr>

<tr>
<td><B>3.753. 1 Мегабайт &#8722; это </B>
<OL><I>Ответы</I>
<LI>1 миллион бит   
<LI>1 миллион байт
<LI>1024 бит 
<LI>1024 кбайт
<LI>2<SUP>10</SUP> байт
</OL> 
</td></tr>


<tr><td><B>3.754.  Для групповых операций с файлами используются маски имен файлов. Маска представляет собой последовательность букв, цифр и прочих допустимых в именах файлов символов, в которых также могут встречаться следующие символы:
Символ «?» (вопросительный знак) означает ровно один произвольный символ.
Символ «*» (звездочка) означает любую последовательность символов произвольной длины, в том числе «*» может задавать и пустую последовательность.

<BR>В каталоге находится 6 файлов:
<FONT SIZE=-1>
<BR>    door.doc
<BR>    fedor.docx
<BR>    msdos.doc
<BR>    msdos.dat
<BR>    radost.doc
<BR>    rodos.docx
</FONT>
<BR>Определите, по какой из масок из них будет отобрана указанная группа файлов:
<FONT SIZE=-1>
<BR>    fedor.docx
<BR>    msdos.doc
<BR>    radost.doc
<BR>    rodos.docx
</FONT>
</B>
<OL><I>Ответы</I>
<LI>*?do?*.d*
<LI>?do*.doc
<LI>*?do?*.do*
<LI>*do?.doc* 
<LI>*do?.docx* 
</OL></td></tr>


<tr><td><B>3.755. Для групповых операций с файлами используются маски имен файлов. Маска представляет собой последовательность букв, цифр и прочих допустимых в именах файлов символов, в которых также могут встречаться следующие символы: Символ «?» (вопросительный знак) означает ровно один произвольный символ. 
Символ «*» (звездочка) означает любую последовательность символов произвольной длины, в том числе «*» может задавать и пустую последовательность.
<BR>В каталоге находится 6 файлов:
<FONT SIZE=-1>
<BR>    adobe.xls
<BR>    idol.xlsx
<BR>    london.xls
<BR>    adobe.xml
<BR>    odor.xlsx
<BR>    sdoba.xls
</FONT>
<BR>Определите, по какой из масок из них будет отобрана указанная группа файлов:
<FONT SIZE=-1>
<BR>    adobe.xls
<BR>    idol.xlsx
<BR>    odor.xlsx
<BR>    sdoba.xls
</FONT>
</B>
<OL><I>Ответы</I>
<LI>?do*.xls
<LI>?do?*.xls*
<LI>*do*.x*
<LI>?do?.xls* 
<LI>?do?.xlsx* 
</OL></td></tr>

<tr><td><B>3.756.  Единица измерения ёмкости памяти
</B>
<OL><I>Ответы</I>
<LI>Вольт
<LI>Ампер
<LI>Пиксель
<LI>Такт
<LI>Килобайт
</OL></td></tr>

<tr><td><B>3.757. Наиболее известными способами представления графической информации являются:
</B>
<OL><I>Ответы</I>
<LI>точечный и пиксельный
<LI>векторный и растровый      
<LI>параметрический и структурированный
<LI>физический и логически
<LI>словесный и вербальный 
<LI>блок-схема
<LI>алгоритм
<LI>нет правильного ответа
</OL></td></tr>



<tr><td><B>3.758. Смысловое значение предложений языка программирования 
высокого уровня определяет    
</B>
<OL><I>Ответы</I>
<LI>алфавит языка программирования высокого уровня
<LI>синтаксис языка программирования высокого уровня
<LI>семантика языка программирования высокого уровня
<LI>оператор языка программирования высокого уровня
<LI>транслятор языка программирования высокого уровня 
<LI>нет правильного ответа
</OL></td></tr>

<tr><td><B>3.759.  Описание смысла предложений 
(значение слов и их внутренних связей) это                        
</B>
<OL><I>Ответы</I>
<LI>лексика языка
<LI>синтаксис языка
<LI>семантика языка
<LI>алфавит
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.760. Правила построения фраз, позволяющие определить, правильно 
или неправильно написана та или иная фраза &#8722; это   
</B>
<OL><I>Ответы</I>
<LI>алфавит языка программирования высокого уровня
<LI>синтаксис языка программирования высокого уровня
<LI>семантика языка программирования высокого уровня
<LI>оператор языка программирования высокого уровня
<LI>транслятор языка программирования высокого уровня 
</OL></td></tr>


<tr><td><B>3.761. Программа или устройство, осуществляющее пооператорную 
трансляцию и выполнение исходной программы называется                        
</B>
<OL><I>Ответы</I>
<LI>интерпретатор
<LI>перекодировщик
<LI>макропроцессор
<LI>транслятор
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.762. Наиболее известными способами представления графической информации являются:
</B>
<OL><I>Ответы</I>
<LI>точечный и пиксельный
<LI>векторный и растровый
<LI>параметрический и структурированный
<LI>физический и логический
<LI>векторный и логический
<LI>пиксельный и физический 
<LI>нет правильного ответа
</OL> </td></tr>



<tr><td><B>3.763. Правила, согласно которым истолковываются 
(интерпретируются) предложения языка, называются   
</B>
<OL><I>Ответы</I>
<LI>письменностью
<LI>синтаксисом
<LI>грамматикой
<LI>прагматикой
<LI>семантикой
<LI>нет правильного ответа
</OL></td></tr>


<tr><td><B>3.764. Устройство, выполняющее все арифметические и логические 
операции и управляющее другими устройствами компьютера, называется
 </B>
<OL><I>Ответы</I>
<LI>контроллером
<LI>процессором
<LI>стриммером
<LI>драйвером
<LI>материнской платой
<LI>ОЗУ
<LI>BIOS
</OL> 
</td></tr>


<tr><td><B>3.765. Броузером называется:        
</B>
<OL><I>Ответы</I>
<LI>Программа для просмотра Web-страниц
<LI>Адрес, используемый веб-обозревателем для поиска ресурса в Интернете
<LI>Язык разметки, используемый при подготовке  Web-страниц
<LI>Адрес документа в сети
<LI>Программный комплекс
</OL></td></tr>

<tr><td><B>3.766.  Если отсутствует третья часть URL-адреса, то:
</B>
<OL><I>Ответы</I>
<LI>происходит обращение к файлу error.htm
<LI>запрос не принимается
<LI>происходит обращение к заглавной странице сервера
<LI>происходит обращение к системному администратору
<LI>происходит выход из запущенной программы
</OL></td></tr>


<tr><td><B>3.767. Какое из условий описывает часть 1-го квадранта, 
лежащую внутри круга радиуса 1 с центром в начале координат ?
</B>
<OL><I>Ответы</I>
<LI>(x&#62;=1) and (y&#62;=1)
<LI>(x*x+y*y&#62;=1) and (x&#62;0) and (y&#62;0)
<LI>(x*x+y*y&#62;=1) or (x&#62;0) and (y&#62;0)
<LI>(x*x+y*y&#62;=1) and (x&#62;0) or (y&#62;0)
<LI>(x*x+y*y&#60;=1) and (x&#62;0) and (y&#62;0)
</OL></td></tr>



<tr><td><B>3.768.  Проекция вектора на ось положительна, если вектор образует с положительным направлением оси ...</B>
<OL><I>Ответы</I>
<LI>тупой угол
<LI>острый угол
<LI>прямой угол
<LI>угол, равный arccos (&#960;/2)
<LI>угол, равный arcsin (&#960;/2)
 </OL></td></tr>


<tr><td><B>3.769. Векторы, лежащие на одной прямой или на параллельных, называются ...</B>
<OL><I>Ответы</I>
<LI>компланарными 
<LI>коллинеарными 
<LI>равными 
<LI>ортогональными 
<LI>коллегиальными
</OL></td></tr>

<tr><td><B>3.770. Вектор угловой скорости Земли направлен        
</B>
<OL><I>Ответы</I>
<LI>От центра Земли в направлении северного полюса 
<LI>От центра Земли в направлении южного полюса 
<LI>К центру Земли 
<LI>От центра Земли 
<LI>По касательной к поверхности Земли 
</OL></td></tr>

<tr><td><B>3.771. Два мальчика играли в шашки 2 ч. Сколько часов играл каждый мальчик?
</B>
<OL><I>Ответы</I>
<LI>1 час
<LI>2 часа
<LI>3 часа
<LI>4 часа 
<LI>5 часов
</OL></td></tr>




<tr><td><B>3.772. Стрелковая мишень содержит 10 окружностей. Сколько разных
 оценок (очков) можно получить за один выстрел?    
</B>
<OL><I>Ответы</I>
<LI>0
<LI>9
<LI>10
<LI>11
<LI>12
<LI>нет верного ответа
</OL></td></tr>



<tr><td><B>3.773.    Вы находитесь на верху скалы высотой 100 метров. Из скалы растут два дерева, одно из которых растет вверху скалы у самого ее обрыва, второе &ndash; из стены скалы на высоте 50 метров на которое при спуске можно сесть. У Вас есть веревка длиной 75 метров и нож, для того чтобы эту веревку разрезать. 
Можно ли  в данной ситуации осуществить безопасный спуск со скалы, если веревку резать можно только поперек волокон (т.е. её нельзя удлинить).  Длину веревки, необходимую для завязывания узлов можно не учитывать.
</B>
<OL><I>Ответы</I>
<LI>Да, безопасный спуск возможен, если проявить смекалку
<LI>Нет, ситуация безнадежна
<LI>Ответ зависит от того, протекает ли под скалой речка, например, Инзер
<LI>Ответ зависит от погодных условий 
<LI>Приду сдавать в следующий раз
</OL></td></tr>


<tr><td><B>3.374. При установке нового программного продукта, необходимо выполнить его… 
</B>
<OL><I>Ответы</I>
<LI>инсталляцию 
<LI>шифрование 
<LI>форматирование 
<LI>упаковку 
<LI>оплату
</OL></td></tr>



<tr><td><B>3.775.   Чему равен 1 Кбайт?
</B>
<OL><I>Ответы</I>
<LI>2<SUP>3</SUP> байт
<LI>10<SUP>3</SUP> байт
<LI>10<SUP>3</SUP> бит
<LI>1024 бит
<LI>1024 байт
<LI>10000 байт
</OL></td></tr>



<tr><td><B>3.776.  Глядя в зеркало, Вы видите у себя справа прыщик. На какой щеке 
на самом деле у Вас прыщик ?          </B>
</B>
<OL><I>Ответы</I>
<LI>на левой щеке
<LI>на правой щеке
<LI>прыщик не может появиться на щеке 
<LI>приду сдавать тест снова 
<LI>нет правильного ответа 

</OL></td></tr>


<tr><td><B>3.777. Линейная скорость точек поверхности Земли (на экваторе)  в ее суточном вращении вокруг оси        
</B>
<OL><I>Ответы</I>
<LI>порядка 500 метров в секунду (т.е. превышает скорость звука в воздухе) 
<LI>порядка 30 километров в секунду 
<LI>порядка 10 метров в секунду 
<LI>порядка 7,9 километров в секунду 
<LI>порядка 500 километров в час 
</OL></td></tr>


<tr><td><B>3.778.   В языке запросов поискового сервера для обозначения логической операции «ИЛИ» используется символ «|», а для логической операции «И» - символ «&». 
На запрос Байрон &Пушкин найдено 330 тысяч страниц, на запрос Байрон & Лермонтов &ndash; 220, на запрос Байрон &(Пушкин |Лермонтов) &ndash; 440. 
Какое количество страниц (в тысячах) будет найдено по запросу Байрон &Пушкин & Лермонтов?
Считается, что все запросы выполнялись практически одновременно, так что набор страниц, содержащих все искомые слова, не изменялся за время выполнения запросов.
</B>
<OL><I>Ответы</I>
<LI>110
<LI>220
<LI>330
<LI>440
<LI>550
</OL></td></tr>




<tr><td><B>3.779.   У отца шесть сыновей. Каждый сын имеет сестру. Сколько всего детей у этого отца?...
</B>
<OL><I>Ответы</I>
<LI>6
<LI>7
<LI>8
<LI>11
<LI>12
<LI>13
<LI>16
<LI>24
<LI>36
<LI>42
</OL></td></tr>


<tr><td><B>3.780. Где период колебаний математического маятника 
больше: на Северном полюсе или на экваторе?
</B>
<OL><I>Ответы</I>
<LI>Ответ зависит от времени года 
<LI> Ответ зависит от времени суток 
<LI> Период колебаний не зависит от местоположения математического маятника 
<LI> На экваторе 
<LI> На Северном полюсе 

</OL></td></tr>



<tr><td><B>3.781. Какой берег у австралийских рек более крутой и обрывистый?      
</B>
<OL><I>Ответы</I>
<LI>Либо правый, либо левый, в зависимости от рельефа местности 
<LI>Левый 
<LI>Оба берега одинаковые 
<LI>Либо левый, либо правый в зависимости от направления течения реки 
<LI>Правый
</OL></td></tr>




<tr><td><B>3.782. Колонтитулы &ndash;  это 
</B>
<OL><I>Ответы</I>
<LI>заголовки документов
<LI>области, расположенные в верхнем и нижнем поле каждой страницы документа
<LI>названия файлов
<LI>шаблоны титульных листов
<LI>Все ответы верные
<LI>Нет правильного ответа </OL> 
</td></tr>


<tr><td><B>3.783.  Выберите HTML тег для самого крупного заголовка
</B>
<OL><I>Ответы</I>
<LI>h1
<LI>h6
<LI>head
<LI>heading
<LI>header
</OL></td></tr>




<tr><td><B>3.784. Сколько градусов в одном радиане ? 
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>~40
<LI>50
<LI>~57
<LI>60
<LI>90
<LI>~120
<LI>180
<LI>нужно спросить у преподавателя
<LI>приду сдавать в следующий раз
</OL></td></tr>


<tr><td><B>3.785. Число 10 десятичной системы счисления в двоичной системе 
счисления имеет вид   
</B>
<OL><I>Ответы</I>
<LI>1000
<LI>1010
<LI>0010
<LI>0100
<LI>1100  
</OL> </td></tr>

<tr><td><B>3.786. Наиболее распространенным стандартом компьютеров является </B>
<OL><I>Ответы</I>
<LI>Macintosh
<LI>IBM PC
<LI>Notebook
<LI>Pentium
<LI>PalmTop
</OL></td></tr>


<tr><td><B>3.787. Тело движется вдоль земного экватора со скоростью около 
10 метров в секунду. За какое время оно обогнет земной шар? 
   
</B>
<OL><I>Ответы</I>
<LI>Примерно за час 
<LI> Примерно за день 
<LI> Примерно за неделю 
<LI> Примерно за месяц 
<LI> Примерно за год 
</OL></td></tr>


<tr><td><B>3.788. Скорость работы компьютера зависит от:
</B>
<OL><I>Ответы</I>
<LI>тактовой частоты
<LI>наличия или отсутствия подключенного принтера
<LI>организации интерфейса операционной системы
<LI>объема внешнего запоминающего устройства
<LI>объема обрабатываемой информации
</OL></td></tr>



<tr><td><B>3.789. Компьютерные вирусы:  
</B>
<OL><I>Ответы</I>
<LI>возникают в связи со сбоями в работе аппаратных средств компьютера
<LI>пишутся людьми специально для нанесения ущерба пользователям 
персональных компьютеров
<LI>зарождаются при работе неверно написанных программных продуктов
<LI>являются следствием ошибок в операционной системе
<LI>имеют биологическое происхождение
</OL></td></tr>



<tr><td><B>3.790. Какая операция нарушает признак, по которому подобраны 
все остальные операции из приведенного ниже списка?  
</B>
<OL><I>Ответы</I>
<LI>сохранение текста
<LI>форматирование текста
<LI>перемещение фрагмента текста
<LI>удаление фрагмента текста
<LI>копирование фрагмента текста
</OL></td></tr>



<tr><td><B>3.791. В каком из перечисленных ниже устройств отсутствуют микросхемы?              
</B>
<OL><I>Ответы</I>
<LI>Процессор
<LI>ОЗУ
<LI>ПЗУ
<LI>гибкий магнитный диск
<LI>видеокарта
</OL></td></tr>


<tr><td><B>3.792. Программа &#8722; это   
</B>
<OL><I>Ответы</I>
<LI>протокол взаимодействия компонентов компьютерной сети
<LI>понятное и точное предписание человеку совершить последовательность
 действий, направленных на достижение поставленных целей
<LI>ориентированный граф, указывающий порядок исполнения команд компьютера
<LI>алгоритм, записанный на языке программирования
<LI>набор команд операционной системы компьютера
</OL></td></tr>



<tr><td><B>3.793. Количество чисел, которое можно закодировать нулями
 и единицами в 10 позициях, равно:
</B>
<OL><I>Ответы</I>
<LI>10
<LI>256
<LI>512
<LI>1000
<LI>1024
<LI>2048
</OL></td></tr>




<tr><td><B>3.794. Архивный файл может иметь расширение       
</B>
<OL><I>Ответы</I>
<LI>BAS
<LI>EXE
<LI>PAS
<LI>ARJ
<LI>JPG
<LI>DOC
</OL></td></tr>


<tr><td><B>3.795. При наборе текста одно слово от другого отделяется   
</B>
<OL><I>Ответы</I>
<LI>пробелом
<LI>точкой
<LI>запятой
<LI>двоеточием
<LI>точкой с запятой
<LI>не отделяется
</OL></td></tr>



<tr><td><B>3.796. Файл с раширением "*.bmp" &#8722; это   
</B>
<OL><I>Ответы</I>
<LI>файл MS Word
<LI>рабочая книга MS Excel 
<LI>архив
<LI>текстовый файл 
<LI>графический файл
<LI>звуковой файл
<LI>видеофайл
</OL></td></tr>



<td><B>3.397. Для того чтобы удалить символ, расположенный непосредственно перед
 мигающим курсором, при работе в текстовом редакторе Блокнот необходимо         
</B>
<OL><I>Ответы</I>
<LI>нажать на клавишу Home
<LI>нажать на клавишу End
<LI>нажать на клавишу Del
<LI>нажать на клавишу Backspace
<LI>нажать на клавишу Ins (или выбрать сочетание клавиш Ctrl+V)
<LI>выбрать сочетание клавиш Ctrl+N
<LI>выбрать сочетание клавиш Ctrl+Q и затем нажать клавишу Y
<LI>выбрать сочетание клавиш Ctrl+Y
</OL></td></tr>



<tr><td><B>3.798. В электронной таблице столбцы именуются так: 
</B>
<OL><I>Ответы</I>
<LI>A, B, C, ..Z, AA..    
<LI>1, 2, 3, ... 
<LI>произвольно
<LI>справа налево 
<LI>снизу вверх
</OL></td></tr>



<tr><td><B>3.799. Как удалить символ, расположенный слева от курсора? 
</B>
<OL><I>Ответы</I>
<LI>нажать клавишу End
<LI>нажать клавишу Del
<LI>нажать клавишу Backspace 
<LI>нажать клавишу Ctrl 
<LI>нажать клавишу Shift
</OL></td></tr>



<td><B>3.800. Какое расширение имеет файл MS Excel? 
</B>
<OL><I>Ответы</I>
<LI>doc
<LI>xls
<LI>bmp
<LI>jpg
<LI>ppt
<LI>pps
<LI>txt
<LI>htm
</OL></td></tr>

<tr><td><B>3.801. Для того чтобы закончить ввод формулы в ячейку в программе Excel, 
необходимо  
</B>
<OL><I>Ответы</I>
<LI>нажать на клавишу Enter
<LI>обратиться за помощью к преподавателю
<LI>нажать на клавишу Esc
<LI>нажать на клавишу Prt Scr
<LI>нажать на клавишу F1
<LI>нажать на клавишу Ins 
</OL></td></tr>




<tr><td><B>3.802. Создание и редактирование программ на 
языке программирования высокого уровня (исходных 
программных модулей) производится в системе программирования 
с помощью специальной программы -             
</B>
<OL><I>Ответы</I>
<LI>Транслятор
<LI>Компилятор
<LI>Интерпретатор
<LI>Редактор 
<LI>Проводник 
<LI>Блокнот 
 </OL></td></tr>

<tr><td><B>3.803. 1 байт &#8722; это
</B>
<OL><I>Ответы</I>
<LI>единица измерения скорости передачи информации
<LI>максимальная  единица измерения информации
<LI>единица информации, выражающая изменение неопределенности в 2 раза
<LI>единица информации, равная 8 бит
<LI>единица информации, равная 1024 бит
</OL> </td></tr>


<tr><td><B>3.804. Слово СТУДЕНТ содержит
</B>
<OL><I>Ответы</I>
<LI>16 бит
<LI>24 бита
<LI>32 бита
<LI>48 бит
<LI>56 бит
<LI>64 бита
</OL> 
</td></tr>




<tr><td><B>3.805. За единицу измерения информации принимают:
 </B>
<OL><I>Ответы</I>
<LI>Бод
<LI>Бит
<LI>Байт
<LI>Кластер
<LI>Файл
</OL> </td></tr>



<tr><td><B>3.806. Задан массив A(i,j), i,j=1,2,....,N. Каким будет результат работы 
следующего фрагмента программы?  
<BR>S=0:for i=1 to N:S=S+a(i,i):next:? S   
</B>
<OL><I>Ответы</I>
<LI>будет вычислена сумма элементов матрицы А, расположенных на побочной диагонали 
<LI>будет вычислена сумма элементов матрицы А, расположенных на главной диагонали
<LI>будет вычислено произведение элементов матрицы А, расположенных на главной диагонали
<LI>будет вычислено произведение элементов матрицы А, расположенных на побочной диагонали
<LI>будет вычислена сумма всех элементов матрицы А 
<LI>будет вычислено произведение всех элементов матрицы А
</OL></td></tr>

<tr><td><B>3.807. Задан массив A(i,j), i,j=1,2,....,N. Каким будет результат работы 
следующего фрагмента программы?  
<BR>S=0:for i=1 to N:for j=1 to N
<BR>S=S+a(i,j):next:next:? S 
</B>
<OL><I>Ответы</I>
<LI>будет вычислена сумма элементов матрицы А, расположенных на побочной диагонали 
<LI>будет вычислена сумма элементов матрицы А, расположенных на главной диагонали
<LI>будет вычислено произведение элементов матрицы А, расположенных на главной диагонали
<LI>будет вычислено произведение элементов матрицы А, расположенных на побочной диагонали
<LI>будет вычислена сумма всех элементов матрицы А 
<LI>будет вычислено произведение всех элементов матрицы А
</OL></td></tr>

<tr><td><B>3.808. Кодировка RGB служит для кодирования 
</B>
<OL><I>Ответы</I>
<LI>текстовой информации
<LI>графической информации
<LI>информации баз данных
<LI>аудиоинформации
<LI>аудиовидеоинформации
</OL></td></tr>



<tr><td><B>3.809. Файлы могут иметь одинаковые имена в случае, если они
</B>
<OL><I>Ответы</I>
<LI>имеют разный объем
<LI>созданы в различные дни
<LI>созданы в различное время суток		
<LI>хранятся в разных папках
<LI>имеют одинаковое расширение 
</OL></td></tr>



<tr><td><B>3.810. Файл, записанный на диск, имеет обозначение, состоящее из двух частей:
</B>
<OL><I>Ответы</I>
<LI> имени и расширения 
<LI> имени и даты создания 
<LI> имени и размера в байтах 
<LI> имени файла и имени диска 
<LI> диска и расширения 
</OL></td></tr>



<tr><td><B>3.811. Каким будет результат работы фрагмента программы: 
<BR>IF A&#62;B THEN C=A ELSE C=B
</B>
<OL><I>Ответы</I>
<LI>Переменной А будет присвоено значение С, если A&#60;B  
<LI>Переменной В будет присвоено значение С, если A&#62;B
<LI>Переменной С будет присвоено наибольшее из двух значений: А и В
<LI>Переменной С будет присвоено наименьшее из двух значений: А и В
<LI>Переменной А будет присвоено значение С, если A&#62;B  
<LI>Переменной В будет присвоено значение С, если A&#60;B
</OL></td></tr>

<tr><td><B>3.812.   Области, расположенные в верхнем и нижнем поле каждой страницы документа, которые обычно содержат повторяющуюся информацию:
</B>
<OL><I>Ответы</I>
<LI>сноска
<LI>колонтитул
<LI>эпиграф
<LI>фрагмент
<LI>эпитафия
<LI>панегирик
<LI>ссылка
</OL> </td></tr>



<tr><td><B>3.813.  "Настоящий" ПО-шник  половинy вpемени каждых сyток семестра спит, 
тpетью часть вpемени каждых сyток пьёт, поёт и танцует, шестyю часть &ndash; кушает все приготовленное 
для него его заботливой мамой.   Остальное вpемя каждый "настоящий" ПО-шник  
посвящает подготовке к сессии.  Сколько часов в сyтки "настоящий" ПО-шник  готовится к сессии ? 
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>2
<LI>3
<LI>4
<LI>5
<LI>6
<LI>12
<LI>24
</OL></td></tr>


<tr><td><B>3.814.   Разделить 100 на 1/2 и прибавьте 50. Сколько Вы получите? 
</B>
<OL><I>Ответы</I>
<LI>0
<LI>1
<LI>10
<LI>50
<LI>100
<LI>150
<LI>200
<LI>250
<LI>300
<LI>400
<LI>500
</OL></td></tr>


<tr><td><B>3.815. Текст программы записывается с помощью         
</B>
<OL><I>Ответы</I>
<LI>интерпретатора 
<LI>компилятора 
<LI>текстового редактора
<LI>транслятора
<LI>графического редактора
<LI>табличного редактора 
</OL></td></tr>



<tr><td><B>3.816. При работе с операционной системой Windows нажатие сочетания 
клавиш Cntrl+Shift или Alt+Shift </B>
<OL><I>Ответы</I>
<LI>позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI>приводит к переключению между несколькими окнами 
<LI>приводит к выбору (срабатыванию активной командной кнопки)
<LI>приводит к вызову справки 
<LI>действует как клавиша отмены (закрытие окна)
<LI>в окнах папок &#8722; на один уровень вверх 
<LI>измененяет раскладку клавиатуры (рус/англ)
<LI>приводит к переключению режимов Вставка-Замена
</OL></td></tr>



<tr><td><B>3.817. Ярлык файла содержит               
</B>
<OL><I>Ответы</I>
<LI>копию файла
<LI>информацию о расположении файла на диске
<LI>информацию о содержании файла 
<LI>информацию о размере и дате создания файла
<LI>информацию о типе файла
</OL></td></tr>



<tr><td><B>3.818. 1 килобайт &#8722; это </B>
<OL><I>Ответы</I>
<LI>1000 бит 
<LI>1000 байт
<LI>1024 байт  
<LI>1024 Кбайт 
<LI>1024 бит
<LI>1024 Кбит
</OL> 
</td></tr>


<tr><td><B>3.819. Провайдером называется
</B>
<OL><I>Ответы</I>
<LI>устройство подключения к сети Internet
<LI>договор на подключение к Internet
<LI>поставщик услуг Internet
<LI>создатель Internet
<LI>сервер сети Internet
</OL></td></tr>


<tr><td><B>3.820.   Что больше:   420/978 &ndash;  211/977 или  209/977  ?
</B>
<OL><I>Ответы</I>
<LI>420/978 &ndash;  211/977 &#60;   209/977 
<LI>420/978 &ndash;  211/977 &#62;   209/977 
<LI>420/978 &ndash;  211/977 =   209/977 
<LI>разрядность моего калькулятора не  позволяет дать точный ответ 
<LI>приду сдавать в следующий раз 
</OL></td></tr>

<tr><td><B>3.821.  Устройством ввода текстовой информации является
</B>
<OL><I>Ответы</I>
<LI>мышь
<LI>дискета
<LI>клавиатура
<LI>экран дисплея
<LI>принтер
</OL></td></tr>



<tr><td><B>3.822.  Чтобы выделить объект в Windows, необходимо 
</B>
<OL><I>Ответы</I>
<LI>щелкнуть по объекту левой кнопкой мыши
<LI>дважды щелкнуть по объекту правой кнопкой мыши
<LI>дважды щелкнуть по объекту левой кнопкой мыши
<LI>щелкнуть по объекту правой кнопкой мыши
<LI>подвести указатель мыши к объекту
</OL></td></tr>


<tr><td><B>3.823. Сколько различных чисел можно закодировать с помощью 10 бит?           
</B>
<OL><I>Ответы</I>
<LI>10
<LI>100
<LI>256
<LI>512
<LI>1000
<LI>1024
</OL></td></tr>


<tr><td><B>3.824. Фиксированный для данного языка набор основных символов   
&#8722; это
</B>
<OL><I>Ответы</I>
<LI>алфавит языка программирования высокого уровня
<LI>синтаксис языка программирования высокого уровня
<LI>семантика языка программирования высокого уровня
<LI>оператор языка программирования высокого уровня
<LI>транслятор языка программирования высокого уровня 
</OL></td></tr>



<tr><td><B>3.825. Характеристикой монитора является            
</B>
<OL><I>Ответы</I>
<LI>пиксельность
<LI>тактовая частота 
<LI>FAT
<LI>дискретность 
<LI>цветовое разрешение 
<LI>время доступа к информации
<LI>разрядность 
</OL></td></tr>

<tr><td><B>3.826. Русский алфавит может быть закодирован с помощью двоичных 
слов постоянной длины различными способами. Среди этих способов, отличающихся
 друг от друга, прежде всего, длиной кода, есть те, для которых длина кодового 
 слова минимальна. Эта длина равна:                         
</B>
<OL><I>Ответы</I>
<LI>1 
<LI>2 
<LI>3 
<LI>4 
<LI>5 
<LI>6 
<LI>7
<LI>8	
</OL></td></tr>



<tr><td><B>3.827. Укажите синтаксически неправильную запись    
</B>
<OL><I>Ответы</I>
<LI>X=Y*SIN(X)^2+4
<LI>X=Y*SIN^2(X)+4
<LI>X=Y*SIN(X^2)+4
<LI>X=Y^2*SIN(X)+4
<LI>X=Y*SIN(X)+4^2
</OL></td></tr>


<tr><td><B>3.828. Центральное процессорное устройство (CPU) ПК выполняется в виде
 </B>
<OL><I>Ответы</I>
<LI>комплекта микросхем одного типоразмера
<LI>комплекта микросхем одного назначения
<LI>комплекта микросхем одной серии
<LI>группы микросхем одинакового назначения и типа
<LI>отдельной микросхемы
</OL> 
</td></tr>


<tr><td><B>3.829. Процессор &ndash;  это…
</B>
<OL><I>Ответы</I>
<LI>микросхема памяти в которой записаны программы тестирования аппаратуры ПК
<LI>микросхема которая выполняет обработку информации
<LI>устройство которое используется для питания составных частей компьютера электрическим током
<LI>устройство которое используется для введения информации в компьютер с бумаги
<LI>правильный ответ отсутствует
</OL></td></tr>

<tr><td><B>3.830. RAM &#8722; это 
</B>
<OL><I>Ответы</I>
<LI>энергозависимая оперативная память
<LI>объем жесткого диска 
<LI>память на внешних носителях
<LI>энергонезависимая память 
<LI>графический редактор 
</OL> 
</td></tr>


<tr><td><B>3.831.   Способ(-ы) выделения файлов в списке через один: 
</B>
<OL><I>Ответы</I>
<LI> щелкать по значкам файлов, удерживая клавишу Shift 
<LI> щелкать по значкам файлов, удерживая клавишу Alt 
<LI> щелкать по значкам нужных файлов, затем нажать Enter 
<LI> щелкать по значкам файлов, удерживая клавишу Ctrl 
<LI> воспользоваться командой «Правка – Выделить выборочно», щелкать 
последовательно по нужным файлам 
</OL></td></tr>



<tr><td><B>3.832.  Какая бывает пара для проведения сети?
</B>
<OL><I>Ответы</I>
<LI>Сетевая
<LI>Витая
<LI>Кривая
<LI>Прямая
<LI>Извилистая
</OL></td></tr>


<tr><td><B>3.833. Для того чтобы отменить неверно поданную команду следует нажать:
</B>
<OL><I>Ответы</I>
<LI>BackSpace
<LI>PgUp
<LI>End
<LI>PgDn
<LI>Delete
<LI>Tab
<LI>Esc
<LI>Нет правильного ответа
</OL></td></tr>



<tr><td><B>3.834. Операционная система Windows присвоит временному файлу расширение ...
</B>
<OL><I>Ответы</I>
<LI>.txt 	
<LI>.exe 	
<LI>.zip 	
<LI>.tmp 	
<LI>.doc 
</OL> 
</td></tr>




<tr><td><B>3.835.  Система DNS предназначена для ... 
</B>
<OL><I>Ответы</I>
<LI> сокращения времени поиска конкретного компьютера в сети 
<LI> перевода доменных адресов в IP адреса машин и наоборот 
<LI> определения физического местоположения персонального компьютера 
<LI> перевода IP адресов в физические адреса машин в сети 
<LI> быстрого поиска информации в сети 
<LI>такой системы не существует
</OL></td></tr>



<tr><td><B>3.836.  За какое минимальное количество вопросов, ответы на 
которые допускают формулировку "да" или "нет",  можно узнать, на каком 
из 32 путей стоит поезд? 
</B>
<OL><I>Ответы</I>
<LI>2
<LI>4 
<LI>5
<LI>6
<LI>7
<LI>8
<LI>9
<LI>10
<LI>16 
<LI>32
<LI>64
<LI>нет правильного ответа
<LI>это военная тайна
</OL></td></tr>



<tr><td><B>3.837.  При работе с операционной системой Windows нажатие клавиши F1     
</B>
<OL><I>Ответы</I>
<LI>позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI>приводит к переключению между несколькими окнами 
<LI>приводит к выбору (срабатыванию активной командной кнопки)
<LI>приводит к вызову справки 
<LI>действует как клавиша отмены (закрытие окна)
<LI>в окнах папок &#8722; на один уровень вверх 
<LI>измененяет раскладку клавиатуры (рус/англ)
<LI>приводит к переключению режимов Вставка-Замена
</OL></td></tr>


<tr><td><B>3.838. Гипертекст &#8722; это ...    
</B>
<OL><I>Ответы</I>
<LI>очень большой текст
<LI>структурированный текст, в котором могут осуществляться переходы по выделенным меткам
<LI>текст, в котором используется шрифт большого размера
<LI>текст, набранный в текстовом процессоре  
<LI>текст, набранный в табличном процессоре
</OL></td></tr>


<tr><td><B>3.839. Удаление символа, находящегося перед мигающим курсором, осуществляется при помощи клавиши: 
</B>
<OL><I>Ответы</I>
<LI>BACKSPASE
<LI>Esc
<LI>Del
<LI>Home
<LI>End
<LI>Ins
<LI>Shift
</OL></td></tr>




<tr><td><B>3.840. Задан массив x(i), i=1,2,....,N. Каким будет результат работы 
следующего фрагмента программы?  
<BR>p=1:for i=1 to N
<BR>if x(i)&#60;0 then p=p*x(i)
<BR>next:? p  
</B>
<OL><I>Ответы</I>
<LI>будет вычислена сумма положительных элементов заданного массива
<LI>будет вычислена сумма отрицательных элементов заданного массива
<LI>будет вычислено произведение положительных элементов заданного массива 
<LI>будет вычислено произведение отрицательных элементов заданного массива
<LI>будет вычислено произведение всех элементов заданного массива
<LI>будет вычислена сумма всех элементов заданного массива
</OL></td></tr>

<tr><td><B>3.841. Сколько различных цветов можно закодировать 
двенадцатиразрядными битовыми комбинациями ?  
</B>
<OL><I>Ответы</I>
<LI>12
<LI>144
<LI>1024
<LI>2048
<LI>4096  
</OL> 
</td></tr>

<tr><td><B>3.842. Алгоритм включает в себя ветвление, если: 
</B>
<OL><I>Ответы</I>
<LI>он составлен так, что его выполнение предполагает многократное 
повторение одних и тех же действий
<LI>ход его выполнения зависит от истинности тех или иных условий
<LI>его команды выполняются в порядке их естественного следования друг 
за другом независимо от каких-либо условий
<LI>он представим в табличной форме
<LI>он включает в себя вспомогательный алгоритм
</OL></td></tr


<tr><td><B>3.843. Сетевой адаптер &#8722; это    
</B>
<OL><I>Ответы</I>
<LI>человек, организующий работу сети
<LI>тестирующее сетевое устройство
<LI>программное обеспечение сети
<LI>устройство для организации сетевого сервера
<LI>устройство для подключения компьютера к сети
</OL></td></tr>

<tr><td><B>3.844. Отличительной чертой Web-документа является:        
</B>
<OL><I>Ответы</I>
<LI>отсутствие строго определенного формата
<LI>то, что его тиражирование осуществляется составителем документа
<LI>наличие в нем гипертекстовых ссылок
<LI>отсутствие в нем иллюстраций
<LI>его компактность
</OL></td></tr> 

<tr><td><B>3.845. Стандартный интерфейс ОС Windows не содержит
 </B>
<OL><I>Ответы</I>
<LI>рабочей области
<LI>диалоговых окон
<LI>элементов управления
<LI>рабочих инструментов
<LI>строки ввода команд
</OL> 
</td></tr>

<tr><td><B>3.846. Диспетчер задач Windows вызывается сочетанием клавиш
</B>
<OL><I>Ответы</I>
<LI> Alt + Tab
<LI> Shift + Ins 
<LI> Ctrl + Ins 
<LI> Ctrl + Alt + Del 
<LI> Shift + Tab
<LI> Ctrl + Del 
<LI> Alt + Del 
<LI> Диспетчера задач Windows не существует 
</OL></td></tr>


<tr><td><B>3.847. Какое из перечисленных ниже устройств не является 
устройством хранения?               
</B>
<OL><I>Ответы</I>
<LI>RAM
<LI>ROM
<LI>Монитор
<LI>ОЗУ
<LI>ПЗУ
</OL></td></tr>


<tr><td><B>3.848. Укажите перечень устройств, входящих в состав процессора:  
</B>
<OL><I>Ответы</I>
<LI>оперативное запоминающее устройство, принтер
<LI>кэш-память, видеопамять
<LI>сканер, ПЗУ
<LI>арифметико-логическое устройство, устройство управления
<LI>дисплейный процессор, видеоадаптер
</OL></td></tr>


<tr><td><B>3.849.  Красную строку заданного размера можно установить
</B>
<OL><I>Ответы</I>
<LI>клавишей "Ctrl"
<LI>клавишей "Alt"
<LI>клавишей "Tab"
<LI>клавишей "Backspace"
<LI>клавишей "Return"
</OL></td></tr>


<tr><td><B>3.850. Тег &#60;tr&#62; в языке гипертекстовой разметки HTML
</B>
<OL><I>Ответы</I>
<LI> Создает новый ряд (строку) ячеек таблицы 
<LI> создает ячейку с данными в текущей строке 
<LI> создает поле для ввода нескольких строк текста 
<LI> используется для создания заголовков текста 
<LI> используется для разметки параграфов 
<LI> осуществляет перевод строки, то есть практически аналогичен нажатию Enter в текстовом редакторе 
<LI> отображает текст со сдвигом вверх (верхний индекс) и уменьшением размера текущего шрифта на единицу 
<LI> отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера текущего шрифта на единицу 
</OL></td></tr>



<tr><td><B>3.851. В системном блоке находятся
</B>
<OL><I>Ответы</I>
<LI>пиксель
<LI>плоттер
<LI>мышь
<LI>клавиатура
<LI>процессор
<LI>картридж
<LI>дисплей
</OL></td></tr>


 <tr><td><B>3.852. Тег &#60;br&#62; в языке гипертекстовой разметки HTML   
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу       
</OL></td></tr>


<tr><td><B>3.853. В каком случае можно подтвердить свой пароль входа в почтовый 
ящик при режиме с ним в режиме Он-лайн? 
</B>
<OL><I>Ответы</I>
<LI>при попытке отправки письма 
<LI>при попытке открыть вложение к пришедшему письму 
<LI>при смене пароля по собственной инициативе  
<LI>при поопытке получить интересное письмо 
<LI>при попытке открыть неизвестный архив
<LI>во всех других случаях кроме перечисленных выше 
</OL></td></tr>



<tr><td><B>3.854. При работе с операционной системой Windows нажатие клавиши ESC     
</B>
<OL><I>Ответы</I>
<LI>позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI>приводит к переключению между несколькими окнами 
<LI>приводит к выбору (срабатыванию активной командной кнопки)
<LI>приводит к вызову справки 
<LI>действует как клавиша отмены (закрытие окна)
<LI>в окнах папок &#8722; на один уровень вверх 
<LI>измененяет раскладку клавиатуры (рус/англ)
<LI>приводит к переключению режимов Вставка-Замена
</OL></td></tr>


<tr><td><B>3.855. Тег &#60;tr&#62; в языке гипертекстовой разметки HTML     
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу     
</OL></td></tr>


<tr><td><B>3.856.  Многозадачность Windows заключается в том, что
</B>
<OL><I>Ответы</I>
<LI>одновременно можно работать с несколькими приложениями 
<LI>приложения находятся в группе Стандартные 
<LI>несколько окон можно поместить на Панель задач 
<LI>все команды можно задавать с помощью мыши 
<LI>обеспечивается возможность работы с текстом, графикой, выполнения расчетов
</OL></td></tr>


<tr><td><B>3.857. Наименьшим элементом поверхности визуализации, 
которому могут быть независимым образом заданы цвет, интенсивность и другие параметры, является 
</B>
<OL><I>Ответы</I> 
<LI> бит 
<LI> слово 
<LI> пиксель 
<LI> байт 
<LI>нет правильного ответа
<LI> кластер 
<LI>FAT
<LI>DNS
</OL></td></tr>


<tr><td><B>3.858. Фраза из 19 символов занимает в оперативной памяти
</B>
<OL><I>Ответы</I>
<LI>19 бит 
<LI>19 мегабайт 
<LI>1 килобайт 
<LI>152 бита 
<LI>256 бит 
</OL></td></tr>

<tr><td><B>3.859. За единицу <I>измерения</I> информации принимают:
 </B>
<OL><I>Ответы</I>
<LI>Бод
<LI>Бит
<LI>Байт
<LI>Кластер
<LI>Файл
</OL> 
</td></tr>


 <tr><td><B>3.860. Тег &#60;p&#62; в языке гипертекстовой разметки HTML   
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу   
</OL></td></tr>

<tr><td><B>3.861. За передачу гипертекста отвечает протокол    
</B>
<OL><I>Ответы</I>
<LI>http
<LI>www
<LI>TCP
<LI>IP
<LI>TCP/IP   
</OL></td></tr>


<tr><td><B>3.862. Строка формул Excel используется для отображения
</B>
<OL><I>Ответы</I>
<LI>адреса строки
<LI>адреса ячейки
<LI>содержимого таблицы
<LI>содержимого ячейки
<LI>номера ячейки
</OL></td></tr>



<tr><td><B>3.863. Та часть процессора, которая выполняет функции управления устройствами</B>
<OL><I>Ответы</I>
<LI>арифметико-логическим устройством (АЛУ)
<LI>устройством управления (УУ)
<LI>контроллером
<LI>сопроцессором 
<LI>ОЗУ (RAM)
<LI>ПЗУ (ROM)
<LI>регистром процессора 
<LI>драйвером
</OL> 
</td></tr>


 <tr><td><B>3.864. Программы, предназначенные для решения задач пользователя &#8722; это     
</B>
<OL><I>Ответы</I>
<LI>компьютерные игры
<LI>MS Office
<LI>системное (базовое) программное обеспечение
<LI>прикладное программное обеспечение
<LI>инструментальное программное обеспечение (система программироваания)
<LI>операционная система Windows
<LI>операционная система MS DOS
</OL></td></tr>



<tr><td><B>3.865. Тег &#60;SUP&#62; в языке гипертекстовой разметки HTML
</B>
<OL><I>Ответы</I>
<LI> Создает новый ряд (строку) ячеек таблицы 
<LI> создает ячейку с данными в текущей строке 
<LI> создает поле для ввода нескольких строк текста 
<LI> используется для создания заголовков текста 
<LI> используется для разметки параграфов 
<LI> осуществляет перевод строки, то есть практически аналогичен нажатию Enter в текстовом редакторе 
<LI> отображает текст со сдвигом вверх (верхний индекс) и уменьшением размера текущего шрифта на единицу 
<LI> отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера текущего шрифта на единицу 
</OL></td></tr>


 <tr><td><B>3.866. Тег &#60;td&#62; в языке гипертекстовой разметки HTML   
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу       
</OL></td></tr>




<tr><td><B>3.867. Бит &#8722; это 
 </B>
<OL><I>Ответы</I>
<LI>Логический элемент памяти
<LI>Физический элемент памяти
<LI>Константа языка программирования
<LI>Элемент алгоритма
<LI>Минимальная единица информации
</OL> 
</td></tr>



<tr><td><B>3.868. Относительная ссылка в Excel    
</B>
<OL><I>Ответы</I>
<LI>это не изменяющийся при копировании и перемещении формулы адрес ячейки. 
<LI>указывается, если при копировании и перемещении адрес клетки, содержащий исходное данное, не меняется
<LI>это изменяющийся при копировании и перемещении формулы адрес ячейки.
<LI>указывается, если при копировании не меняется номер строки.
<LI>указывается, если при копировании и перемещении формулы не меняется наименование столбца.
</OL></td></tr>


<tr><td><B>3.869. Тег &#60;H&#62; в языке гипертекстовой разметки HTML   
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу   
</OL></td></tr>

<tr><td><B>3.870. При работе с операционной системой Windows нажатие клавиши TAB       
</B>
<OL><I>Ответы</I>
<LI>позволяет последовательно переключаться между элементами управления в пределах одного окна 
<LI>приводит к переключению между несколькими окнами 
<LI>приводит к выбору (срабатыванию активной командной кнопки)
<LI>приводит к вызову справки 
<LI>действует как клавиша отмены (закрытие окна)
<LI>в окнах папок &#8722; на один уровень вверх 
<LI>измененяет раскладку клавиатуры (рус/англ)
<LI>приводит к переключению режимов Вставка-Замена
</OL></td></tr>


<tr><td><B>3.871. В массиве индексы элементов должны быть  
</B>
<OL><I>Ответы</I>
<LI>логического типа
<LI>перечисляемым типом
<LI>ординального типа
<LI>вещественного типа
<LI>целого типа
<LI>нет правильного ответа
</OL></td></tr>

<tr><td><B>3.872. Выберите теги HTML для работы с таблицами
</B>
<OL><I>Ответы</I>
<LI>&#60;table&#62;&#60;tr&#62;&#60;tt&#62;
<LI>&#60;thead&#62;&#60;body&#62;&#60;tr&#62;
<LI>&#60;table&#62;&#60;tr&#62;&#60;td&#62;
<LI>&#60;table&#62;&#60;head&#62;&#60;tfoot&#62;
<LI>&#60;table&#62;&#60;tbody&#62;&#60;tfoot&#62;
</OL></td></tr>

<tr><td><B>3.873. Для того чтобы открыть контекстное меню, &#8722; элемент управления, 
содержащий пункты команд, которые можно выполнить с объектом, следует 
применить следующий прием управления мышью:  
</B>
<OL><I>Ответы</I>
<LI>Щелчок левой кнопкой 
<LI>Двойной щелчок левой кнопкой 
<LI>Правый щелчок
<LI>Наведение 
<LI>Перетаскивание 
<LI>Специальное перетаскивание  
<LI>Перетягивание 
</OL></td></tr>


 <tr><td><B>3.874. Программы, обеспечивающие работу компьютера, компьютерных 
сетей и прочих устройств &#8722; это       
</B>
<OL><I>Ответы</I>
<LI>системное (базовое) программное обеспечение
<LI>прикладное программное обеспечение
<LI>инструментальное программное обеспечение (система программироваания)
<LI>пакет программ MS Office 
<LI>операционная система MS DOS
</OL></td></tr>


 <tr><td><B>3.876. Тег &#60;sub&#62; в языке гипертекстовой разметки HTML   
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу   
</OL></td></tr>

 <tr><td><B>3.877. Тег &#60;SUP&#62; в языке гипертекстовой разметки HTML  
</B>
<OL><I>Ответы</I>
<LI>Создает новый ряд (строку) ячеек таблицы
<LI>создает ячейку с данными в текущей строке
<LI>создает поле для ввода нескольких строк текста
<LI>используется для создания заголовков текста
<LI>используется для разметки параграфов
<LI>осуществляет перевод строки, то есть практически аналогичен 
нажатию Enter в текстовом редакторе
<LI>отображает текст со сдвигом вверх (верхний индекс) и уменьшением 
размера текущего шрифта на единицу
<LI>отображает текст со сдвигом вниз (нижний индекс) и уменьшением размера 
текущего шрифта на единицу   
</OL></td></tr>



 <tr><td><B>3.878.  Первичная ин­фор­ма­ция раз­де­ля­ет­ся по сер­ве­рам №1 и №2 и об­ра­ба­ты­ва­ет­ся на них. С сер­ве­ра №1 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 20t Гбайт, а с сер­ве­ра №2 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 21t Гбайт об­ра­бо­тан­ной информации; 
25 &lt; t &lt; 75. Каков наи­боль­ший общий объём вы­хо­дя­щей ин­фор­ма­ции при общем объёме вхо­дя­щей ин­фор­ма­ции в 7569 Гбайт?
</B>
<OL><I>Ответы</I>
<LI>1024 Гб
<LI>1068 Гб
<LI>1404 Гб
<LI>1474 Гб
<LI>1682 Гб
<LI>1911 Гб
<LI>2091 Гб
<LI>2496 Гб
<LI>2523 Гб 
<LI>2700 Гб 
<LI>4096 Гб
</OL></td></tr>


<tr><td><B>3.879. Наглядное графическое изображение алгоритма &#8722; это ...
</B>
<OL><I>Ответы</I>
<LI>рисунок
<LI>цифровая фотография
<LI>блок-схема 
<LI>запись на естественном языке 
<LI>алгоритмический язык 
<LI>рисунок 
<LI>программа
</OL></td></tr>






 <tr><td><B>3.880.  Первичная ин­фор­ма­ция раз­де­ля­ет­ся по сер­ве­рам №1 и №2 и об­ра­ба­ты­ва­ет­ся на них. С сер­ве­ра №1 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 16t Гбайт, а с сер­ве­ра №2 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 24t Гбайт об­ра­бо­тан­ной информации; 
25 &lt; t &lt; 75. Каков наи­боль­ший общий объём вы­хо­дя­щей ин­фор­ма­ции при общем объёме вхо­дя­щей ин­фор­ма­ции в 7488 Гбайт?
</B>
<OL><I>Ответы</I>
<LI>1024 Гб
<LI>1068 Гб
<LI>1404 Гб
<LI>1474 Гб
<LI>1682 Гб
<LI>1911 Гб
<LI>2091 Гб
<LI>2496 Гб
<LI>2523 Гб 
<LI>2700 Гб 
<LI>4096 Гб
</OL></td></tr>


 <tr><td><B>3.882.  Первичная ин­фор­ма­ция раз­де­ля­ет­ся по сер­ве­рам №1 и №2 и об­ра­ба­ты­ва­ет­ся на них. С сер­ве­ра №1 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 18t Гбайт, а с сер­ве­ра №2 при объёме t<sup>2</sup> Гбайт вхо­дя­щей в него ин­фор­ма­ции вы­хо­дит 24t Гбайт об­ра­бо­тан­ной информации; 
25 &lt; t &lt; 75. Каков наи­боль­ший общий объём вы­хо­дя­щей ин­фор­ма­ции при общем объёме вхо­дя­щей ин­фор­ма­ции в 8100 Гбайт?
</B>
<OL><I>Ответы</I>
<LI>1024 Гб
<LI>1068 Гб
<LI>1404 Гб
<LI>1474 Гб
<LI>1682 Гб
<LI>1911 Гб
<LI>2091 Гб
<LI>2496 Гб
<LI>2523 Гб 
<LI>2700 Гб 
<LI>4096 Гб
</OL></td></tr>




<tr>
<td><B>3.883. Что такое АИС ?
</B>
<OL><I>Ответы</I>
<LI>Автоматическая информационная система
<LI>Автоматическая интеллектуальная система
<LI>Автоматизированная информационная система
<LI>Автоматизированная информационная сеть
<LI>Автоматизированная интернет сеть
</OL> 
</td></tr>




<tr><td><B>3.884. Четыре бравых гардемарина потока БПО добросовестно подготовились к пересдаче экзамена широко известному в узких студенческих кругах преподавателю и пришли к нему во всеоружии: у каждого в карманах лежали шпоры на все билеты экзамена 
(которые они раздобыли во время экзаменационной сессии у своих однокурсников). Однако преподаватель не первый год работал на кафедре и быстро выудил  по 24 шпоры у каждого из обучаемых, в результате чего у всех  них вместе осталось в самых укромных местах столько шпор, сколько было у каждого  
перед началом экзамена. Сколько билетов было вынесено на экзамен преподавателем ? 
</B>
<OL><I>Ответы</I>
<LI>16
<LI>24
<LI>28
<LI>32
<LI>36
<LI>40
<LI>44
<LI>48
<LI>52
<LI>56
<LI>60
</OL></td></tr>



<tr><td><B>3.885. Старший брат идет от дома до УГНТУ 30 минут, а его младшая 
сестра &ndash;  40. Через какое время брат догонит сестру, если она вышла в 
из дома на 5 минут раньше его ?
</B>
<OL><I>Ответы</I>
<LI>5
<LI>10
<LI>15
<LI>20
<LI>25
<LI>30
</OL></td></tr>






</table>

</body>
</html>
